{
  "prestige": {
    "score": 1,
    "explanation": "This is a regional Iowa Gravel Series race capped at 200 riders, not a destination event. No pro field, no national recognition, just honest midwest gravel racing. The fact that a 4:30 goal time for 100km gets mentioned in race reports tells you everything about the competitive level."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Basic execution with chip timing, marked course, and aid stations, but nothing exceptional. Moving the start to Monroe County Fairgrounds suggests they're still figuring out logistics. The grassroots $40 entry reflects what you get – competent but unremarkable race organization."
  },
  "experience": {
    "score": 2,
    "explanation": "You'll see grass-fed cattle, river crossings, and ride part of the Historic Mormon Trail through Monroe County. The founder's 'Holy Cow this is cool!' enthusiasm is genuine but tells you this discovered some nice backroads, not transformed gravel racing. Pleasant countryside, nothing transcendent."
  },
  "community": {
    "score": 3,
    "explanation": "Albia Chamber of Commerce actively supports the race and wants you exploring their downtown square afterward. The Iowa Gravel Series creates a season-long community across 7 races, and moving to fairgrounds with RV camping shows they're thinking about rider needs. Solid midwest hospitality without the fake friendliness."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Trevor Irwin podiumed the 50km in under 2 hours, which sounds fast until you realize he's described as a triathlete trying gravel, not a gravel specialist. 200-rider cap means limited competition depth. This is participation racing, not performance racing."
  },
  "value": {
    "score": 4,
    "explanation": "$40 gets you chip timing, marked course, pro photography, and aid stations – that's legitimately good value in 2024 gravel economics. $60 adds lunch and shirt, still reasonable. The $399 series pass for all 7 Iowa races is actually smart if you're doing the circuit."
  },
  "expenses": {
    "score": 3,
    "explanation": "Albia, Iowa isn't exactly a premium lodging market, and RV camping at the fairgrounds keeps costs down. You're not flying here unless you live in Iowa, so travel stays reasonable. The $40-60 entry fees won't break anyone, making this accessible midwest racing."
  },
  "length": {
    "score": 3,
    "explanation": "60 miles hits the sweet spot for most gravel riders – long enough to matter, short enough to not destroy your weekend. Multiple distance options including 50km mean you can choose your suffering level. It's standard gravel distance, nothing extreme either direction."
  },
  "technicality": {
    "score": 2,
    "explanation": "Class B roads through Monroe County with some river crossings, but described as 'moderate terrain with rolling short steep hills.' This isn't technical riding, it's farm country navigation. If you can ride gravel, you can handle this course without drama."
  },
  "elevation": {
    "score": 2,
    "explanation": "2,500 feet over 60 miles in Iowa means rolling hills, not mountains. The course description mentions 'long descents and nice flats to recharge between Class B challenges,' which translates to gentle undulations. Elevation is present but won't break legs."
  },
  "climate": {
    "score": 2,
    "explanation": "Mid-July in Iowa means heat, humidity, and potential thunderstorms – classic midwest summer misery. You're not dealing with altitude or desert conditions, but the combination of heat and humidity can wreck riders who underestimate it. Plan for swamp-ass conditions."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Iowa. Sea level to maybe 1,000 feet if you're generous. Altitude isn't a factor here – your lungs will work fine, your legs might not. If altitude affects you in Albia, cycling isn't your problem."
  },
  "logistics": {
    "score": 3,
    "explanation": "Monroe County Fairgrounds provides adequate parking and RV camping options for those who want it. Albia Chamber involvement suggests local support infrastructure exists. Online registration with reasonable limits and clear dates shows competent planning, nothing spectacular but nothing broken either."
  },
  "adventure": {
    "score": 2,
    "explanation": "Historic Mormon Trail segments and Monroe County backroads offer legitimate exploration of places you'd never otherwise see. River crossings and cattle encounters provide mild adventure, but this is pastoral Iowa, not wilderness. Nice countryside discovery, not edge-of-the-map adventure."
  }
}
