{
  "prestige": {
    "score": 1,
    "explanation": "This is a 12-year-old charity ride in a town of 400 people that couldn't even nail down its own distance names consistently. No pro field, no prize purse, no race coverage worth mentioning. The most prestigious thing about Bear 100 is that it helps buy equipment for the local rescue squad."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Chip timing and soup at the finish line doesn't make up for support that vanishes at 7 PM sharp. Route changes happen based on 'spring conditions' with no concrete plan, and the longest advertised distance bounces between 103 and 113 miles depending on which source you trust. At least Performance Timing handles the clocks professionally."
  },
  "experience": {
    "score": 2,
    "explanation": "You get hidden gravel in Nicolet National Forest plus 3 miles of 'easy singletrack' on Strong Falls Trails, but that's where the highlights end. The notorious Deer Lake Cut-off Road delivers rutty two-track punishment, and if you're not done by 7 PM, you're riding home alone in the Wisconsin woods."
  },
  "community": {
    "score": 3,
    "explanation": "Twelve years of riders gathering annually in tiny Laona creates genuine small-town race tradition. The entire event benefits Laona Rescue Squad with 100% of proceeds, and they've been supporting the race since 2014. Youth ride free and e-bikes are welcome on shorter routes—that's actual inclusivity, not marketing speak."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Zero mention of notable finishers, pro riders, or competitive depth anywhere in the race history. This is marketed to 'gravel curious first timers' and families with kids, which tells you exactly what kind of field shows up. The strongest riders are probably doing real races that weekend."
  },
  "value": {
    "score": 4,
    "explanation": "Entry fees aren't published but this is clearly positioned as an affordable early-season opener in rural Wisconsin. Five distance options from 18 to 113 miles, chip timing, aid support, and your money goes to local emergency services instead of some promoter's pocket. Hard to argue with that math."
  },
  "expenses": {
    "score": 4,
    "explanation": "Laona, Wisconsin isn't exactly Napa Valley pricing for lodging and food. You're in small-town northern Wisconsin forest country where everything costs what it should. No expensive urban hotels or $20 race parking to gouge your wallet before you even clip in."
  },
  "length": {
    "score": 4,
    "explanation": "Five distinct distance options from 18-mile Friday pre-ride all the way to 113-mile sufferfest gives everyone a target. The 100-mile range hits that sweet spot between century bragging rights and multi-day stage race commitment. Even includes an 80-mile option for riders who want suffering without total destruction."
  },
  "technicality": {
    "score": 2,
    "explanation": "Easy singletrack, some sand sections, and rutty two-track on Deer Lake Cut-off Road adds variety but won't break your bike. The Rat River Trail and Strong Falls Trails are specifically described as beginner-friendly, and they welcome e-bikes on the shorter routes. This isn't Unbound's rock gardens."
  },
  "elevation": {
    "score": 2,
    "explanation": "3,500 feet over 100 miles in Wisconsin forest terrain won't destroy your legs like Colorado climbing. That's manageable rolling hills, not lung-searing mountain passes. The elevation connects to high points like Timm's Hill as part of the Ironbear 1000 series, but we're talking Midwest gentle, not Alpine punishment."
  },
  "climate": {
    "score": 2,
    "explanation": "Early May in northern Wisconsin means spring weather roulette—could be perfect, could be 40 degrees and raining. No historical weather disasters mentioned in the race records, but spring conditions affect route selection year to year. At least you're not dealing with July heat or October snow."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is northern Wisconsin lowland forest, not Rocky Mountain oxygen deprivation. Starting elevation in Laona sits near sea level with gentle rolling terrain throughout Nicolet National Forest. The biggest altitude challenge is staying awake in your car driving there from anywhere interesting."
  },
  "logistics": {
    "score": 1,
    "explanation": "Zero published information on airports, lodging, parking, or packet pickup for a race that's been running 12 years. Either they expect everyone to figure it out themselves or nobody cares enough to ask. That's small-town charming until you're driving around lost at 5 AM looking for registration."
  },
  "adventure": {
    "score": 2,
    "explanation": "Hidden gravel roads in Nicolet National Forest plus the infamous rutty Deer Lake Cut-off Road delivers some legitimate backcountry exploration. But 'easy singletrack' and family-friendly marketing suggests this leans more toward scenic tour than true adventure. The 7 PM support cutoff adds real consequence though—finish or find your own way home."
  }
}
