{
  "prestige": {
    "score": 2,
    "explanation": "This is the 8th annual race in rural Michigan — nobody's traveling from Belgium for it. Elite rider Andrew Skurka showed up 'under-trained and overweight' and still managed 19th place, which tells you exactly where this sits in the pecking order. It's a solid local opener that smart riders use to shake off winter rust, not chase glory."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Kari Stuart calls it her 'favorite event' with 'perfect gravel roads' and multiple distance options from 16 to 100 miles. The organization handles packet pickup smoothly at 17 South Bridge Street with clear start times staggered by distance. For a local Michigan gravel race, they've got their shit together."
  },
  "experience": {
    "score": 3,
    "explanation": "You get the 'quaint little community of Saranac' vibe that Stuart loves, but also angry residents at the main intersection making it clear they don't want cyclists around. One rider reported protesters with burn piles and police who 'didn't give a snot about rider safety.' The gravel roads deliver, the locals don't always."
  },
  "community": {
    "score": 4,
    "explanation": "Small field means you actually know who you're racing against — Stuart got beat by 6 seconds in her age group and could watch the winner hit the podium an hour later. The Michigan Gravel Race Series positioning brings the right crowd of regional riders who show up to race, not Instagram. It's cycling community, not influencer circus."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Andrew Skurka's mediocre 5:26 would have podiumed the previous year but only got him 19th when the field was 'significantly deeper.' That deeper field still isn't saying much for a regional Michigan race. Stuart's strategy of 'finding just the right person to ride behind' works when there aren't enough strong riders to make tactics irrelevant."
  },
  "value": {
    "score": 5,
    "explanation": "You get seven distance options from a kids ride to 100-mile savage century, packet pickup that includes racing plate and swag, and it's 'just a bunny hop from Grand Rapids.' No bullshit entry fees listed means they're not gouging you. Perfect spring opener that won't break the bank or your legs."
  },
  "expenses": {
    "score": 4,
    "explanation": "Saranac is a short drive from Gerald R. Ford International Airport in Grand Rapids, so no epic travel costs. Small town means cheap lodging if you even need it — most Michigan riders can drive home after. The fact that they don't blast their entry fees everywhere suggests they're reasonable, not trying to fund someone's yacht."
  },
  "length": {
    "score": 4,
    "explanation": "100 miles hits that century sweet spot where it's a proper challenge but not a death march. Seven distance options from 5K to 100 miles means everyone from weekend warriors to masochists gets their fix. Smart staggered start times keep faster riders from lapping the casual crew too hard."
  },
  "technicality": {
    "score": 2,
    "explanation": "Stuart calls them 'perfect gravel roads' which in Michigan means smooth, predictable surfaces that won't destroy your bike or your confidence. No mentions of gnarly singletrack, rock gardens, or anything requiring actual bike handling skills. This is gravel racing for people who like their suffering measured in distance, not technical difficulty."
  },
  "elevation": {
    "score": 3,
    "explanation": "3,500 feet over 100 miles in Michigan isn't going to break anyone who's not already broken. Annika Rollock noted her Coros factoring elevation into calorie burn, suggesting enough climbing to register but not enough to write home about. It's rolling terrain that adds character without requiring an oxygen mask."
  },
  "climate": {
    "score": 4,
    "explanation": "Mid-April in Michigan hits that spring sweet spot — Stuart dealt with 42° and sunny conditions that were 'tricky' for layering but totally rideable. Cold enough to avoid overheating on longer efforts, warm enough that you're not battling hypothermia. Perfect season opener weather when you're shaking off winter legs."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting around 750 feet near Saranac means sea level riders won't even notice the difference. If you're worried about altitude adaptation in lower Michigan, you've got bigger problems than race strategy. This is pancake-flat elevation that affects nothing except your GPS file's total ascent numbers."
  },
  "logistics": {
    "score": 4,
    "explanation": "Packet pickup runs Friday 5-7PM and Saturday 6-9:45AM right at 17 South Bridge Street with clear parking instructions at Saranac Community Schools. Multiple start times keep different distances organized, and being close to Grand Rapids means easy airport access. They've figured out small-town race logistics without the chaos."
  },
  "adventure": {
    "score": 2,
    "explanation": "This is Michigan gravel roads and small-town logistics, not epic backcountry exploration. The biggest adventure might be dealing with angry locals or finding the right wheel to draft behind for 30 miles. It's solid training and racing, but nobody's writing epic tales about their life-changing Saranac gravel experience."
  }
}
