{
  "prestige": {
    "score": 5,
    "explanation": "Ted King doing FKT attempts here isn't an accident—this race has serious clout. From 121 riders at the original Land Run 100 to 3,600 registrations by 2020, Mid South earned its spot as a calendar staple. When they cancel for wildfires and riders stick around to help with relief efforts, you know you've got something special. The Mega Mid South took over 10 years of route building, and that kind of deliberate curation shows."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Three aid stations at miles 28, 61, and 82 with proper Skratch nutrition shows they understand fueling strategy. The course hits legitimate features like Brethren Hill and the technical Gnarnia section while maintaining flow through gorgeous College and Triple XXX roads. Bovine Bypass private land access and the unopened Cimarron River bridge crossing prove they've got connections and creativity. Only knock is some organizational gaps in the data availability."
  },
  "experience": {
    "score": 5,
    "explanation": "You're crossing Wild Horse Creek, riding an unopened highway bridge over the Cimarron River, and grinding through the Cross Timbers region's endless rollers. The mud here is legendarily sticky—riders abandon when wheels won't spin. From fast clay hardback to loose gravel over hardpack, the surfaces change with weather conditions, keeping you honest. When riders scream with enthusiasm spotting other groups ahead, you know the racing is real."
  },
  "community": {
    "score": 5,
    "explanation": "District Bicycles in Stillwater built this thing over a decade with serious intention. When the race gets cancelled for wildfires, riders stay in town to support relief efforts instead of just heading home. The route highlights Oklahoma's unique landscapes while connecting farmland communities through Mulhall, Guthrie, and Carney. That kind of regional pride and mutual aid doesn't happen at corporate events."
  },
  "field_depth": {
    "score": 5,
    "explanation": "Growing from 121 riders to 3,600 registrations shows real demand and competitive depth. Jill Martindale's 25:12 Mega Mid South FKT proves the front end is legitimate, while the Black Diamond expert rating keeps pretenders honest. Ted King bringing support riders for FKT attempts means the course commands respect from serious racers. When strong riders like Luke Hall are mixing it up in chase groups, the field has substance throughout."
  },
  "value": {
    "score": 4,
    "explanation": "You get 107 miles and 6,000 feet of climbing through private land access like Bovine Bypass and infrastructure like that unopened bridge crossing. The 10+ years of route development shows in details like local favorite roads and technical Gnarnia section. Three distance options from 50K running to 301-mile Mega Mid South means something for every masochist. Only missing pricing data to confirm the financial equation."
  },
  "expenses": {
    "score": 4,
    "explanation": "Stillwater, Oklahoma isn't going to crush your wallet like coastal race towns. No specific lodging or pricing data available, but small college town economics work in your favor. The 91% off-road routing means you're spending time in rural areas where costs stay reasonable. Distance from major airports probably adds some travel complexity, but the local scene seems built to accommodate riders."
  },
  "length": {
    "score": 4,
    "explanation": "The standard 100-miler hits that sweet spot where fitness matters but tactics still play. 62 miles of climbing versus 39 descending means you're working the whole time, not just surviving a few big efforts. The Mega Mid South's 301 miles separates the committed from the curious entirely. Three aid stations spread across 107 miles creates real strategic decisions about pacing and nutrition."
  },
  "technicality": {
    "score": 2,
    "explanation": "This is 98% dirt roads with about 0% singletrack—you're not navigating rock gardens here. The technical difficulty rates just 4/10 on established rubrics, with Gnarnia's one-mile overgrown section being the only real bike-handling challenge. Fast clay hardback and loose gravel demand tire choice awareness, but won't punish poor line selection. It's a power and endurance test, not a skills clinic."
  },
  "elevation": {
    "score": 2,
    "explanation": "6,000 feet over 107 miles averages about 55 feet per mile—persistent but not punishing. The Cross Timbers region delivers countless rollers instead of meaningful climbs, with Brethren Hill at mile 33 being the featured ascent. High point of just 1,222 feet means you're never really climbing, just grinding. The 62 miles of climbing versus 39 descending shows constant undulation rather than big efforts and recovery."
  },
  "climate": {
    "score": 5,
    "explanation": "The legendary sticky mud that stops wheels from spinning entirely creates real weather consequences—they warn western route sections become impassable with sustained rain. Hot Oklahoma summers dry you out on exposed sections between Stillwater and Carney over the first 100 miles. Wind exposure adds another legitimate element to race tactics and positioning. When they cancel for wildfires, you know weather actually matters here."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting at 899 feet and maxing out around 1,222 feet means altitude is irrelevant. You're in Oklahoma's High Plains region, not exactly oxygen-debt territory. The elevation profile shows rolling farmland, not mountain passes. Anyone worried about altitude effects here needs to recalibrate their expectations entirely."
  },
  "logistics": {
    "score": 3,
    "explanation": "District Bicycles in Stillwater serves as race HQ, which provides solid local knowledge and bike support. No specific details on packet pickup, parking, or lodging arrangements in available info. Distance from major airports likely requires some travel planning, and small town infrastructure might limit accommodation options. The organizational gaps in basic logistics info suggest room for improvement in communication."
  },
  "adventure": {
    "score": 4,
    "explanation": "Crossing unopened highway bridges and grinding through private Bovine Bypass double track delivers genuine exploration factor. The Gnarnia section's overgrown roads requiring hike-a-bike keeps things unpredictable, while surface conditions changing with weather add real variability. 10+ years of route development uncovered legitimate hidden gems like those local favorite College and Triple XXX roads. Only missing the elevation or remoteness for full wilderness points."
  }
}
