{
  "prestige": {
    "score": 1,
    "explanation": "First race launched in 2024 as part of the Utah Gravel Series—you're looking at baby race status here. Zero notable pros mentioned in any coverage, just recreational riders like husterk blogging about their \"first official gravel race.\" The race director's pitch is literally \"bring whatever bike I have and have some fun\"—not exactly the call sign of cycling's elite."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Director Breanne Harward talks a good game about safety and course marking from her pro racing background, but execution details are thin. The course got completely rerouted between years, with distances all over the map—97 miles, 104 miles, who knows what you're actually getting. At least they moved from summer sauna conditions to April, showing they learn from mistakes."
  },
  "experience": {
    "score": 2,
    "explanation": "Riders describe the Silver Island Mountains terrain as legitimately challenging, with \"backend-loaded\" climbing and an \"unswitchbacked dirt bike trail sprinkled with golf ball-sized stones.\" But this is grassroots amateur hour—no mention of spectacle, limited field, and you're racing around an airfield museum in Wendover. The adventure is real, the production value isn't."
  },
  "community": {
    "score": 2,
    "explanation": "Small, welcoming crew where the race director personally encourages beginners to \"bring whatever bike\" they have. Riders report good vibes and an after-party, but we're talking tiny field sizes with zero competitive depth. It's friendly because nobody's taking it seriously yet."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Recreational riders dominating the conversation, with husterk treating this as his introduction to gravel racing on a mountain bike. Bobby Kennedy shows up but he's writing race reports, not battling elite competition. When your standout coverage features a guy learning how tire pressure works, the field isn't exactly stacked."
  },
  "value": {
    "score": 3,
    "explanation": "No entry fee data available, but for a grassroots Utah desert adventure, you're probably not getting gouged. The terrain delivers legitimate challenge through the Silver Island Mountains with proper climbing and technical sections. Just don't expect premium amenities—you're paying for raw desert miles, not race production."
  },
  "expenses": {
    "score": 3,
    "explanation": "Wendover sits on the Utah-Nevada border, so you're looking at middle-of-nowhere lodging without resort pricing. The race moved to April from summer heat, giving you decent travel conditions without peak season rates. No airport or logistics details available, which probably means you're driving to this one."
  },
  "length": {
    "score": 2,
    "explanation": "Course distance is a moving target—listed everywhere from 50 miles to 104 miles depending on which year and source. The 50-mile option exists but riders talk about the \"real\" experience being the 100-mile sufferfest through Silver Island Mountains. Pick your poison, but don't expect consistency year to year."
  },
  "technicality": {
    "score": 2,
    "explanation": "Riders describe \"deep sand areas\" requiring mountain bike tires and \"golf ball-sized stones\" on steep climbing sections. Bobby Kennedy calls out an \"unswitchbacked dirt bike trail\" that was previously the fastest descent. It's technical enough to matter, but not gnarly enough to break bikes."
  },
  "elevation": {
    "score": 2,
    "explanation": "Listed at 3,507 feet of gain over the longer course, with the notorious \"backend-loaded\" climbing hitting hardest after mile 81. Riders specifically mention needing mountain bike gearing for the late-race steep sections. Respectable but not epic—enough to hurt recreational riders, not enough to separate the wheat from chaff."
  },
  "climate": {
    "score": 2,
    "explanation": "Smart move from summer \"salty sauna\" conditions to April dates, with 2024 riders getting \"close to perfect temperatures\" and overcast skies. Rain the week before 2022's race \"knocked down the dust,\" so weather timing matters for course conditions. Still desert racing—it can go sideways fast."
  },
  "altitude": {
    "score": 2,
    "explanation": "Wendover sits around 4,200 feet elevation, so you'll feel it if you're coming from sea level but it won't crush flatlanders. The Silver Island Mountains add some climbing but nothing approaching true high-altitude suffering. Enough to notice, not enough to plan around."
  },
  "logistics": {
    "score": 2,
    "explanation": "Race starts at Wendover Airfield Museum at 8AM, which sounds straightforward until you realize you're in the middle of nowhere on the Utah-Nevada border. Registration through BikeReg is standard, but zero details on parking, packet pickup, or aid stations. You're flying blind on the practical stuff."
  },
  "adventure": {
    "score": 3,
    "explanation": "Racing through the Silver Island Mountains around an old airfield museum has legitimate remote desert appeal. The moondust terrain and backend-loaded climbing through unmarked trails delivers the kind of suffer-adventure that gravel racing promises. It's not Tuscany, but it's properly wild and weird enough to remember."
  }
}
