{
  "races": [
    {
      "RACE_NAME": "Mid South",
      "LOCATION": "Stillwater, OK",
      "DATE": "March 2025",
      "DISTANCE": "100 miles",
      "ELEVATION_GAIN": "6,000 ft",
      "WEBSITE_URL": "https://midsouthgravel.com",
      "REGISTRATION_URL": "https://midsouthgravel.com/register",
      "DESCRIPTION": "The Mid South is one of the premier gravel races in the country, taking place in Stillwater, Oklahoma. Known for its challenging terrain and unpredictable weather, this race tests riders with a mix of gravel roads, dirt sections, and rolling hills.",
      "COURSE_BREAKDOWN": "The course starts in downtown Stillwater and heads out into the surrounding countryside. The first 30 miles feature relatively flat gravel roads, perfect for establishing a good pace. Around mile 35, riders encounter the first major climb - a 2-mile ascent with grades up to 12%. The middle section (miles 40-70) includes several challenging dirt sections that can become muddy if there's been recent rain. The final 30 miles feature rolling hills and a mix of gravel and paved roads leading back to Stillwater. The finish line is in the heart of downtown, creating an exciting atmosphere for spectators.",
      "RACE_HISTORY": "Founded in 2015, the Mid South has grown from a small local event to one of the most respected gravel races in the United States. The race was created by Bobby Wintle, who wanted to showcase the beautiful gravel roads around Stillwater. Over the years, it has attracted top professional riders and thousands of participants. The race is known for its challenging conditions - past editions have seen everything from freezing temperatures and snow to hot, dusty conditions. Despite the weather challenges, the Mid South has maintained its reputation as a must-do event for serious gravel riders.",
      "TRAINING_TIPS": "Focus on building endurance for the 100-mile distance. Include plenty of time on gravel roads to get comfortable with the terrain. Practice climbing, especially sustained climbs of 2-3 miles. Be prepared for variable weather conditions - train in both cold and hot conditions if possible. Work on bike handling skills for technical dirt sections.",
      "GEAR_RECOMMENDATIONS": "A gravel bike with 40mm+ tires is recommended. Consider wider tires (45mm+) if conditions are expected to be muddy. Bring multiple layers for variable weather. A hydration pack or multiple bottles is essential. Don't forget spare tubes, a pump, and basic tools."
    },
    {
      "RACE_NAME": "Unbound Gravel 200",
      "LOCATION": "Emporia, KS",
      "DATE": "June 2025",
      "DISTANCE": "200 miles",
      "ELEVATION_GAIN": "10,000 ft",
      "WEBSITE_URL": "https://unboundgravel.com",
      "REGISTRATION_URL": "https://unboundgravel.com/register",
      "DESCRIPTION": "Unbound Gravel (formerly Dirty Kanza) is the world's premier gravel race, attracting thousands of riders to Emporia, Kansas each year.",
      "COURSE_BREAKDOWN": "The 200-mile course takes riders through the Flint Hills of Kansas, featuring rolling terrain, challenging climbs, and unpredictable weather. The course is mostly gravel roads with some technical sections.",
      "RACE_HISTORY": "Started in 2006, Unbound Gravel has grown into the largest gravel race in the world, with multiple distance options and thousands of participants.",
      "TRAINING_TIPS": "Focus on ultra-endurance training. Practice riding in hot conditions. Build mental toughness for the long distance.",
      "GEAR_RECOMMENDATIONS": "Reliable gravel bike, multiple hydration systems, nutrition plan, lights for potential night riding."
    }
  ]
}

