{
  "prestige": {
    "score": 1,
    "explanation": "Albia Holy Cow caps registration at 200 riders in a town most people couldn't find on a map. It's part of the Iowa Gravel Series, which sounds impressive until you realize that's basically every gravel race in Iowa forming a club. No pro field, no national coverage, just honest midwest racing that nobody outside Iowa talks about."
  },
  "race_quality": {
    "score": 2,
    "explanation": "At 60 miles with 2,500 feet of climbing, it's a legitimate gravel distance but nothing that'll separate pretenders from contenders. The race organization keeps it simple with a 200-rider cap and online registration that closes a week before the event. Iowa terrain means you're probably getting farm roads and gentle rollers, not the gnarly stuff that makes legends."
  },
  "experience": {
    "score": 2,
    "explanation": "You're racing through Albia, Iowa in July heat with enough elevation to make your legs remember they exist. The 200-rider limit keeps things intimate but also means limited infrastructure and support. It's honest midwest gravel racing without the bells and whistles—you'll finish knowing you worked, but you won't have stories that impress anyone."
  },
  "community": {
    "score": 3,
    "explanation": "Part of the Iowa Gravel Series that runs May through September, so you're getting plugged into a legitimate local scene. Small-town Iowa racing means people actually know each other's names and racing histories. The 200-rider cap creates a club atmosphere where showing up consistently matters more than your FTP."
  },
  "field_depth": {
    "score": 1,
    "explanation": "With a 200-rider cap in Albia, Iowa, you're racing against local weekend warriors and the occasional sandbagger from Des Moines. No prize purse means the fast guys are racing elsewhere in July. Your biggest competition is probably the corn farmer who's been crushing these roads since before gravel racing had a name."
  },
  "value": {
    "score": 4,
    "explanation": "Registration fees weren't disclosed in the research, but this is small-town Iowa racing with a 200-rider cap—they're not gouging you. You get 60 miles of racing without the inflated costs of destination events. No travel nightmares, no $200 entry fees, just honest racing at honest prices."
  },
  "expenses": {
    "score": 3,
    "explanation": "Albia, Iowa isn't a destination that'll drain your wallet on lodging and restaurants. You're looking at basic midwest accommodations and gas station food, not resort pricing. The biggest expense is probably the gas to drive there, assuming you don't already live within an hour of nowhere special."
  },
  "length": {
    "score": 3,
    "explanation": "Sixty miles sits in the gravel sweet spot—long enough to hurt, short enough that you won't be riding in the dark. It's a legitimate race distance that'll expose fitness gaps without requiring multi-bottle strategy or drop bag logistics. Perfect for testing your legs without committing to an epic suffer-fest."
  },
  "technicality": {
    "score": 2,
    "explanation": "Iowa gravel typically means maintained farm roads and gentle grades, not the rock gardens that separate bike handlers from bike pushers. With 2,500 feet over 60 miles, you're looking at gradual rollers rather than punchy technical climbs. This is power and endurance racing, not a skills clinic."
  },
  "elevation": {
    "score": 2,
    "explanation": "At 2,500 feet over 60 miles, you're averaging about 42 feet of climbing per mile—enough to keep it interesting but nothing that'll destroy your day. Iowa's rolling farmland means steady grades rather than wall-like pitches. It's elevation that'll test your pacing, not your granny gear."
  },
  "climate": {
    "score": 2,
    "explanation": "July in Iowa means heat, humidity, and the kind of weather that turns gravel races into survival contests. You're racing in peak summer conditions where hydration strategy matters more than your power meter. The kind of day where smart pacing beats raw watts every time."
  },
  "altitude": {
    "score": 1,
    "explanation": "Albia sits at Iowa elevation, which means sea level give or take a few hundred feet. Your biggest breathing concern is the July humidity, not thin air. If altitude is limiting your performance here, you've got bigger problems than race selection."
  },
  "logistics": {
    "score": 3,
    "explanation": "Small-town Iowa racing means simple logistics—probably one venue handling registration, start, and finish. Registration closes July 5th for a July 12th race, giving you a week's buffer. With only 200 riders, parking and packet pickup won't be the cluster you get at big events."
  },
  "adventure": {
    "score": 2,
    "explanation": "You're racing through Iowa farmland in summer heat—it's agricultural adventure, not wilderness exploration. The adventure comes from testing yourself against honest midwest terrain and weather, not from epic vistas or technical descents. It's the kind of racing that builds character rather than Instagram posts."
  }
}
