{
  "prestige": {
    "score": 1,
    "explanation": "This is a charity ride in a town of 400 people that nobody's heard of. No pro field, no prize purse, no mention of notable winners in 12 years of existence. It's a nice local tradition that benefits the Laona Rescue Squad, but let's be honest about what it is."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Performance Timing handles the chips and there's organized support until 7 PM, which is better than most small-town affairs. But routes 'may vary due to spring conditions' screams last-minute course changes. The Laona Rescue Squad does their best with soup and breadsticks, but this isn't exactly Belgian waffle station territory."
  },
  "experience": {
    "score": 2,
    "explanation": "You get 3 miles of 'easy singletrack' on Strong Falls Trails and the infamous rutty Deer Lake Cut-off Road two-track. The Nicolet National Forest setting is legitimately beautiful, but calling this an 'adventure for everyone from gravel curious first timers to seasoned veterans' tells you exactly how challenging it isn't."
  },
  "community": {
    "score": 3,
    "explanation": "Twelve years of riders gathering in tiny Laona to fund rescue squad equipment creates genuine small-town warmth. Kids ride free with supervision, e-bikes are welcome, and 100% of proceeds go to actual community need. It's the kind of event where locals wave from porches and volunteers remember your name."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Zero mention of competitive riders, results, or anyone you'd recognize from actual racing. This is a participation event where finishing before the 7 PM support cutoff counts as success. If you're looking to test yourself against serious competition, keep looking."
  },
  "value": {
    "score": 4,
    "explanation": "Entry fees aren't listed but this is clearly budget-friendly small-town pricing. Five distance options from 18 to 113 miles, chip timing, route support, and post-race food included. Your money directly funds emergency services equipment rather than promoter profit margins."
  },
  "expenses": {
    "score": 4,
    "explanation": "Laona, Wisconsin in early May isn't exactly Aspen pricing. Small northern Wisconsin town means cheap lodging, cheap food, cheap gas. The biggest expense is probably the drive to get there, assuming you can even find this place on a map."
  },
  "length": {
    "score": 4,
    "explanation": "Five distances from 18 to 113 miles covers everyone from kids doing a Friday pre-ride to century masochists. The 100-mile main event with 3500 feet of climbing hits that sweet spot of legitimate endurance challenge without being stupid long. Multiple bailout options keep it accessible."
  },
  "technicality": {
    "score": 2,
    "explanation": "Three miles of 'easy singletrack' and some rutty two-track on Deer Lake Cut-off Road aren't exactly technical challenges. Sand sections and varied forest conditions require basic bike handling, but they're literally marketing this to 'gravel curious first timers.' Your road bike with 28mm tires will probably survive."
  },
  "elevation": {
    "score": 2,
    "explanation": "3500 feet over 100 miles in Wisconsin forest terrain means rolling hills, not lung-busting climbs. No named ascents or epic sufferfests mentioned anywhere. It's enough to work your legs but won't leave you crawling up anything memorable."
  },
  "climate": {
    "score": 2,
    "explanation": "Early May in northern Wisconsin means cool spring conditions that could go either way - perfect 60-degree sunshine or 40-degree drizzle. No historical weather disasters mentioned, which probably means it's been reasonably predictable. Pack layers and pray the roads aren't muddy from snowmelt."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Wisconsin, not Colorado. Laona sits in lowland forest country where altitude is measured in hundreds, not thousands of feet. Your biggest breathing challenge will be the pollen from all those trees, not thin air."
  },
  "logistics": {
    "score": 1,
    "explanation": "Research shows zero details on airports, lodging, parking, or packet pickup for a reason - there probably aren't many options. Finding this place and figuring out where to sleep the night before is your problem to solve. Small town charm comes with small town infrastructure."
  },
  "adventure": {
    "score": 2,
    "explanation": "Hidden gravel roads in Nicolet National Forest and the Rat River Trail offer legitimate backcountry exploration. But 'easy singletrack' and routes suitable for e-bikes suggest more scenic touring than edge-of-your-seat adventure. It's pleasant wilderness, not wilderness survival."
  }
}
