{
  "prestige": {
    "score": 5,
    "explanation": "From the Land Run 100's humble 121-rider start to 3,600+ registrations by 2020 - that's legend building. Ted King attempts FKTs here, Jill Martindale owns the Mega Mid South record at 25:12, and the event spawned a 300-mile bikepacking loop after 10+ years of route refinement. When a race gets its own mega version and riders scream with excitement spotting competition ahead, you've got prestige."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Three strategically placed aid stations at miles 28 (Mulhall), 61 (Guthrie), and 82+ keep you alive across 107 miles of red Oklahoma dirt. The route design is surgical - fast clay hardpack transitions to loose gravel over hardpack, with tactical tarmac breaks at exactly 9% of the course. Everything from Brethren Hill at mile 33 to the Bovine Bypass double track shows serious course curation."
  },
  "experience": {
    "score": 5,
    "explanation": "You cross Wild Horse Creek, navigate the Cimmarron River on a highway bridge not yet open to vehicles, and potentially hike-a-bike through one mile of overgrown Gnarnia at mile 157. The mud here is legendarily sticky - riders abandon when wheels won't spin, and wildfires can cancel the whole damn thing. This is Oklahoma showing you what 'picturesque farmland' actually costs."
  },
  "community": {
    "score": 5,
    "explanation": "District Bicycles in Stillwater built this thing over a decade, turning local favorites like College and Triple XXX roads into gravel pilgrimage routes. When the 2025 race got cancelled due to wildfires, riders stayed in town for relief efforts instead of heading home. That rider Chase starting an hour behind Ted King just to provide FKT support? That's community."
  },
  "field_depth": {
    "score": 5,
    "explanation": "Growing from 121 brave souls to 3,600+ registrations doesn't happen without serious depth across all levels. The course splits groups naturally - that 'hard start' drops pretenders early while riders like Luke Hall emerge as 'heck of a strong' competition. Multiple distance options from 50K to the full Mega Mid South 301-miler means everyone from weekend warriors to FKT hunters shows up."
  },
  "value": {
    "score": 4,
    "explanation": "You get 107 miles of meticulously curated dirt roads, three fully stocked aid stations with Skratch nutrition, and access to some of Oklahoma's most gorgeous challenges like Hackleman Road. The race has evolved from grassroots Land Run 100 to a multi-distance festival while maintaining that authentic Cross Timbers experience. No pricing data available, but the infrastructure and route quality suggest solid bang for your buck."
  },
  "expenses": {
    "score": 4,
    "explanation": "Stillwater, Oklahoma isn't exactly Aspen - your lodging and food costs stay reasonable in this college town setting. District Bicycles serves as race HQ, so bike shop access is built in. No specific expense data in the research, but central Oklahoma location means most riders can drive rather than fly, keeping travel costs manageable."
  },
  "length": {
    "score": 4,
    "explanation": "The standard 100-miler hits that sweet spot where you're committed but not destroyed, with 6,000+ feet of climbing spread across 107 miles of red dirt. Distance options from 50K running to the full 301-mile Mega Mid South mean you can pick your poison. That final 33-mile sector with 2,000 feet of climbing to the last aid station? Perfect length to separate the real from the recreational."
  },
  "technicality": {
    "score": 2,
    "explanation": "This is 99.9% unpaved but mostly fast dirt roads, not rock gardens - technical difficulty rates just 4/10 on proper scales. The one-mile Gnarnia section might require hike-a-bike when overgrown, but 300+ miles of route averages to pretty straightforward gravel. Surface changes with weather from fast clay to loose gravel, but it's more about power than bike handling."
  },
  "elevation": {
    "score": 2,
    "explanation": "6,000 feet over 100 miles in Oklahoma means countless Cross Timbers rollers, not proper climbing. High point barely cracks 1,222 feet, starting elevation is 899 feet - you're not exactly suffering at altitude. The physical demand rates 7/10, but that's from distance and surface, not elevation. Brethren Hill at mile 33 is the 'featured climb' which tells you everything."
  },
  "climate": {
    "score": 5,
    "explanation": "Oklahoma weather creates the race conditions - that legendary sticky mud can make wheels stop spinning, forcing race abandonment. 'Hot, hot summer' conditions with sun and wind exposure across the first 100 miles of the Mega route dry you out systematically. When sustained rainfall hits, the western route becomes 'impassable mud,' and wildfires can cancel everything. Weather isn't just a factor here - it IS the race."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting at 899 feet, maxing at 1,222 feet - this is basically sea level by any serious standard. You're in the High Plains/Cross Timbers region of Oklahoma, not the Rockies. Altitude plays zero role in performance or acclimatization concerns. The suffering comes from heat, wind, and mud, not thin air."
  },
  "logistics": {
    "score": 3,
    "explanation": "District Bicycles in Stillwater serves as start/finish and apparent race HQ, which covers the basics. Stillwater is a college town with infrastructure, but you're still in central Oklahoma - not exactly logistics heaven. No specific details on packet pickup, parking, or lodging in the research data, suggesting either basic setup or poor communication of what's available."
  },
  "adventure": {
    "score": 4,
    "explanation": "Crossing the Cimmarron River on a highway bridge not yet open to vehicles, navigating potentially impassable mud on western routes, and hitting the technical Gnarnia section delivers real adventure. The route changes character with weather - fast hardpack becomes wheel-stopping mud, and wildfires can alter everything. Ten years of route development through Oklahoma's Cross Timbers region created something genuinely exploratory, not just another gravel loop."
  }
}
