{
  "prestige": {
    "score": 1,
    "explanation": "Salty Lizard launched in August 2024 as the first race in Utah's newest gravel series. Nobody outside Utah knows it exists yet, and there's zero evidence any notable riders have touched this course. It's grassroots in the truest sense—which means anonymous."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The course data is a mess—official sources can't agree if it's 50 miles or 97.7 miles, which doesn't inspire confidence in race management. Organizer Breanne Harward gets credit for launching a new series, but basic details like aid stations and cutoffs are nowhere to be found. Hard to judge quality when the fundamentals are unclear."
  },
  "experience": {
    "score": 2,
    "explanation": "Wendover sits on the Utah-Nevada border in legitimate middle-of-nowhere territory, which could be epic or brutal depending on execution. With 91% gravel surface, you'll get the real thing, not some paved pretender. But zero rider reports or course descriptions means you're gambling on what that experience actually delivers."
  },
  "community": {
    "score": 2,
    "explanation": "As the inaugural race of the Utah Gravel Series, it's building something from scratch rather than joining an established scene. The 'grassroots feel' marketing suggests intimate field sizes and local vibes. But community requires people, and there's no evidence of field depth or returning participants yet."
  },
  "field_depth": {
    "score": 1,
    "explanation": "First-year race in remote Utah with zero name recognition equals tiny fields of locals. No prize money listed, no pro attendance documented, no competitive pedigree to attract serious racers. You're racing against whoever happened to find the BikeReg listing."
  },
  "value": {
    "score": 3,
    "explanation": "New races typically underprice to build attendance, and Utah generally costs less than Colorado or California events. Multiple distance options from 42 to 104 miles means different price points for different commitment levels. Just don't expect premium amenities at bargain pricing."
  },
  "expenses": {
    "score": 3,
    "explanation": "Wendover is casino country on the Nevada border, which means cheap lodging options designed for gamblers, not cyclists. Remote location cuts both ways—less expensive than resort towns, but you'll need to drive farther to get there. No major airport nearby keeps flight costs reasonable if you're driving from Salt Lake anyway."
  },
  "length": {
    "score": 2,
    "explanation": "Course length is genuinely confusing—sources list everything from 50 to 104 miles for what seems like the same event. If it's actually 50 miles with 2800 feet, that's short for serious gravel racing. If it's the 97.7 miles with 3,507 feet listed elsewhere, that's more legitimate but still not epic distance."
  },
  "technicality": {
    "score": 2,
    "explanation": "Utah desert gravel can range from smooth hardpack to chunky nightmare, and with zero course descriptions available, it's pure speculation. The 91% gravel surface suggests sustained off-pavement riding, not technical singletrack. Moderate elevation gain relative to distance implies steady grades rather than punchy climbs."
  },
  "elevation": {
    "score": 2,
    "explanation": "2800 feet over 50 miles averages 56 feet per mile—noticeable but not leg-breaking. If the actual course is 97.7 miles with 3,507 feet as some sources claim, that's even gentler at 36 feet per mile. Either way, this isn't the Rockies."
  },
  "climate": {
    "score": 2,
    "explanation": "April in the Utah-Nevada desert is Russian roulette weather—could be perfect 70-degree racing or surprise snow. Wendover sits in exposed terrain where wind becomes a factor, and desert temperature swings mean 40-degree starts and 80-degree finishes are possible. Zero historical weather data available makes planning difficult."
  },
  "altitude": {
    "score": 2,
    "explanation": "Wendover sits around 4,200 feet elevation—high enough that sea-level lungs will notice, but not Colorado-level suffering. Most reasonably fit riders adapt to that altitude within a day or two. It's a factor, not a limiter."
  },
  "logistics": {
    "score": 2,
    "explanation": "Wendover is genuinely remote—two hours from Salt Lake City with nothing substantial in between. Casino town means basic services exist but cycling-specific support is minimal. Registration through BikeReg is standard, but packet pickup details and parking logistics are complete mysteries."
  },
  "adventure": {
    "score": 3,
    "explanation": "Racing in the Utah-Nevada desert borderlands delivers legitimate adventure factor—this is wide-open country where cell service and civilization disappear. First-year event adds unknowns that could range from epic to disaster. If you want predictable racing, look elsewhere; if you want to explore new territory, Wendover delivers."
  }
}
