[
  {
    "rider": "Jorge Padrones",
    "level": "COMPETITIVE",
    "quote": "The first part of the course was very fast and seemed to go always downhill which made the first hour fly by. In fact, the entire race was fast - when circling Badajoz on the highway towards the end of the race, my GPS marked speeds beyond 45 kilometers per hour.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Jorge Padrones",
    "level": "COMPETITIVE",
    "quote": "This race was a clear example of what 'fast gravel' is all about. The head of the race managed to achieve an average of 38 kilometers per hour on a route where road kilometers were very few.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Jorge Padrones",
    "level": "COMPETITIVE",
    "quote": "In the central part of the race, small hills were concentrated, which along with the high speeds and the strongly blowing wind, made it harder. The race broke into small groups almost from the first moments.",
    "criteria": []
  },
  {
    "rider": "Aleix Espargaró",
    "level": "ELITE",
    "quote": "Riding is fun! Despite having little technique with the gravel bike and premiering the Checkmate [Trek gravel bike] yesterday, I enjoyed it a lot and I have good legs to finish seventh overall in my first World Cup and qualify for the Gravel World Championship.",
    "criteria": [
      "prestige"
    ]
  },
  {
    "rider": "Melisa Rollins",
    "level": "ELITE",
    "quote": "I'm expecting the race to play out in a similar way to the Fuego XL, so it will be really important to play my cards right on the final climb.",
    "criteria": []
  },
  {
    "rider": "Annabel Fisher",
    "level": "ELITE",
    "quote": "My debut in the Life Time Grand Prix is going to be a bit of a shock to the system, but I'm really excited to do it. Physically, I'm ready, but I'm going in at the top of the sport with Life Time and haven't raced at Sea Otter before, so it'll be a fun learning curve but I'm ready for the challenge.",
    "criteria": []
  }
]
