[
  {
    "rider": "The Cycling Addiction blogger",
    "level": "UNKNOWN",
    "quote": "I was turning the cranks over so slowly that I was barely able to keep the bike up right. I glanced over to one rider walking up and he was staring at me as if I was nuts and that I should get off the bike and walk up with him, but I quickly looked away from the defeated cyclist and kept a focus on ...",
    "criteria": []
  },
  {
    "rider": "The Cycling Addiction blogger",
    "level": "UNKNOWN",
    "quote": "Within the first few minutes traversing through the city streets of Chattanooga we were soaked, but thankfully the organizers had the intersections blocked for the cyclists.",
    "criteria": []
  },
  {
    "rider": "The Cycling Addiction blogger",
    "level": "UNKNOWN",
    "quote": "The picture that everyone had painted as an image was now a reality as we turned. As soon as I turned on the road my legs began to burn like crazy as the sun suddenly comes out and began baking down on my neck.",
    "criteria": []
  },
  {
    "rider": "Pedal Wench",
    "level": "UNKNOWN",
    "quote": "I've done it twice - third attempt was rained out. It's a wonderful ride, great support, and really interesting route.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Velo Vol",
    "level": "UNKNOWN",
    "quote": "It was wet the first hour or so (start time delayed due to a thunderstorm), I consequently got cold. Then, the sun was out in time for extra heat when I scaled Burkhaulter Gap.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Velo Vol",
    "level": "UNKNOWN",
    "quote": "2,000+ riders makes for a slow start. I don't think I got much above 10 mph until the 3rd mile. The first 40 miles is flatter than I remember it being. Oh, to have flat stretches like that around here. It's not often that I get to cruise at 20 mph or so for that long.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Velo Vol",
    "level": "UNKNOWN",
    "quote": "Either my rear tire is too worn down, or that road up Sand Mountain is extra slippery when wet. Several times my wheel lost traction. The climb is bad enough as it is, I don't need to be wasting power.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Velo Vol",
    "level": "UNKNOWN",
    "quote": "My evil side reared its ugly head--a got a kick out of seeing some of the flatlanders toil on the hills.",
    "criteria": []
  },
  {
    "rider": "Porter20",
    "level": "UNKNOWN",
    "quote": "My goal for this year, I would really like to do the 3 mountain 3 state ride (as it looks really awesome)",
    "criteria": []
  },
  {
    "rider": "The Cycling Addiction blogger",
    "level": "UNKNOWN",
    "quote": "I dropped to my lowest gear, which was a 28 that I loved having, but out of discomfort my hand kept hitting the shifter as if there was another lower gear available.",
    "criteria": []
  },
  {
    "rider": "Sand Mountain",
    "level": "",
    "quote": "Shorter and steeper than the first.",
    "criteria": []
  },
  {
    "rider": "Burkhalter Gap approach",
    "level": "",
    "quote": "A straight two-mile section of road before hitting the wall.",
    "criteria": []
  },
  {
    "rider": "Burkhalter Gap final section",
    "level": "",
    "quote": "20% to 22% road gradient for the last 500 yards.",
    "criteria": []
  },
  {
    "rider": "Post-Burkhalter Gap",
    "level": "",
    "quote": "As soon as you pull out of the sag stop you are immediately faced with another climb that looks pretty bad, but as I climbed this hill felt pretty insignificant compared to what we just encountered.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "First 40 miles",
    "level": "",
    "quote": "Flatter than I remember it being. The first 40 miles is flatter than I remember it being. Oh, to have flat stretches like that around here. It's not often that I get to cruise at 20 mph or so for that long.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Lookout Mountain descent",
    "level": "",
    "quote": "I tried my best to keep my speeds from reaching the 40's on the wet roadway.",
    "criteria": []
  },
  {
    "rider": "Rolling terrain after climbs",
    "level": "",
    "quote": "The rolling stretch atop Lookout Mountain has more climbing than I recalled. Or my legs were just tired.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Marion County section",
    "level": "",
    "quote": "That Marion County mud hole sure did a number on my cleats.",
    "criteria": []
  },
  {
    "rider": "Alabama roads",
    "level": "",
    "quote": "Alabama roads still suck.",
    "criteria": []
  },
  {
    "rider": "The Cycling Addiction blogger",
    "level": "UNKNOWN",
    "quote": "I kept thinking about what Gary had told me a ton of times. Do your own pace and don't use up too much too early. I had the gps map zoomed in fairly tight and I had a summit symbol preloaded so I had an idea that I was getting closer.",
    "criteria": []
  },
  {
    "rider": "The Cycling Addiction blogger",
    "level": "UNKNOWN",
    "quote": "After spending a few minutes chunking down some fruits and cookies at the sag stop my legs were now calmed down and my group patiently waited for me to regain a little strength.",
    "criteria": []
  },
  {
    "rider": "The Cycling Addiction blogger",
    "level": "UNKNOWN",
    "quote": "A lot of people go too hard climbing the first two hills and do not leave enough in the tank for the last one. Pace yourself early and leave something for climbing Burkhalter Gap.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Weather-related crashes",
    "level": "",
    "quote": "In fact, the year we were down there, a friend of ours got in a accident when another rider's brakes failed on a descent.",
    "criteria": []
  },
  {
    "rider": "Early weather bailouts",
    "level": "",
    "quote": "In that first number of miles as I passed people I could hear those talking about bailing out or how miserable they felt",
    "criteria": []
  },
  {
    "rider": "Walking Burkhalter Gap",
    "level": "",
    "quote": "I was starting to see riders walk the remainder to the summit",
    "criteria": []
  },
  {
    "rider": "Mass start",
    "level": "",
    "quote": "2,000+ riders makes for a slow start. I don't think I got much above 10 mph until the 3rd mile.",
    "criteria": []
  },
  {
    "rider": "Burkhalter Gap spectators",
    "level": "",
    "quote": "I could hear the cowbells and cheers from those in front",
    "criteria": []
  },
  {
    "rider": "City finish",
    "level": "",
    "quote": "As we entered Chattanooga the police had the intersections blocked off and we were sustaining 20 mph speeds though the traffic.",
    "criteria": []
  },
  {
    "rider": "Traffic management",
    "level": "",
    "quote": "By and large, they do a great job managing traffic (though I'd feel differently if I was waiting at an intersection in a vehicle).",
    "criteria": []
  },
  {
    "rider": "Organizer",
    "level": "",
    "quote": "Organized by the Chattanooga Bicycle Club",
    "criteria": []
  },
  {
    "rider": "KOM/QOM Competition",
    "level": "",
    "quote": "All Century riders participate. Male & female winners receive LITESPEED T5 frames!",
    "criteria": []
  },
  {
    "rider": "Distance options",
    "level": "",
    "quote": "Choose the Century Challenge with 6883' of climbing or take on the 64 mile course with 4295' of elevation. The 25 mile route tours 2 states with a profile that is more beginner friendly.",
    "criteria": [
      "elevation"
    ]
  }
]
