[
  {
    "rider": "Lukas",
    "level": "UNKNOWN",
    "quote": "Von Anfang an Feuer unter den Reifen – ein 40er Schnitt auf Schotter fühlt sich schon sehr grenzwertig an. Die Krämpfe am Schluss konnte ich nur mit Mühe wieder wegshaken",
    "criteria": []
  },
  {
    "rider": "Moritz",
    "level": "UNKNOWN",
    "quote": "Rennstart im Chaos, dann 1,5 Stunden Vollgas – Gravel ist kein Kindergeburtstag. Nach dem Reifenschaden gab's nur noch Pump-Intervalle statt ein WM Ticket, zum Glück hab ich mir das schon in Valkenburg gesichert.",
    "criteria": []
  },
  {
    "rider": "Renée",
    "level": "UNKNOWN",
    "quote": "Erst Bienenstich, dann Männer-Chaos – alles dabei. Der Oberschenkel hat gepocht und der Kreislauf wollte mich schon zum Aufgeben zwingen, aber durch die motivierenden Teamkollegen hab ich´s doch noch ins Ziel geschafft.",
    "criteria": []
  },
  {
    "rider": "Alexander",
    "level": "UNKNOWN",
    "quote": "Verglichen mit Valkenburg war das hier fast Wellness – bis die Sonne den Turbo abgeschaltet hat. Ohne Support wäre ich verdurstet!",
    "criteria": []
  },
  {
    "rider": "Gerrit",
    "level": "UNKNOWN",
    "quote": "Erste Runde lief solide, dann landete ich im Krankenwagen statt im Ziel.",
    "criteria": []
  },
  {
    "rider": "Jens Claussen",
    "level": "ELITE",
    "quote": "Als ich da so rumstand und auf den Start wartete hatte ich genügend Zeit mir die Gravelbikes meiner Mitstreiter mal genauer anzuschauen. Und was soll ich sagen: Mit meinem wunderschönen STORCK Grix Pro Performance kam ich mir tatsächlich ein wenig 'underdressed' vor.",
    "criteria": []
  },
  {
    "rider": "Jens Claussen",
    "level": "ELITE",
    "quote": "Es ging auf der Runde von Beginn an ca. 15 min nur bergauf (hätte ich gerne vorher gewusst) und eigentlich bin ich ein Freund des wattgesteuerten Tretens an Anstiegen – zumindest zu Anfang eines Rennens.",
    "criteria": []
  },
  {
    "rider": "Jens Claussen",
    "level": "ELITE",
    "quote": "04:56 h habe ich benötigt, mit einem 25,4 km/h Schnitt. Das reichte zu Platz 64 von 102 Startern in meiner AK [55-59], die Quali für die WM habe ich um 28 min verpasst. Übrigens, Gewinner meiner Altersklasse ein gewisser Udo Bölts in 04:00 h.",
    "criteria": []
  },
  {
    "rider": "Loretta69",
    "level": "UNKNOWN",
    "quote": "Im Vorjahr bin ich durch einen Fehler im Anmeldesystem schon beim Gran Fondo, statt beim Gravel Fondo gestartet, was im Nachhinein wirklich ein Glücksfall war, weil das Gravel Rennen von der Streckenführung und Organisiationabsolut unterirdisch, chaotisch und gefährlich war.",
    "criteria": []
  },
  {
    "rider": "Jens Claussen",
    "level": "ELITE",
    "quote": "Nahezu alle fuhren Tubeless – Alle außer ich... 'Old school' mit Schlauch ausgestattet",
    "criteria": []
  },
  {
    "rider": "Surface Mix",
    "level": "",
    "quote": "Schotter, feiner Kies, übles Kopfsteinpflaster, giftige Anstiege und technische Wald-Passagen",
    "criteria": []
  },
  {
    "rider": "Jens Claussen",
    "level": "ELITE",
    "quote": "Es ging auf der Runde von Beginn an ca. 15 min nur bergauf",
    "criteria": []
  },
  {
    "rider": "Jens Claussen",
    "level": "ELITE",
    "quote": "Die Taktik sollte sich auszahlen. Kein Einbruch, immer in einer guten Gruppe, mit Auge gefahren und nach drei Runden glücklich im Ziel",
    "criteria": []
  },
  {
    "rider": "Course Markings Issue",
    "level": "",
    "quote": "Als die Profis im Ziel waren, standen aus einmal an vielen Abzweigungen keine Streckenposten mehr. Ein NO GO... Zudem war die Strecke im Ganzen miserabel bis gar nicht ausgeschildert.",
    "criteria": []
  },
  {
    "rider": "Festival Atmosphere",
    "level": "",
    "quote": "Überall Leute, überall Absperrungen, einfach kein Durchkommen",
    "criteria": []
  },
  {
    "rider": "Post-Race Washing",
    "level": "",
    "quote": "Ach ja, auch Olympiasieger wie Greg van Avermaet müssen bei Gravel Rennen ihr Bike selbst waschen...",
    "criteria": []
  }
]
