[
  {
    "rider": "Nicholas Garbis",
    "level": "COMPETITIVE",
    "quote": "The weather forecast was for low 90s and high winds. Definitely, a tough day to be on a bike for 6-10hrs. I think I heard later that 350 had registered and 150 had shown up for the event. Crazy hot weather, transition year, new name (third name in 3 years), etc.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Brad Patty",
    "level": "COMPETITIVE",
    "quote": "I knew from previous long hard-surface rides that I could maintain around 200 watts average power for over 5 hours. I was also able to determine from prior Almanzo 100 races I should be able to average between 15 and 16 MPH...",
    "criteria": [
      "field_depth",
      "length"
    ]
  },
  {
    "rider": "Jesse Lindhorst",
    "level": "COMPETITIVE",
    "quote": "Flying down slopes was always a thrill until I realize that I was going 35 mph on two very thin tires with the high risk of hitting a loose patch of gravel, which would no doubt send me into an imminent doom.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Jesse Lindhorst",
    "level": "COMPETITIVE",
    "quote": "The Almanzo is an amazing event that anyone can conquer because it's not about pain or racing or anything like that. Whether you ride 60 miles and drop out or finish just within the twelve hour window with scuffed knees and bent handlebars, it's about getting on a bike and experiencing the journey.",
    "criteria": []
  },
  {
    "rider": "Nicholas Garbis",
    "level": "COMPETITIVE",
    "quote": "There's hardly a better gravel route to be found -- natural beauty, grinding open spaces, epic climbs including the soul-breaking Oriole Road at mile 91.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Nicholas Garbis",
    "level": "COMPETITIVE",
    "quote": "Preston, like most towns in the area, is on a river... The course follows the river into the valley in the covered coolness of the forest. Then there's a bridge and you roll in toward town.",
    "criteria": []
  },
  {
    "rider": "JOM",
    "level": "COMPETITIVE",
    "quote": "Friday's pre-drive was more of the same, but in greater abundance. Beautiful rolling hills, areas of lush, green tree cover and exposed rock faces along some of the road cuttings... South Eastern Minnesota is more than just farmland.",
    "criteria": []
  },
  {
    "rider": "JOM",
    "level": "COMPETITIVE",
    "quote": "The term 'bucket list' is an over-used cliche'. I refuse to use those two words in a conversation. Rather, Almanzo has always been a must-do gravel race.",
    "criteria": []
  },
  {
    "rider": "High Plains Reader rider",
    "level": "COMPETITIVE",
    "quote": "Despite my youth and training, overconfidence and a lack of equipment (which I left sitting at home because I'd be 'fine') ultimately allowed the rain to defeat me in just twenty-three miles. It was a tough pill to swallow.",
    "criteria": []
  },
  {
    "rider": "JOM",
    "level": "COMPETITIVE",
    "quote": "The gravel roads themselves are very reminiscent of what we have in North Central Florida; a hard pack limestone base and smattering of gravel atop, with a good mix of sandy bits thrown in... Rainwater drains well from this road surface.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Brad Patty",
    "level": "COMPETITIVE",
    "quote": "In 2014 I was riding a CX bike with an AL PowerTap hub-based power meter equipped wheel. 2015 saw me riding my mountain bike and recording power via the PowerCal. I had been riding and racing with the PowerCal for about 9 months and knew it seemed accurate...",
    "criteria": []
  },
  {
    "rider": "Historical Range",
    "level": "",
    "quote": "The date of the event, normally the first Saturday after Mother's Day (in May) meant the weather had varied from the 30s to the 80s, cold rain to hot sun, mostly wind and sometimes calm.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Jesse Lindhorst",
    "level": "COMPETITIVE",
    "quote": "The course also consisted of seven to eight category five hills, only one of which I was actually able to climb while in the saddle.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "JOM",
    "level": "COMPETITIVE",
    "quote": "Within a mile we turned onto the first gravel. There was a bit of moisture on the road surface from the rain in the morning, which did not cause a problem when riding under 20 MPH - but on the first fast descent I learned bike tires will turn this moisture into a fine limestone mist which is launche...",
    "criteria": [
      "technicality",
      "field_depth"
    ]
  },
  {
    "rider": "Brad Patty",
    "level": "COMPETITIVE",
    "quote": "There was a significant bike difference in 2015 from 2014. In 2014 I was riding a CX bike... 2015 saw me riding my mountain bike.",
    "criteria": []
  },
  {
    "rider": "Brad Patty",
    "level": "COMPETITIVE",
    "quote": "I quickly found my support crew and cheering section (wife), replaced the bottle I had drained and took on three new bottles and additional energy bars. I lubed the chain, switched out my eyewear and grabbed ½ my PB and honey sandwich to eat while riding the next couple miles.",
    "criteria": []
  },
  {
    "rider": "Brad Patty",
    "level": "COMPETITIVE",
    "quote": "I tried to conserve as much energy as possible by drafting riders (especially when riding into the wind) and not sprinting up hills.",
    "criteria": []
  },
  {
    "rider": "JOM",
    "level": "COMPETITIVE",
    "quote": "I learned a valuable lesson at Land Run 100 earlier this year, an event I was forced to abandon half way due to symptoms of near hypothermia. Lesson learned, do not underestimate the value of a waterproof shell layer, something I was missing at Land Run.",
    "criteria": []
  },
  {
    "rider": "Nicholas Garbis",
    "level": "COMPETITIVE",
    "quote": "On the way in the car, I had attempted and failed to load the route into Strava (cannot be done on mobile), and I had no cue sheets or map. Cell service is patchy in the valleys which we would be going in and out of all day...",
    "criteria": []
  },
  {
    "rider": "Brad Patty",
    "level": "COMPETITIVE",
    "quote": "If you have read my blog article from the race last year, you will know I went too hard at the start of the Almanzo 100 race and paid for it dearly from mile 50 to the finish.",
    "criteria": []
  },
  {
    "rider": "Brad Patty",
    "level": "COMPETITIVE",
    "quote": "I found my legs were starting to have less snap at mile 70 and by mile 90 I was in full conserve mode flirting with cramps if I pushed above the new ceiling my body had developed.",
    "criteria": []
  },
  {
    "rider": "Chris Skogen, Founder",
    "level": "",
    "quote": "In the years that led up to the first Almanzo I felt like we, as a society, were being inundated with pay-to-play events that were cloudy at best when it came to telling the participant where the money went.",
    "criteria": []
  },
  {
    "rider": "JOM",
    "level": "COMPETITIVE",
    "quote": "The race entry fee... is free for all riders. Traditional postcard entry still remains, although nowadays, riders are welcome to email the organizers and register their intent to ride.",
    "criteria": []
  },
  {
    "rider": "Kathy Simpson",
    "level": "",
    "quote": "Riders will stop to help people get back on and going.",
    "criteria": []
  },
  {
    "rider": "Mike Riemer, Salsa Cycles",
    "level": "",
    "quote": "For most folks Almanzo isn't really a race, it's a personal challenge. At the front they'll be full on racing, but for most folks they just want to get to the finish line, and some might care to do it as quickly as possible, but not everyone.",
    "criteria": []
  },
  {
    "rider": "Jesse Lindhorst",
    "level": "COMPETITIVE",
    "quote": "The Almanzo is an amazing event that anyone can conquer because it's not about pain or racing or anything like that. Whether you ride 60 miles and drop out or finish just within the twelve hour window with scuffed knees and bent handlebars, it's about getting on a bike and experiencing the journey.",
    "criteria": []
  },
  {
    "rider": "JOM",
    "level": "COMPETITIVE",
    "quote": "The Almanzo 100 touts itself as the race where it all began; the Granddaddy of all gravel races.",
    "criteria": []
  },
  {
    "rider": "Mike Riemer, Salsa Cycles",
    "level": "",
    "quote": "Almanzo was the first gravel event to broadly expose the masses to that type of riding. It helped create a community of cyclists that wanted to go take on a reasonable challenge. It also helped teach folks that they might want to consider riding on these gravel roads just for fun.",
    "criteria": []
  },
  {
    "rider": "Growth and Scale",
    "level": "",
    "quote": "More than 1,000 riders are expected this year. The average time to complete the 100-mile route is about eight hours. The fastest riders finish in just more than five.",
    "criteria": [
      "length"
    ]
  }
]
