[
  {
    "rider": "Ozogan",
    "level": "UNKNOWN",
    "quote": "I was looking forward to solo riding. I had to keep 100% attention because danger lurked at every turn. Bidons were flying around, and the occasional surface change provoked hasty braking manoeuvres.",
    "criteria": []
  },
  {
    "rider": "Ozogan",
    "level": "UNKNOWN",
    "quote": "Scratching has an unusually high rate for the Atlas Mountain Race. Over 100 people out of 270 didn't finish. Often as a result of: Mechanical problems, Heat, Respiratory problems—dust makes you cough blood, Digestive problems",
    "criteria": [
      "climate",
      "field_depth"
    ]
  },
  {
    "rider": "Ozogan",
    "level": "UNKNOWN",
    "quote": "My struggle was deep. I was cold. Not a life-threatening cold. But I was uncomfortable and the race was not going the way I wanted... I made the mistake of inventing my low-cost energy gel. I poured half a litre of syrup into a cycling bottle and intended to sip it and drink it with water.",
    "criteria": []
  },
  {
    "rider": "Cap 184 Niel Copeland",
    "level": "COMPETITIVE",
    "quote": "There are many ways you can experience these races. Just racing it flat-out isn't the only way or the right way for a lot of people. So, I'm just showing that you can put in some good pace but not stress too much about it—stop when you want to and have a really great time.",
    "criteria": []
  },
  {
    "rider": "Cap 169 Jeff Lou",
    "level": "COMPETITIVE",
    "quote": "I had like a 26-hour day… I really need to be more present and just be here. So I think I'm in a little bit of a better headspace right now.",
    "criteria": []
  },
  {
    "rider": "Cap 202 Valentina",
    "level": "COMPETITIVE",
    "quote": "I started in the dark, like at 4:30 a.m., and then I had the sunrise at 8, and it was beautiful. Amazing. I cried a little.",
    "criteria": [
      "experience"
    ]
  },
  {
    "rider": "Cap 66 Joachim Lindhardt",
    "level": "COMPETITIVE",
    "quote": "These four Moroccan guys at the café just jumped out and said, 'Oh, we'll try to fix this.' And maybe 10, 15, 30 minutes later, they had this mega fix. They pulled out the pin to get it to connect with the battery again.",
    "criteria": []
  },
  {
    "rider": "Cap 101 Marei Moldenhauer",
    "level": "COMPETITIVE",
    "quote": "I actually found gluten-free cookies at a gas station, which was lovely. But other than that, I'm eating a lot of sugar and dates, which is also fine.",
    "criteria": []
  },
  {
    "rider": "Carl and unnamed partner",
    "level": "RECREATIONAL",
    "quote": "The hardest part of the race for me was the lack of food. The shops only seemed to sell drinks and biscuits, and the cafes only had omelette. I was soon fantasising about what I would eat once we'd finished. This race is not one for people who don't like eggs.",
    "criteria": []
  },
  {
    "rider": "Carl and unnamed partner",
    "level": "RECREATIONAL",
    "quote": "Another challenge on route was the gangs of children. We would spot them up ahead on approach to a village, and they would spot us and congregate on a steep uphill... Mostly they were just interested and keen for a chat, but sometimes they would try and grab at the bikes and our bags or throw rocks.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Carl and unnamed partner",
    "level": "RECREATIONAL",
    "quote": "It was lovely to have the company although we couldn't manage to sync up, so most of the time one of us was feeling great and the other was having a bonk, which did not make for a speedy ride.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Valerio Stuart",
    "level": "COMPETITIVE",
    "quote": "Despite my wary stomach, I took the risk and ordered an omelette at the restaurant next-door... My main target for the day was Imassine (258 km), the last real supply point before an arduous 100 km long stretch of remote terrain.",
    "criteria": []
  },
  {
    "rider": "Valerio Stuart",
    "level": "COMPETITIVE",
    "quote": "My fears were confirmed when I tried to coast down the next descent, only to have the chain whip forward and fall off again. I had no choice. If I wanted to keep the chain from dropping, I had to keep my legs moving at all times, even on off-road descents.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Valerio Stuart",
    "level": "COMPETITIVE",
    "quote": "By midnight I had ridden 300 km with 6,800 m of climbing - a personal best - but I knew the real challenge lay ahead and forced myself to stop. The moon hung overhead like a spotlight, so bright that it felt like sleeping under a streetlamp.",
    "criteria": []
  },
  {
    "rider": "Buzzalong rider",
    "level": "UNKNOWN",
    "quote": "That first night was brutal! We faced snow and ice, making some sections completely unrideable. I even got lost on that infamous 10-kilometer donkey trail – definitely not my finest moment! I also crashed twice that first night, which shook my confidence a bit.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Buzzalong rider",
    "level": "UNKNOWN",
    "quote": "As I entered this desolate area on day two, I ran out of water and missed a gas station, leaving me with no resupply options. It was a tough mental battle, pushing through that dry, remote landscape.",
    "criteria": []
  },
  {
    "rider": "Drop-bar hardtail setup",
    "level": "UNKNOWN",
    "quote": "For the AMR, I went with a drop-bar mountain bike from Bike Ahead Composites because it offered the perfect blend of speed and capability. I needed something lightweight, but also robust enough to handle the gnarly terrain.",
    "criteria": []
  },
  {
    "rider": "Night Duration",
    "level": "",
    "quote": "Nights in Morocco are long in February, around 12 hours, and tend to be very cold.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Anti-Atlas Heat",
    "level": "COMPETITIVE",
    "quote": "By day 5 Checkpoint 3 was in sight... At 11am it was far hotter than on previous days, and we had just started hikeabiking up the switchbacks on the last proper climb. As the temperature ramped up Carl started to really struggle with the heat.",
    "criteria": [
      "climate",
      "elevation"
    ]
  },
  {
    "rider": "Telouet Pass/Mule Track",
    "level": "UNKNOWN",
    "quote": "At the top, the first, famous section of the Atlas Mountain Race—the Mule track—awaited me. A short descent of 600 meters spiced up with big and pointy rocks. At the start, we were advised not to ride it because the trail was covered by snow and ice...",
    "criteria": [
      "elevation",
      "climate"
    ]
  },
  {
    "rider": "Mule Track Descent",
    "level": "UNKNOWN",
    "quote": "Once at the summit, all you could see was a long string of headlights snaking down a treacherous mule track. The path often disappeared and I navigated my way forward using tyre marks from the riders ahead. Most of the descent was on a narrow gorge peppered with boulders and ice.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "River Crossings",
    "level": "UNKNOWN",
    "quote": "First I crossed the Dadès river. It was not difficult, and the water was barely up to my knees. Do you call this a river crossing?",
    "criteria": []
  },
  {
    "rider": "Afra Riverbed",
    "level": "UNKNOWN",
    "quote": "After leaving Afra at 4 a.m., I immediately faced a riverbed section where I got completely lost, losing a lot of precious time. It was a frustrating start, but thankfully, the sun came up and I found my way back on track.",
    "criteria": []
  },
  {
    "rider": "Anti-Atlas Remote Section",
    "level": "",
    "quote": "Imassine (258 km), the last real supply point before an arduous 100 km long stretch of remote terrain",
    "criteria": []
  },
  {
    "rider": "Dry Riverbeds",
    "level": "COMPETITIVE",
    "quote": "The trail dipped into a dry valley, crossing sunbaked riverbeds that required short hike-a-bike sections. In some of these dry riverbeds, small windows and doorways were carved into the rock, with families working nearby.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Colonial Road",
    "level": "RECREATIONAL",
    "quote": "We tackled the old colonial road climb at night, navigating the two broken sections of road in the dark, before sleeping just off the track.",
    "criteria": []
  },
  {
    "rider": "Plateau Section",
    "level": "COMPETITIVE",
    "quote": "This was a long stretch of remoteness with no resupply but we were rewarded for all the climbing with an incredible track across the plateau. The views were stunning as we rode along the piste above steep canyons and descended towards Afra.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Pairs Racing Challenge",
    "level": "RECREATIONAL",
    "quote": "Riding as a pair was making the route feel more like fun weekend riding than racing. It was lovely to have the company although we couldn't manage to sync up, so most of the time one of us was feeling great and the other was having a bonk, which did not make for a speedy ride.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Accommodation Decision",
    "level": "COMPETITIVE",
    "quote": "I got there at 1 a.m. and managed to find a cafe where I ate an omelette. Thankfully, they also rented rooms for 200 Moroccan Dirham. I decided to take a room and get a 5-hour rest to recharge and avoid riding in the dark for a while.",
    "criteria": []
  },
  {
    "rider": "Expected Completion Time",
    "level": "",
    "quote": "Riders can expect approximately 1350km in distance, 25,000m of climbing and 8 days to complete the route.",
    "criteria": []
  },
  {
    "rider": "Common Failure Modes",
    "level": "UNKNOWN",
    "quote": "Mechanical problems, Heat, Respiratory problems—dust makes you cough blood, Digestive problems",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Navigation Error",
    "level": "COMPETITIVE",
    "quote": "When I glanced back, I saw another rider. I carried on following the GPS track, perplexed, until I decided to stop and check my location. My heart sank. I was 15 km off-route. The other rider? A scratcher heading back to Marrakech.",
    "criteria": []
  },
  {
    "rider": "Early Mechanicals/Injuries",
    "level": "UNKNOWN",
    "quote": "Some were already scratching due to injuries or mechanicals",
    "criteria": []
  },
  {
    "rider": "Dehydration Risk",
    "level": "UNKNOWN",
    "quote": "As I entered this desolate area on day two, I ran out of water and missed a gas station, leaving me with no resupply options.",
    "criteria": []
  },
  {
    "rider": "Nutrition Failure",
    "level": "UNKNOWN",
    "quote": "Maybe it was pre-race nerves, or maybe it was the unwise decision to eat my weight in Moroccan sweets earlier that day. Either way, I had to make an emergency pit stop in a nearby field not even 30km into the race.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Mental Breaking Point",
    "level": "COMPETITIVE",
    "quote": "I was 15 km off-route... The realisation hit hard, as I shouted profanities in the air and for a moment, seriously considered quitting.",
    "criteria": []
  },
  {
    "rider": "Panic Attack",
    "level": "COMPETITIVE",
    "quote": "The moon hung overhead like a spotlight, so bright that it felt like sleeping under a streetlamp. As I lay in my bivvy, my breathing felt restricted and a sudden sense of claustrophobia set in. I sat up, gasping for air, having some sort of panic attack.",
    "criteria": []
  },
  {
    "rider": "Local Hospitality",
    "level": "COMPETITIVE",
    "quote": "One of my favorite parts of following this race—both as a racer and a member of the media team—is the generosity of the people along the route. This race runs through remote villages, and time and again, locals welcome riders in with open arms.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Community vs Competition",
    "level": "RECREATIONAL",
    "quote": "At the back of the pack the competition was with the route itself rather than with each other, and we were happily seeing the same faces every day... Due to the lack of resupply we often had lunch and dinner with other riders at the only possible cafe/shop and really enjoyed the comradery.",
    "criteria": []
  },
  {
    "rider": "Children Encounters",
    "level": "RECREATIONAL",
    "quote": "We would spot them up ahead on approach to a village, and they would spot us and congregate on a steep uphill. We would slowly weave our way through the village to cries of 'Bonjour, Hello' and 'Chocolate! Chocolate!' and they would run along side us effortlessly as we struggled along.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Start Atmosphere",
    "level": "UNKNOWN",
    "quote": "The peloton rolled out at 6 p.m. under police escort, a mass of riders taking over entire roads of Marrakech, the setting sun casting long shadows. It felt more like the opening of the Tour de France than a bikepacking race.",
    "criteria": [
      "climate",
      "field_depth"
    ]
  },
  {
    "rider": "Family Following",
    "level": "",
    "quote": "One of the most rewarding parts of this work is seeing how much the community loves and appreciates it—especially the riders' family members, who follow every update closely.",
    "criteria": []
  },
  {
    "rider": "Women's Field Growth",
    "level": "",
    "quote": "This is the deepest women's field we've ever had",
    "criteria": []
  },
  {
    "rider": "Cultural Experience",
    "level": "",
    "quote": "Morocco is a country where African, Arab and European cultures are entwined... It is a land of tolerance, a blend of cultures and religions, a country renowned for its hospitality. The fascinating mixture of history, art, food, music and architecture makes Morocco an unforgettable destination.",
    "criteria": []
  },
  {
    "rider": "Race Philosophy",
    "level": "",
    "quote": "Rider-led racing grew out of the World Cycle Race and its ethos is to bring racing back to where it was over a century ago: when riders challenged each other over impossibly long distances and without the support and conveniences associated with today's racing...",
    "criteria": [
      "length"
    ]
  }
]
