[
  {
    "rider": "Nancy Mizak",
    "level": "UNKNOWN",
    "quote": "Answering the BaseCamp challenge of doing something that kinda scares you....I chose to enter the Bald Eagle Gravel Grinder in the PA Gravel Series not knowing it was the the toughest in terms of climbing. What an incredible experience to put all the training and coaching to work...",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Nancy Mizak [UNKNOWN] continued",
    "level": "",
    "quote": "At the end of the race, one of those guys joined me for lunch and gave me the compliment that made the whole experience even sweeter when he said, 'After you passed me on the 5th climb, you just kept climbing stronger and stronger then disappeared.' I had stuck to the plan....",
    "criteria": []
  },
  {
    "rider": "Lynn Botelho",
    "level": "RECREATIONAL",
    "quote": "My first race of the Trans-Sylvania Productions gravel series and my first win! I really could tell that my winter training made the difference. Felt fit and prepared, and I remembered to attack on the penultimate hill to pass and gap the then leader.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Amy Fowler",
    "level": "ELITE",
    "quote": "Today team Basecamp members Allie Pope Burger, Nancy Mizak, and myself tackled the Bald Eagle Gravel Grinder in Spring Mills, PA. There was a lot of SAILing going on in the first race of the season. I had one goal, to improve my time from last year. I ended up finishing 20+ mins slower.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Amy Fowler [ELITE] continued",
    "level": "",
    "quote": "That being said, I did get a number of PRs and I tried a few changes in my race setup. Some worked, some didn't. I kept moving forward, went hard where I could, and ended up on the podium. Overall, I felt like crap all day but it was great being back racing.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Jeep Road Descents",
    "level": "",
    "quote": "While Jeep Road descents are a bit easier on the legs, they are just as perilous! ...Stage 2 contained another white-knuckling long Jeep-road descent that had both my brother and I praying to the Bike Gods to spare us from crashing and flatting.",
    "criteria": []
  },
  {
    "rider": "Post-Race Support",
    "level": "",
    "quote": "At the finish of each stage is an table filled with PB&J (peanut butter & jelly ((jam)) sandwiches for those unaware), watermelon, giant coolers of recovery drink, and ice-cold Coca-Cola.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Included Meals",
    "level": "",
    "quote": "Race registration also features a generous onsite breakfast and dinner at the lodge (also race HQ), award ceremony, and stage preview for the following day.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Neutral Rollout",
    "level": "",
    "quote": "Another unique component of the Gravel Epic is that each stage starts with a neutral rollout, led out of camp by the race director as he ushered the peloton a few miles to the start of the race. This was a small but well-placed detail that added to the grand tour like feel of this event.",
    "criteria": []
  },
  {
    "rider": "Aid Station Quality",
    "level": "",
    "quote": "Another pleasant sight along the way were the well-stocked aid stations, one for short coursers and two for long-course riders during each stage. Having several volunteers along the way at key turns and at aid stations provided a truly seamless racing experience.",
    "criteria": [
      "race_quality"
    ]
  }
]
