[
  {
    "rider": "Justinas Leveika",
    "level": "ELITE",
    "quote": "The bike is a very fast one and I love it. Trek gave it to me and said go have fun, so that's what I did! 🤩",
    "criteria": []
  },
  {
    "rider": "Martin Moschek",
    "level": "UNKNOWN",
    "quote": "After last year's Bohemian Border Bash Race, I've adopted a different strategy for this year: enjoy the scenery and the ride more, ride less empty, take more care of myself. And I'm sure I'll do pretty well with that.",
    "criteria": []
  },
  {
    "rider": "Golo",
    "level": "UNKNOWN",
    "quote": "Die Leute vom Hotel raten ab, weil schlechte Straße, unbewohnt, Kriegsschäden, Bären, Wölfe und Wildschweine etc.",
    "criteria": []
  },
  {
    "rider": "Travnik area",
    "level": "",
    "quote": "Vor und nach Travnik gibt es eine offizielle und meist mit feinem Kies belegte Radroute auf einer alten Bahntrasse",
    "criteria": []
  },
  {
    "rider": "Kupres plateau",
    "level": "",
    "quote": "Besonders die Hochebene um Kupres ist sehr schön zu fahren",
    "criteria": []
  },
  {
    "rider": "R 408b route",
    "level": "",
    "quote": "Ein besserer Forstweg (obwohl gelb auf mapy.cz eingezeichnet- wie manche Hauptstraße) und dann 10 km Traumstrecke quer über die Hochebene",
    "criteria": []
  },
  {
    "rider": "Water Concerns",
    "level": "",
    "quote": "Here, also water availability is a serious concern",
    "criteria": []
  },
  {
    "rider": "Route Character",
    "level": "",
    "quote": "82% off-road surfaces",
    "criteria": []
  },
  {
    "rider": "Final 340km",
    "level": "",
    "quote": "An eternal up and down — a good test of character after you've already covered 1,000 kilometres and over 20,000 metres of altitude.",
    "criteria": []
  },
  {
    "rider": "Growing Popularity",
    "level": "",
    "quote": "The Trans Balkan Race has been increasing in popularity each year despite a challenging route",
    "criteria": []
  },
  {
    "rider": "Cultural Context",
    "level": "",
    "quote": "In the common imagination, the simultaneous proximity and distance of the Balkans depict an exotic 'other' Europe. It evokes images of war, chaos, and wild territories. Yet, these memories left today an enigmatic region, ready to be explored.",
    "criteria": [
      "adventure"
    ]
  },
  {
    "rider": "Photo Documentation",
    "level": "",
    "quote": "The organizers at Exploro.cc brought in photographer Giuliano Koren to capture the riders' rigs photos before the event started",
    "criteria": []
  }
]
