[
  {
    "rider": "Jorden Wakeley",
    "level": "ELITE",
    "quote": "Snow, wind, cold and wind were the name of the game today. Broke away with 100K to go with last years winner, Connor Kamm, and stuck it all the way to the finish.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "Around mile 18, my quads started to cramp. I wracked my brain trying to remember if cramps were a sign of low electrolytes or dehydration. I shifted into an easier gear, ate another shot block, drank and kept going.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "The hardest part was navigating other racers and choosing the correct body to get behind on the longer, steeper, wetter climbs. At one point on one of the longer climbs, I could hear the gentleman in front of me, grinding through his gears as we neared the top of a sloppy section.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "I had positioned myself poorly once again. This time, it was like the last day of the Tour de France with everyone out for a leisurely group ride. I suspect that about ten girls got off the front in a couple of packs and the rest of us were left behind in traffic.",
    "criteria": []
  },
  {
    "rider": "Bike types observed",
    "level": "UNKNOWN",
    "quote": "Looking around, I did notice that most of my wave compatriots (all 24 mile females plus some youth categories) were on mountain bikes.",
    "criteria": []
  },
  {
    "rider": "Suspension setup",
    "level": "UNKNOWN",
    "quote": "I locked out the front fork. With the non-technical terrain, the Kona's full suspension would be working against me to a certain degree.",
    "criteria": []
  },
  {
    "rider": "Climbing character",
    "level": "UNKNOWN",
    "quote": "Although there aren't any long climbs on the 24 mile loop, there is a lot of climbing.",
    "criteria": []
  },
  {
    "rider": "Finish character",
    "level": "UNKNOWN",
    "quote": "I enjoyed the finish as the course turned through town a few times before crossing the finish line.",
    "criteria": []
  },
  {
    "rider": "Permanent course marking",
    "level": "",
    "quote": "In January 2016, 65 permanent road signs were installed in Barry County to mark the three Barry-Roubaix course routes for race participants and recreational cyclists who visit the area to train on the course year-round.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Start positioning matters",
    "level": "UNKNOWN",
    "quote": "At Ice Man, I found myself pushed to the front while we were lining up and got spit out the back during the very fast start. So I did not want a repeat of that... Unfortunately, I had positioned myself poorly once again.",
    "criteria": []
  },
  {
    "rider": "Early breakaways can work",
    "level": "ELITE",
    "quote": "In both the men's and women's 62 mile Open Category races, early breakaways defined the outcome of the day",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Youth racing",
    "level": "UNKNOWN",
    "quote": "Joanie Crane, just 13, dominated the women's field and set a new course record in 56:27",
    "criteria": []
  },
  {
    "rider": "Pre-race breakfast",
    "level": "UNKNOWN",
    "quote": "Breakfast consisted of oatmeal with slivered almonds and raisins and coffee, courtesy of the hotel breakfast bar. I also brought a small container of roasted sunflower seeds and PB2 to add some more oomph to my oatmeal... I grabbed an apple and a banana for the road...",
    "criteria": [
      "climate",
      "field_depth"
    ]
  },
  {
    "rider": "Traffic/car intersection",
    "level": "",
    "quote": "My only frustration was being stopped at an intersection to allow car traffic to pass. While I was stopped, several other ladies in my wave were able to catch up.",
    "criteria": []
  },
  {
    "rider": "Post-race atmosphere",
    "level": "",
    "quote": "Founders Brewing is the title sponsor for Barry Roubaix and already had the good beer flowing. We grabbed a couple of All Day IPA's, some food and settled in with our peeps from JTree. Thank you to the city of Hastings for hosting the event.",
    "criteria": []
  },
  {
    "rider": "Local support",
    "level": "",
    "quote": "The new start/finish area [downtown Hastings] was well received by the City, local residents and racers",
    "criteria": []
  },
  {
    "rider": "Economic impact",
    "level": "",
    "quote": "The annual economic impact of the Barry-Roubaix event has grown to over US$500,000",
    "criteria": []
  },
  {
    "rider": "Packet pickup organization",
    "level": "UNKNOWN",
    "quote": "We rolled into town Friday afternoon and quickly picked up our packets from the well-organized and friendly volunteers.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Youth inclusion",
    "level": "",
    "quote": "All youth 18 and under register and race the 18-mile and 36-mile races for FREE! ~ Sponsored by Grand Rapids Chair Co.",
    "criteria": []
  },
  {
    "rider": "Prize purse",
    "level": "",
    "quote": "Over $40,000 USD in cash and prizes",
    "criteria": []
  },
  {
    "rider": "Event atmosphere 2025",
    "level": "",
    "quote": "With Blackrocks Brewery back for a second year as title sponsor, the vibe in Hastings was nothing short of electric. Whether it was your first BRX or your sixteenth, the energy was high, the legs were strong, and the party was ON.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Recognition",
    "level": "",
    "quote": "Named to the Global Cycling Network's Top Five Gravel Events and Nine Coolest Races of 2018",
    "criteria": []
  },
  {
    "rider": "Inclusivity efforts",
    "level": "",
    "quote": "Thanks to Indigo Cycling and Kai Luan, participation [in Para category] more than doubled this year [2025]... Huge props to everyone for helping make Barry more inclusive for para athletes!",
    "criteria": []
  },
  {
    "rider": "Race sells out",
    "level": "",
    "quote": "BARRY-ROUBAIX 2026 EVENT IS SOLD OUT... WAITLIST REGISTRATION IS OPEN",
    "criteria": []
  }
]
