[
  {
    "rider": "Grahame Rivers",
    "level": "COMPETITIVE",
    "quote": "Battenkill is the hardest race I've ever done. Period. Everything about Battenkill was hard... I had failed to recognize that Battenkill is a war of attrition. I had put all my cards on the table and lost... I've never been so desperate for a race to be over.",
    "criteria": []
  },
  {
    "rider": "Grahame Rivers",
    "level": "COMPETITIVE",
    "quote": "Rain the night before had changed the dirt roads to the constancy of peanut butter which had the peloton strung out immediately...",
    "criteria": []
  },
  {
    "rider": "Dan McCausland",
    "level": "ELITE",
    "quote": "It was with 10 miles or so to go, heading downhill across beautiful country in a small but solid group of guys working pretty well together... that it dawned on me... just how good a day I was having... the Tour of the Battenkill Gran Fondo is up there with the best days I have ever had on a bike.",
    "criteria": []
  },
  {
    "rider": "Dan McCausland",
    "level": "ELITE",
    "quote": "The arrows on the road, signs and marshals (part of a team 400 strong) at every intersection meant that there was no chance of getting lost... Cyclists had priority everywhere with police officers or sheriffs at major intersections to halt traffic.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Dan McCausland",
    "level": "ELITE",
    "quote": "The quote of the day was heard on the gravel of Juniper Swamp Road: '300 watts and 4 miles per hour...' That was more down to the slope than the surface.",
    "criteria": []
  },
  {
    "rider": "Somervillain",
    "level": "ELITE",
    "quote": "I had done only one long ride this season... so I wasn't in good enough shape to tackle a mountainous ride of too much distance...",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "John S (globecanvas)",
    "level": "ELITE",
    "quote": "I'm 10 pounds too heavy (or 20 watts too weak) to compete in races that are decided by raw watts per kilogram... In all races featuring a climb of more than 10 minutes, my best result is 22nd place, with two DNFs.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Dieter Drake (founder/organizer)",
    "level": "ELITE",
    "quote": "Battenkill was doing gravel before gravel was cool. To bring it back now, when mixed-surface riding has exploded globally – the timing couldn't be better.",
    "criteria": []
  },
  {
    "rider": "Matt2.8NJ",
    "level": "UNKNOWN",
    "quote": "You won't need 25's for Battenkill. Just run your regular tires.",
    "criteria": []
  },
  {
    "rider": "DocM",
    "level": "UNKNOWN",
    "quote": "If you regularly ride in the northeast, you probably ride on paved roads that are in worse shape than the dirt sections. Don't overthink it.",
    "criteria": []
  },
  {
    "rider": "E-bikes",
    "level": "RECREATIONAL",
    "quote": "Can I ride an E-bike in the Gran Fondo? Absolutely. We love E-bikes. You will not be eligible for age group awards, however.",
    "criteria": []
  },
  {
    "rider": "Saddlesaur",
    "level": "UNKNOWN",
    "quote": "Go with the goal finding out what's it like, having fun, and see where it takes you... On most all I've gone on I've seen a wide variety of bikes from high-dollar race bikes to hybrids, cruisers, and even unicycles in a few cases.",
    "criteria": []
  },
  {
    "rider": "Gravel Road Description",
    "level": "OFFICIAL",
    "quote": "There's no chunky gravel, no single track, no couches, no river crossings, no dismounting for mud or trees or anything like that. In Washington County we just call them 'dirt roads' and we've been riding them on bikes before there was anything called 'gravel.' You'll love them.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Grassroots Philosophy",
    "level": "OFFICIAL",
    "quote": "Is it a corporation-run event? No way. Grassroots cycling forever.",
    "criteria": []
  },
  {
    "rider": "Community Integration",
    "level": "OFFICIAL",
    "quote": "The event will also include several community outreach events, fundraising opportunities for local organizations, live entertainment, food trucks, and a race expo for vendors and community groups next to the finish line in Cambridge.",
    "criteria": []
  },
  {
    "rider": "Expo & After Party",
    "level": "OFFICIAL",
    "quote": "Is there still an expo & after party? You bet. It'll be better than ever... gran fondo riders get (1) free beer & a meal voucher at the Battenkill Expo & After Party.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Family Friendly",
    "level": "OFFICIAL",
    "quote": "Is it family friendly? Yes, it is. We'll have kids races, community-supported events at Main Street businesses, and family-friendly activities at the race expo next to the start & finish lines.",
    "criteria": [
      "community"
    ]
  }
]
