[
  {
    "rider": "Steve Bremner",
    "level": "RECREATIONAL",
    "quote": "This race was like life itself. Ups and downs on the trail: 21,000 feet of elevation gain in a dozen or so major climbs. Ups and downs physically and psychologically: from the enthusiastic first climb in the early morning to a grueling afternoon under a hot sun...",
    "criteria": [
      "elevation",
      "climate"
    ]
  },
  {
    "rider": "Steve Bremner",
    "level": "RECREATIONAL",
    "quote": "I ran this race without support, pacers or crew, so I had to strategically place drop bags at aide stations: a pair of shoes, a jacket, long sleeve shirt, headlamp, and of course extra food.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Steve Bremner",
    "level": "RECREATIONAL",
    "quote": "I staggered into Temple Fork out of gas and overheated. There was no chair to sit in, so I found a shady spot and laid my sorry carcass down... I spent about ten minutes here before getting going again.",
    "criteria": []
  },
  {
    "rider": "Steve Bremner",
    "level": "RECREATIONAL",
    "quote": "Dark night of the soul. Long climb. Stopping on the side of the trail; Runners passing; Are you okay? I'm just taking a break. Despair. Push on. And on. Trail markings sparse and infrequent... Those pink ribbons on the trail were absolutely helpful.",
    "criteria": []
  },
  {
    "rider": "Steve Bremner",
    "level": "RECREATIONAL",
    "quote": "Long time down to Beaver Creek Campground. Creek crossing... Aide station helper tried to direct me on log over the creek. No way. I couldn't do that with my lack of balance from kidney failure. Finally I just wade across.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Anna Frost",
    "level": "UNKNOWN",
    "quote": "I awaited 'it' and awaited 'it.' I ran, I kept running, I ate and kept eating, I drank and kept drinking. But 'it' never arrived. 'It' being the 'indescribable pain' many had warned me of. It didn't come.",
    "criteria": []
  },
  {
    "rider": "Anna Frost",
    "level": "UNKNOWN",
    "quote": "My summer had been made up of that. Spending long, patient days in the big mountains of the Sawatch Range... I was ready to take on my own new challenge, The Bear 100.",
    "criteria": []
  },
  {
    "rider": "Anna Frost",
    "level": "UNKNOWN",
    "quote": "I immediately became impatient. I wanted to run the only long-distance pace I knew–50-mile pace–up the hill... in the end, I gave up and just ran my pace. It felt so much easier on my body. So far, I was moving, but not being patient.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Anna Frost",
    "level": "UNKNOWN",
    "quote": "For me this was about a total change in mindset, 50 miles was just the warm up. It is amazing to think that just telling yourself that can make all the difference, but it did.",
    "criteria": []
  },
  {
    "rider": "Anna Frost",
    "level": "UNKNOWN",
    "quote": "I got through to 60 miles on Mule Bars, gels, Nuun electrolyte drink, and PocketFuel nut butter, but after that my stomach was not hungry. It was full. I knew I needed calories, but I also knew if I tried to put anything else in there, we would all be seeing it again immediately.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Anna Frost",
    "level": "UNKNOWN",
    "quote": "I was greeted at 75 miles with soup mixed with rice. It went down a treat, but gurgled around as I went off into the night. The owls hooted, the elk were bugling, the coyotes giggling, the cows mooing with eyes glistening in the headtorch light.",
    "criteria": []
  },
  {
    "rider": "Anna Frost",
    "level": "UNKNOWN",
    "quote": "At midnight, the rain hit as promised. We made it down the muddy path before it turned into a mud slide that would cover other finishers from head to toe... I finished in 20:59.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Ted",
    "level": "COMPETITIVE",
    "quote": "It was about as smooth as they get for me... Considering how many different ways one can come up short in these things, and that I ran the race without any crew or pacers, smooth is good. And to finish near the front with a sense of things being somewhat routine made it even better.",
    "criteria": []
  },
  {
    "rider": "Ted",
    "level": "COMPETITIVE",
    "quote": "On the mountainous course that climbs 22,000 vertical feet through the Wasatch/ Bear River Range of Northern Utah and Idaho, I finished in 22 hours and 22 minutes. That was good enough for 8th place. I was an hour and twenty minutes faster than last year.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Ted",
    "level": "COMPETITIVE",
    "quote": "I started up front, but behind the leaders. As always, I made sure to 'run my own race' and was careful to not to get swept up into a pace I couldn't maintain all day. I followed behind the lead pack from the start to where the course heads uphill and narrows to a single track.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Ted",
    "level": "COMPETITIVE",
    "quote": "There were 13 aid stations on the course and my cumulative time at them was just 31 minutes... in an effort to streamline things I opted against a particular drop bag at Logan River, mile 68...",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Ted",
    "level": "COMPETITIVE",
    "quote": "If you're up for it, the back third of a 100 can take on more of a real 'race' feel with runners fighting to move up in the field or just hold their place.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Miles4Hips Runner",
    "level": "UNKNOWN",
    "quote": "1 year, 11 months, and 2 days following my left hip surgeries and exactly 45 months following my right hip surgeries I set off on The Bear 100 course!... Just getting to the starting line un-injured felt like an incredible accomplishment!",
    "criteria": []
  },
  {
    "rider": "Miles4Hips Runner",
    "level": "UNKNOWN",
    "quote": "I forgot my hiking poles at the house, so I decided I was just going to take it really easy for the first 20 miles until I could get them from my crew. I don't always run with hiking poles, but given the 100 mile distance, my plan had been to start using them on the climbs immediately.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Miles4Hips Runner",
    "level": "UNKNOWN",
    "quote": "In all fairness, there was a TON of climbing involved in this course (22,518 feet to be exact, with around 70% of that occurring during the first 50 miles!), however the trails were less technical and less steep than many of the trails that I have trained on making me feel strong and confident.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Sarah Vlach",
    "level": "UNKNOWN",
    "quote": "Due to a fire, the course was rerouted two weeks out. Okay. Due to a severe weather forecast, the course was rerouted 24 hours out. Okay. Due to reroute, I was going to be without pacer through the night. In a snowstorm predicting 4-12 inches. Okay.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Sarah Vlach",
    "level": "UNKNOWN",
    "quote": "Rain and mud, as predicted, right from the start... Runners went flying down the long downhill to Leatham Hollow, despite it being muddy, slippery and tight single track with difficult passing conditions. I stepped aside again and again to let people go by me.",
    "criteria": [
      "elevation",
      "climate"
    ]
  },
  {
    "rider": "Sarah Vlach",
    "level": "UNKNOWN",
    "quote": "Rain turned to snow. Snow turned to a blinding blizzard. I did not see a single other runner all the way to Cowley (mile 75.73) and I was in that hyper-alert state of awareness, that I really had to hold it together to avoid hypothermia.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Sarah Vlach",
    "level": "UNKNOWN",
    "quote": "I ran directly into a cow. The cow was not interested in moving, and so I got ready to try to pass on tight single track, until I realized how ridiculous I was being, that in slippery, whiteout conditions I was going to try to pass a 1,000 lb animal.",
    "criteria": []
  },
  {
    "rider": "Sarah Vlach",
    "level": "UNKNOWN",
    "quote": "Just over two days later, and I feel the best i have ever felt after a 100. One swollen ankle that is resolving, and legs that are just not that sore. This truly was my best 100 ever and I am grateful for every step.",
    "criteria": []
  },
  {
    "rider": "Luna Sandals Runner",
    "level": "UNKNOWN",
    "quote": "I sat slumped over in a camp chair by the fire. It was dark and cold in those mountains in the wee hours of the night. I was tired, delirious, and defeated. I was at mile 68 of the Bear 100.",
    "criteria": []
  },
  {
    "rider": "Luna Sandals Runner",
    "level": "UNKNOWN",
    "quote": "I was seeing a pattern here. I leave an aid station feeling pretty good for 2-3 miles then suffer for 3-4 miles then get to another aid station and need a long pit stop to recharge.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Luna Sandals Runner",
    "level": "UNKNOWN",
    "quote": "Somewhere on this stretch my bowels started to give me trouble. I had to venture out into the woods to take care of business every half hour. That was not fun. Especially after running out of wet wipes and having to use pine cones and rocks.",
    "criteria": []
  },
  {
    "rider": "Steve Bremner",
    "level": "RECREATIONAL",
    "quote": "I ran this race without support, pacers or crew, so I had to strategically place drop bags at aide stations: a pair of shoes, a jacket, long sleeve shirt, headlamp, and of course extra food.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Steve Bremner",
    "level": "RECREATIONAL",
    "quote": "31 degrees. Frost. Slight wind. Tilting with kidney pain. Barely going. Long time down to Beaver Creek Campground... I take a break and dry out socks and shoes by the fire and wait for dawn.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Miles4Hips Runner",
    "level": "UNKNOWN",
    "quote": "22,518 feet [of elevation gain] to be exact, with around 70% of that occurring during the first 50 miles!",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Miles4Hips Runner",
    "level": "UNKNOWN",
    "quote": "The trails were less technical and less steep than many of the trails that I have trained on making me feel strong and confident. And the downhills were pleasantly runnable which allowed me to make up some time.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Steve Bremner",
    "level": "RECREATIONAL",
    "quote": "21,000 feet of elevation gain in a dozen or so major climbs",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Steve Bremner",
    "level": "RECREATIONAL",
    "quote": "It was dark at 6 A.M. when over 200 hopeful ultra-runners lined up at the start. We climbed on paved streets for a mile or more before entering the forest on a single track path.",
    "criteria": []
  },
  {
    "rider": "Anna Frost",
    "level": "UNKNOWN",
    "quote": "We started quietly, running through a residential area until hitting the canyon up.",
    "criteria": []
  },
  {
    "rider": "Steve Bremner",
    "level": "RECREATIONAL",
    "quote": "The first few miles climbed steeply into the mountains west of Logan... we crested out about 8500' as the sun came up, after which we enjoyed a nice downhill.",
    "criteria": [
      "elevation",
      "technicality",
      "climate"
    ]
  },
  {
    "rider": "Miles4Hips Runner",
    "level": "UNKNOWN",
    "quote": "We hit single track climbing up the first big mountain... That's Logan, where we started, down in the valley",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Steve Bremner",
    "level": "RECREATIONAL",
    "quote": "A few miles later at a 140 degree turn a trail marker had disappeared and several of us wandered off onto a false path that was not really a trail. It took about five minutes and after some others came behind we found the dislodged trail marker and got back on track.",
    "criteria": []
  },
  {
    "rider": "Anna Frost",
    "level": "UNKNOWN",
    "quote": "The owls hooted, the elk were bugling, the coyotes giggling, the cows mooing with eyes glistening in the headtorch light.",
    "criteria": []
  },
  {
    "rider": "Sarah Vlach",
    "level": "UNKNOWN",
    "quote": "I ran directly into a cow. The cow was not interested in moving",
    "criteria": []
  },
  {
    "rider": "Steve Bremner",
    "level": "RECREATIONAL",
    "quote": "Creek crossing. Aide station helper tried to direct me on log over the creek. No way. I couldn't do that with my lack of balance from kidney failure. Finally I just wade across.",
    "criteria": []
  },
  {
    "rider": "Anna Frost",
    "level": "UNKNOWN",
    "quote": "The last two kilometers we tempo ran through the raindrops to the dark, quiet finish",
    "criteria": []
  },
  {
    "rider": "Sarah Vlach",
    "level": "UNKNOWN",
    "quote": "Finally, we crested the last hill and saw the van. Hannah and I ran the final 1/2 mile downhill and rolled in to the finish",
    "criteria": []
  },
  {
    "rider": "Steve Bremner",
    "level": "RECREATIONAL",
    "quote": "Trail markings sparse and infrequent. I remembered the pre-race briefing. Someone mentioned they would be leaving a couple hours ahead of the race and dropping extra pink ribbons on the trail. What a blessing! Those pink ribbons on the trail were absolutely helpful.",
    "criteria": []
  },
  {
    "rider": "Ted",
    "level": "COMPETITIVE",
    "quote": "I started up front, but behind the leaders. As always, I made sure to 'run my own race' and was careful to not to get swept up into a pace I couldn't maintain all day. I followed behind the lead pack from the start to where the course heads uphill and narrows to a single track.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Anna Frost",
    "level": "UNKNOWN",
    "quote": "I immediately became impatient. I wanted to run the only long-distance pace I knew–50-mile pace–up the hill. I tried chatting to people, running behind people, I tried walking even the slightly steep uphills, but, in the end, I gave up and just ran my pace. It felt so much easier on my body.",
    "criteria": [
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Anna Frost",
    "level": "UNKNOWN",
    "quote": "For me this was about a total change in mindset, 50 miles was just the warm up. It is amazing to think that just telling yourself that can make all the difference, but it did. I came through 50 miles ready to go.",
    "criteria": []
  },
  {
    "rider": "Anna Frost",
    "level": "UNKNOWN",
    "quote": "After that I just thought about keeping the same pace, about being patient until the next aid station. Ten miles, seven miles, eight miles, 10 miles. I never looked at the second half as the footsteps to 100 miles. It was just the next aid station's worth of footsteps.",
    "criteria": []
  },
  {
    "rider": "Ted",
    "level": "COMPETITIVE",
    "quote": "There were 13 aid stations on the course and my cumulative time at them was just 31 minutes",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Ted",
    "level": "COMPETITIVE",
    "quote": "Taking on the night without any pacers to keep me motivated was a real concern. When you're out there alone in the dark with no one around, you can find yourself slowing to a walk when you should be running. I needed some other tactics to keep my pace up.",
    "criteria": []
  },
  {
    "rider": "Ted",
    "level": "COMPETITIVE",
    "quote": "If you're up for it, the back third of a 100 can take on more of a real 'race' feel with runners fighting to move up in the field or just hold their place.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Anna Frost",
    "level": "UNKNOWN",
    "quote": "I got through to 60 miles on Mule Bars, gels, Nuun electrolyte drink, and PocketFuel nut butter, but after that my stomach was not hungry. It was full. I knew I needed calories, but I also knew if I tried to put anything else in there, we would all be seeing it again immediately.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Steve Bremner",
    "level": "RECREATIONAL",
    "quote": "My stomach started a rebellion and I vomited up much of what I'd been eating for the last two hours as well as volumes of water. I didn't replace the lost water fast enough and a few miles later my right kidney began to fail.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Luna Sandals Runner",
    "level": "UNKNOWN",
    "quote": "I was seeing a pattern here. I leave an aid station feeling pretty good for 2-3 miles then suffer for 3-4 miles then get to another aid station and need a long pit stop to recharge.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Steve Bremner",
    "level": "RECREATIONAL",
    "quote": "My stomach started a rebellion and I vomited up much of what I'd been eating for the last two hours as well as volumes of water. I didn't replace the lost water fast enough and a few miles later my right kidney began to fail...",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Steve Bremner",
    "level": "RECREATIONAL",
    "quote": "I was starting to get 'cooked' as the heat of the day grew more oppressive... I staggered into Temple Fork out of gas and overheated. There was no chair to sit in, so I found a shady spot and laid my sorry carcass down, doing my best to ignore concerned aide station workers.",
    "criteria": []
  },
  {
    "rider": "Luna Sandals Runner",
    "level": "UNKNOWN",
    "quote": "Around mile 28 I started to not feel very good. I was getting a little nauseous and having a hard time eating. At the 30 mile aid station I ate a little and used the bathroom. But still felt sick. By the time I got to the aid station at mile 36 I was feeling really sick and out of it.",
    "criteria": []
  },
  {
    "rider": "Luna Sandals Runner",
    "level": "UNKNOWN",
    "quote": "I sat slumped over in a camp chair by the fire. It was dark and cold in those mountains in the wee hours of the night. I was tired, delirious, and defeated. I was at mile 68 of the Bear 100.",
    "criteria": []
  },
  {
    "rider": "Steve Bremner",
    "level": "RECREATIONAL",
    "quote": "Dark night of the soul. Long climb. Stopping on the side of the trail; Runners passing; Are you okay? I'm just taking a break. Despair. Push on. And on.",
    "criteria": []
  }
]
