[
  {
    "rider": "Dawn Andone (Organizer)",
    "level": "UNKNOWN",
    "quote": "This is not a race, it is a casual ride; you can compete against yourself or your mates if you like. The prize is not only the wonderful scenic vistas you will enjoy, but when you reach the end there will be food.",
    "criteria": []
  },
  {
    "rider": "Dawn Andone (Organizer)",
    "level": "UNKNOWN",
    "quote": "We want you to enjoy the scenery and take-in what Lincoln County and Beaver Dam State Park have to offer. Riders usually complete the course in six hours.",
    "criteria": []
  },
  {
    "rider": "Event Organizer Statement",
    "level": "UNKNOWN",
    "quote": "This ride is not skinny-tire road bike friendly. If you have a fat-tire bike, mountain bike, cyclocross bike, or adventure/all purpose bike you will be able to do this ride.",
    "criteria": []
  },
  {
    "rider": "Dawn Andone (Organizer)",
    "level": "UNKNOWN",
    "quote": "Fat tire, gravel or mountain bikes all work well. Some areas can be rocky and others sandy.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Dawn Andone (Organizer)",
    "level": "UNKNOWN",
    "quote": "The course is mostly over dirt and gravel backcountry and jeep roads. There are some rocky patches that can be considered technical, but we have tried to keep those to a minimum. However, rain events can change the terrain—sometimes this results in having to change the route.",
    "criteria": [
      "technicality",
      "race_quality"
    ]
  },
  {
    "rider": "Dawn Andone (Organizer)",
    "level": "UNKNOWN",
    "quote": "The road taking you out of the park winds up a dirt/gravel road, through pines and junipers. The wildflowers will be in bloom so whites, reds, yellows, purples, and oranges will dot the landscape and standout against the evergreens.",
    "criteria": []
  },
  {
    "rider": "Dawn Andone (Organizer)",
    "level": "UNKNOWN",
    "quote": "Laugh, exercise, socialize, talk, laugh again, meet new people and create new friendships, but most of all RIDE!",
    "criteria": []
  },
  {
    "rider": "Dawn Andone (Organizer)",
    "level": "UNKNOWN",
    "quote": "This is a fun time! Nevada State Parks strives to make your trip and the event one you will remember for a lifetime. We have a number of riders who return every year.",
    "criteria": [
      "value"
    ]
  },
  {
    "rider": "Dawn Andone (Organizer)",
    "level": "UNKNOWN",
    "quote": "Stay at the Park! Come camp in one of two campgrounds at the park. The ride starts at 7:30 am and the closest town is 35 miles down a gravel road. Camping is your best option. Stay Friday and Saturday night. If you prefer to stay in a motel, Caliente has the closest accommodations.",
    "criteria": [
      "logistics"
    ]
  }
]
