[
  {
    "rider": "Rebecca Fahringer",
    "level": "ELITE",
    "quote": "BWR Kansas was my first BWR event, and man did it deliver! This is coming from the girl who didn't even get a waffle.",
    "criteria": []
  },
  {
    "rider": "Rebecca Fahringer",
    "level": "ELITE",
    "quote": "After an unexpected call-up and start-line-sealant-top-up, the race was off! Lucky for me, it was a moderate paced neutral roll through town, and it was hard to tell when neutral ended and racing began...",
    "criteria": []
  },
  {
    "rider": "Rebecca Fahringer",
    "level": "ELITE",
    "quote": "Going into the Snake Farm technical section, the group essentially let me in first, knowing I would be passing no matter what. From the moment we hit the grass I had a gap, and I wouldn't doubt if the gap was about 2-minutes or more by the time I was out of that section.",
    "criteria": []
  },
  {
    "rider": "Rebecca Fahringer",
    "level": "ELITE",
    "quote": "Super happy with the win, not just because I won a bike race, duh, but also because this past month was the first time 'ze sensations' have been there since I had my concussion in September 2021.",
    "criteria": []
  },
  {
    "rider": "Nicholas Roche",
    "level": "ELITE",
    "quote": "I absolutely loved it. I can't compare with the other US ones, as I have not done one, but your event stood up to all my expectations of wanting to come over! Good pre-race atmosphere with concerts, Unroad Expo, etc. Great idea to have it in the center of a town.",
    "criteria": []
  },
  {
    "rider": "Nicholas Roche",
    "level": "ELITE",
    "quote": "Coming from the road, I really appreciate the motorcycle escort, and car behind front group. Makes a huge difference! But, also having standing feed zone with staff/helpers giving out bottles was cool! I was like a kid rediscovering cycling!",
    "criteria": []
  },
  {
    "rider": "Jonas Orset",
    "level": "ELITE",
    "quote": "It's a chilly morning in Lawrence, Kansas. It didn't take many minutes to warm up. The race is already aggressive, and we have just started. It's going to be a long day in the Kansas hills. And a windy one: it's a steady 16 mph (7 m/s) wind from the north, and right now, we are facing it.",
    "criteria": []
  },
  {
    "rider": "Jonas Orset",
    "level": "ELITE",
    "quote": "We have done 82k/51 miles of the race and head into some narrow trails into the woods. – May I pass, please? I ask. I am in the Perry Lake Trail, a 7k technical section.",
    "criteria": []
  },
  {
    "rider": "Jonas Orset",
    "level": "ELITE",
    "quote": "A stick of wood is jammed between the fork and the wheel. I pull it out and start riding, but the rider in front is gone. I am alone with 110k/68 miles to go.",
    "criteria": []
  },
  {
    "rider": "Jonas Orset",
    "level": "ELITE",
    "quote": "– I must hang on; I'm not fighting this wind alone! I think to myself. My motivation right now is not to get a result but to get to the finish. I'm riding with three other riders. We are keeping a good pace.",
    "criteria": []
  },
  {
    "rider": "Jonas Orset",
    "level": "ELITE",
    "quote": "The last final of the course is pretty unique for gravel. When we arrive at the finishing arena, we are led onto a 10-mile (16 km) single track instead of passing the finish line. It's a flowy and smooth trail, but it's hard to pass other riders... – Where is the finish? I get a little frustrated.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Torbjørn Andre Røed",
    "level": "ELITE",
    "quote": "Røed said he knew he wanted to be first into the final singletrack and was able to create separation from Johnston, who battled the final 40k alone. The Aussie was only 30 seconds off the Norwegian at the finish.",
    "criteria": []
  },
  {
    "rider": "Final Singletrack Section",
    "level": "",
    "quote": "When we arrive at the finishing arena, we are led onto a 10-mile (16 km) single track instead of passing the finish line. It's a flowy and smooth trail, but it's hard to pass other riders.",
    "criteria": []
  },
  {
    "rider": "Overall Course Character",
    "level": "",
    "quote": "Like all BWR courses, it featured a slapdash blend of pavement, singletrack, and gravel road.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Lawrence River Trail",
    "level": "",
    "quote": "Athletes finished on the famous Lawrence River Trail system which was in the best condition they had been all year! An absolute treat for those who traveled to see some of the finest riding gems that Lawrence offers.",
    "criteria": []
  },
  {
    "rider": "Elite Race Dynamics [2022]",
    "level": "",
    "quote": "This was by far the most dynamic and exciting BWR race in 12 years of Unroadiness. There were so many different breaks that got away where we thought that was the winning move, only to have the group reform before another attack would get off the front.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Sidewall Cuts",
    "level": "",
    "quote": "Stefano Barbieri went off the front with Jonas Orset and gained a two-minute advantage, which Nicholas Roche clawed back to make the break three-strong... but only for a moment as Stefano suffered a sidewall gash and was sadly out of the running, in spite of his good legs.",
    "criteria": []
  },
  {
    "rider": "Flats",
    "level": "",
    "quote": "Eventually Meaghan flatted and had to DNF",
    "criteria": []
  },
  {
    "rider": "Railroad Crossing Delays [2023]",
    "level": "",
    "quote": "In the women's race, a big pile-up caused separation between the women leaders. Later in the race, others were stopped at a railroad crossing for nearly five minutes.",
    "criteria": []
  },
  {
    "rider": "Pre-Race Festival",
    "level": "",
    "quote": "The weekend launched with a special Steve Tilford Foundation fundraising party on Friday night. The night boasted a private concert for the Foundation on the 2nd floor of Sunflower Outdoor and Bike Shop by none other than, Michael Franti.",
    "criteria": []
  },
  {
    "rider": "World-Class Participation",
    "level": "",
    "quote": "We even had some very well known names to the sport of cycling travel from over seas to participate in the first year event! UCI World Team Deceunick-Quick-Step brought a few of their athletes including Belgian cyclist, Remco Evenepoel! Tiffany Cromwell of the Women's world tour team, WmnCycling Can...",
    "criteria": []
  },
  {
    "rider": "Expo & Local Support",
    "level": "",
    "quote": "Saturday boasted a weekend expo, and participants traveled to Lawrence from all over the world. Bikes were prepped and tuned at our local shop - Sunflower Outdoor and Bike Shop - and everyone who came in town was able to get an up close and personal glimpse of the new Specialized Gravel Experience c...",
    "criteria": []
  },
  {
    "rider": "Snake Farm Hecklers",
    "level": "",
    "quote": "We had hecklers by the cyclocross barriers in true cyclocross fashion. (It is cyclocross season after all, and we didn't want anyone to forget it!)",
    "criteria": []
  },
  {
    "rider": "Registration Volume",
    "level": "",
    "quote": "There were roughly 670 registered riders",
    "criteria": []
  },
  {
    "rider": "Music",
    "level": "",
    "quote": "G. Love & Special Sauce, THE GET UP KIDS",
    "criteria": []
  }
]
