[
  {
    "rider": "Mike Ripley",
    "level": "",
    "quote": "After the land was reclaimed for our dirt camping, we really didn't fit the venue anymore. I get it. The Forest Service doesn't have any more staff to monitor people in areas that really aren't designated.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Grace Perkins",
    "level": "COMPETITIVE",
    "quote": "I think it will definitely grow a lot. I'm surprised (Bend) doesn't have more events like this because everyone does so many different activities. It is fun to have a multisport event where you can have a team and get all the activities going.",
    "criteria": []
  },
  {
    "rider": "Matthew Bird",
    "level": "ELITE",
    "quote": "I had a bit of a travel dilemma and ended up taking five days off the bike, so I needed a leg-stretcher before next weekend. It was a really good course, with a nice vibe around the event and it was good, hard racing for three hours.",
    "criteria": []
  },
  {
    "rider": "Mike Ripley",
    "level": "",
    "quote": "The foundation has been laid for a monster event in 2026. The goal was to create an event that embraced the adventure of Bend, Oregon. Where someone could roll out of bed, go run a half, head over to the Athletic Club, grab their bike — gravel or mountain — and have a great day.",
    "criteria": []
  },
  {
    "rider": "Mike Ripley",
    "level": "",
    "quote": "It was super successful. I couldn't be more stoked with it. Then next week we have the High Cascades 100, our biggest event.",
    "criteria": []
  },
  {
    "rider": "Cycling [UNKNOWN LEVEL]",
    "level": "",
    "quote": "Proper off-road capable bike that has been checked before the event",
    "criteria": []
  },
  {
    "rider": "Grace Perkins",
    "level": "COMPETITIVE",
    "quote": "I'm surprised (Bend) doesn't have more events like this because everyone does so many different activities. It is fun to have a multisport event where you can have a team and get all the activities going.",
    "criteria": []
  },
  {
    "rider": "Matthew Bird",
    "level": "ELITE",
    "quote": "It was a really good course, with a nice vibe around the event and it was good, hard racing for three hours.",
    "criteria": []
  },
  {
    "rider": "Mike Ripley",
    "level": "",
    "quote": "People would basically plan their year around coming up with their RV and posting up with their kids. We would have about 90 kids do the event. It was very family-oriented, and people would make the voyage every year from as far as California, Idaho.",
    "criteria": []
  }
]
