[
  {
    "rider": "Carey Lowery",
    "level": "RECREATIONAL",
    "quote": "After about 10 minutes, I realized that although I was not as powerful as her, I had the upper hand in the technical stuff. I made a pass when she bobbled on a sketchy climb, dug deep to open a gap, and settled into a 5 hour race pace after about 15 minutes.",
    "criteria": [
      "field_depth",
      "technicality"
    ]
  },
  {
    "rider": "Carey Lowery",
    "level": "RECREATIONAL",
    "quote": "The race takes place on the Ozark and Berryman Trails. These alternate between ridge tops and creek bottoms. The topography is gently rolling; the longest climb was probably 0.2 miles and at a relatively easy grade. This, combined with dry conditions, made for a superfast course.",
    "criteria": [
      "field_depth",
      "length"
    ]
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "Even though I was in the Ozarks, these mountains are old and eroded so the climbs are neither steep nor long. But today it felt like every climb was like Pinhoti #3.",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "MashOr/Mitch",
    "level": "ELITE",
    "quote": "Epic would be how most would describe the 24 mile loop that is the Berryman Trail... This loop is actually named by IMBA as an 'Epic' on their blog.",
    "criteria": []
  },
  {
    "rider": "Mark Gullett",
    "level": "ELITE",
    "quote": "The descent to the Brazil Creek crossing was a sloppy muddy mess but there was a temporary bridge built across the water which was nice. My legs were covered in mud by that point but anything that kept my toes from freezing water was appreciated.",
    "criteria": [
      "technicality",
      "climate"
    ]
  },
  {
    "rider": "Mark Gullett",
    "level": "ELITE",
    "quote": "None of the hills were all that steep but many of them were several minute climbs and when you combine that with the slick conditions it starts to wear on you.",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "Steve Tilford",
    "level": "COMPETITIVE",
    "quote": "The course is rocky. Really rocky. It is a mass start race, with a 250 rider field... The race starts on a road and goes up a mile long loose gravel climb. At the top of the climb, there were only 4 of us left.",
    "criteria": [
      "technicality",
      "field_depth"
    ]
  },
  {
    "rider": "Steve Tilford",
    "level": "COMPETITIVE",
    "quote": "The course was super dry and loose. So loose that descending was much trickier than with water running down the trail. And climbing was only a seated motion. It was nearly impossible to stand without spinning your rear wheel.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Kansas City Rasta Rider",
    "level": "ELITE",
    "quote": "57 miles...5 hours 43 minutes...1 broken water bottle cage...1 flat tire...53rd place overall...7th place in 20-29 age grouping...1st overall finisher under the age of 25.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Kansas City Rasta Rider",
    "level": "ELITE",
    "quote": "So my 29r is out of commission right now due to dropout issues...this was a huge blessing as it turned out. SC let me borrow his Mad Max bike fully geared with baby wheels. I used every single stretch of gearing in this race, from granny-granny to big ring/smallest cog.",
    "criteria": []
  },
  {
    "rider": "Steve Tilford",
    "level": "UNKNOWN",
    "quote": "The race is somewhere around 60 miles long, give or take a few miles. It is mainly on single track and horse/hiking trails. There is about 15 miles of gravel road riding mixed in. The trails are rocky. Really rocky.",
    "criteria": [
      "technicality",
      "length"
    ]
  },
  {
    "rider": "Steve Tilford",
    "level": "UNKNOWN",
    "quote": "I passed some more and was starting to feel better riding, which was encouraging... I was riding way better. I didn't start that great, my legs weren't feeling that good and had a lower back ache. But that was all gone and I was pedalling pretty well.",
    "criteria": []
  },
  {
    "rider": "Steve Tilford",
    "level": "UNKNOWN",
    "quote": "The race turned out to be 48 miles with 5000 feet of climbing, in a little under 4 hours.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Steve Tilford",
    "level": "UNKNOWN",
    "quote": "I've always said I'd rather lose a race and be riding well than win and be riding bad. So, I'll stick with that. After the race is super. They have a huge fire, free beer, a food buffet, showers, it is great. People are finishing and everyone is just catching up or telling their race stories.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Steve Tilford",
    "level": "UNKNOWN",
    "quote": "I guess I should start from the beginning. I was shit. And that would be an optimistic description of my pre-race feelings. I just wasn't there... But, I knew that would only be part of the equation for the day and should put in my best effort.",
    "criteria": []
  },
  {
    "rider": "Steve Tilford",
    "level": "UNKNOWN",
    "quote": "This year the singletrack was covered densely with leaves. Like inches and inches. I'd bet there wasn't a total of 3 miles of the course that wasn't leaf covered. That changed the race up a ton.",
    "criteria": []
  },
  {
    "rider": "Kate Geisen",
    "level": "COMPETITIVE",
    "quote": "I had a very encouraging race at the Indian Camp Creek 9-hour MTB race back at the beginning of September, riding 57 miles over the course of about 7.5 hours.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Kate Geisen",
    "level": "COMPETITIVE",
    "quote": "As a result, I rolled up to the BT Epic start line with a whopping 20 bike miles for October and probably around 100 total since the Indian Camp Creek race. My training log was definitely on the hungry side.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Kate Geisen",
    "level": "COMPETITIVE",
    "quote": "I was redlined on climbs that I've ridden without issue in the past. Now, I had assumed I'd struggle during the race -- I've only ridden the distance on singletrack once, and Berryman is a tough trail -- but I never expected to fall apart 10 miles in.",
    "criteria": [
      "technicality",
      "length"
    ]
  },
  {
    "rider": "Trail Reroutes - MashOr",
    "level": "ELITE",
    "quote": "The Ozark Trail Association has spent countless hours re-routing the west side of Berryman that is also part of the Courtois section of the OT, bringing it up to IMBA trail construction standards and much of this work has been completed since last year's BTE.",
    "criteria": []
  },
  {
    "rider": "Cramping - Carey Lowery",
    "level": "ELITE",
    "quote": "At around mile 16, I caught up to another lady in a black/red kit (later found out this was Laura). I struggled to stay with her on the climbs... Once again, it seemed to take forever to reach the campground. Last year I reached this point in 3:27; this year it took me 3:48!",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Bonking - Kate Geisen",
    "level": "COMPETITIVE",
    "quote": "Now, I had assumed I'd struggle during the race -- I've only ridden the distance on singletrack once, and Berryman is a tough trail -- but I never expected to fall apart 10 miles in. I ended up walking a lot of uphills, and my pace was pretty pathetic for many stretches that I rode.",
    "criteria": [
      "length"
    ]
  }
]
