[
  {
    "rider": "Keegan Swenson",
    "level": "ELITE",
    "quote": "Today was a tricky and tactical race; I had no choice but to give it all I had, but I knew I was going to be up against it. It's been a great year, but some of my races didn't go as I wanted; but that's cycling.",
    "criteria": []
  },
  {
    "rider": "Alexey Vermeulen",
    "level": "ELITE",
    "quote": "Rode well, finished 14th on the day and 6th overall - not the end I dreamed of, but that's bike racing. Very happy for Matt Beers and Cameron Jones, it ain't easy to be that far away from home.",
    "criteria": []
  },
  {
    "rider": "Cecily Decker",
    "level": "ELITE",
    "quote": "It was full gas from the start, I felt pretty good and was happy where I was, but midway through the day, I felt like it was going to end in a bunch sprint. Melisa and I were really tight on points, so I'm really happy to have got it just at the end.",
    "criteria": []
  },
  {
    "rider": "Payson McElveen",
    "level": "ELITE",
    "quote": "The early break was long gone by 10 miles in, but there was still much to fight for in the Life Time Grand Prix overall. Didn't have the legs to sneak around Cole Paton in the big scrum of 26 of us sprinting for the line, so he took 10th place on the series, and I ended up 11th.",
    "criteria": [
      "length",
      "field_depth"
    ]
  },
  {
    "rider": "Sarah Lange",
    "level": "ELITE",
    "quote": "I've learned a lot about race strategy this year. Despite a subpar result on the day, I was able to hang on for an overall at Life Time Grand Prix top 10 result giving me something to celebrate despite the disappointing result here in Bentonville.",
    "criteria": []
  },
  {
    "rider": "TexanDad",
    "level": "COMPETITIVE",
    "quote": "Coming from road racing background, I thought I wanted a gravel race bike with a somewhat aggressive position and 'sporty' handling. And it was great on tamer gravel courses, but scary as hell on technical descents and not great on singletrack sections.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "TexanDad",
    "level": "COMPETITIVE",
    "quote": "I will say if I were to compare this year's Unbound 100 and the Big Sugar 100 for difficulty, Big Sugar surpasses Unbound by a great margin.",
    "criteria": []
  },
  {
    "rider": "TexanDad",
    "level": "COMPETITIVE",
    "quote": "It's my A race but it's just me vs me, I will fight hard for podiums at local events but I figure with over 1000 riders I'm just trying to put in my fastest gravel century yet...",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Power13",
    "level": "COMPETITIVE",
    "quote": "My biggest tip is for the descents…don't watch the riders in front of you and make sure you are looking through the turns. Lots of riders get radar lock on the outside of the turns…especially the off-camber ones. They end up going wide and into the other side of the road.",
    "criteria": []
  },
  {
    "rider": "KCBikeNerd",
    "level": "COMPETITIVE",
    "quote": "Just when things hit like 18% or more with loose terrain I will have trouble with. Was tempted to get a 38 or 40 [chainring] but eh...",
    "criteria": []
  },
  {
    "rider": "Kuttermax",
    "level": "COMPETITIVE",
    "quote": "I've never seen more flats than at Big Sugar, and that includes Unbound. In Year 1 there were people at the side of the road fixing flats from the moment it hit the gravel. After that it was a steady parade of people fixing flats the whole time the race was on the gravel portion.",
    "criteria": []
  },
  {
    "rider": "Year 1",
    "level": "",
    "quote": "it rained a bit during the race but otherwise was nice",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Year 2",
    "level": "",
    "quote": "brutal headwind that made the ride south back to Bentonville in the last quarter of the race quite a slog.",
    "criteria": []
  },
  {
    "rider": "Early Course Character",
    "level": "",
    "quote": "There is a pretty long paved roll out from town, but when it hits the gravel it's on. There are some fast descents with tight turns in some of the early bits and I saw numerous crashes. In Year 1 Ted King crashed out early and broke his arm in one of these section.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "First Gravel Section",
    "level": "",
    "quote": "the J street drop first thing out of town caught me off guard for sure! I was pretty nervous for the remaining 40 or so miles of that ride but we never ran into anything quite like that the rest of the way.",
    "criteria": []
  },
  {
    "rider": "Gravel Surface",
    "level": "",
    "quote": "The gravel was a mix of sharp, protruding rocks from the surface and underground (much like the Flint Hills), but the pea gravel was EVERYWHERE and especially at the bottom of some very technical descents and on areas where...",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Technical Difficulty Distribution",
    "level": "",
    "quote": "From what I remember most of the more technical stuff is in the first half.",
    "criteria": []
  },
  {
    "rider": "Climbing Character",
    "level": "",
    "quote": "Course also includes a good bit of punchy climbing",
    "criteria": []
  },
  {
    "rider": "Official Description",
    "level": "",
    "quote": "Canopy covered gravel roads will lead you through the remote and rugged highlands of the Ozark Mountains in Northwest Arkansas and Southern Missouri. The courses go along Sugar Creek and through the bluffs and hollers, including picturesque fall foliage...",
    "criteria": []
  },
  {
    "rider": "Flats - Catastrophic Issue",
    "level": "",
    "quote": "I've never seen more flats than at Big Sugar, and that includes Unbound. In Year 1 there were people at the side of the road fixing flats from the moment it hit the gravel. After that it was a steady parade of people fixing flats the whole time the race was on the gravel portion.",
    "criteria": []
  },
  {
    "rider": "Crashes on Technical Descents",
    "level": "",
    "quote": "There are some fast descents with tight turns in some of the early bits and I saw numerous crashes. In Year 1 Ted King crashed out early and broke his arm in one of these section.",
    "criteria": []
  },
  {
    "rider": "Rider Skill Variability",
    "level": "",
    "quote": "There is also a huge variability in the skill of the riders which is important to keep in mind. There were a lot of 'roadies' who were really upright and stiff legged on the descents, but they are usually pretty easy to spot and avoid.",
    "criteria": []
  },
  {
    "rider": "Support Crew Rules",
    "level": "",
    "quote": "IF A SUPPORT CREW VEHICLE IS SPOTTED ON COURSE, THEIR RIDER WILL BE DISQUALIFIED.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Field Size",
    "level": "",
    "quote": "with over 1000 riders",
    "criteria": []
  },
  {
    "rider": "Town Character",
    "level": "",
    "quote": "Bentonville has become an awesome town.",
    "criteria": []
  },
  {
    "rider": "Free Photos",
    "level": "",
    "quote": "Little Sugar MTB athletes receive 1 free photo courtesy of Discover Bella Vista from race day.",
    "criteria": []
  },
  {
    "rider": "Biketober",
    "level": "",
    "quote": "Each October, Bentonville transforms into a global hub for riders as the Big Sugar Classic takes center stage. This isn't just a race—it's a week-long experience filled with epic gravel events, scenic group rides, and unforgettable community moments.",
    "criteria": [
      "experience"
    ]
  },
  {
    "rider": "No Drop Bags",
    "level": "",
    "quote": "There are NO drop bags on any of the Life Time Big Sugar Gravel presented by Kenetik courses.",
    "criteria": []
  }
]
