[
  {
    "rider": "Hailey Peterson",
    "level": "ELITE",
    "quote": "I was already fatigued, disheartened, supremely worried I couldn't tackle this race, and honestly a mental half step away from tears of frustration... A hug from my coach and friend... with reassurance that he was in the same situation gave me hope.",
    "criteria": []
  },
  {
    "rider": "Hailey Peterson",
    "level": "ELITE",
    "quote": "Day 1: 225 miles in 15hrs 34min, Normalized Power(149 watts)... My heart rate had been markedly higher than anticipated all day. I'd done this climb before and performed much better...",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Hailey Peterson",
    "level": "ELITE",
    "quote": "The highlight of the day was Burma Road. It was a lovely gravel road following the Big Hole River. The views were superb. A herd of bighorn sheep were grazing in an irrigated field. It was rocky, hilly perfection and just what I needed.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Anonymous",
    "level": "COMPETITIVE",
    "quote": "Nervous or worried? Don't hesitate to reach out. We're happy to answer as many questions as needed to make you feel comfortable on the starting line!",
    "criteria": []
  },
  {
    "rider": "Hailey Peterson",
    "level": "ELITE",
    "quote": "I did use an Ice Friction chain. It was my first experience and superb. The chain was flawless and smooth the entire race.",
    "criteria": []
  },
  {
    "rider": "Hailey Peterson",
    "level": "ELITE",
    "quote": "I used all apparel and gear except my tent. I used no repair tools thanks to the careful inspection and care from Kyle's Bikes.",
    "criteria": []
  },
  {
    "rider": "Course Character",
    "level": "UNKNOWN",
    "quote": "22, 50 or 100 miles of rolling hills and mostly smooth gravel roads. Pedal through historic and rural Montana ranching country with an epic backdrop of the rugged Beartooth Mountains.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Hailey Peterson",
    "level": "ELITE",
    "quote": "Burma Road... was a lovely gravel road following the Big Hole River. The views were superb. A herd of bighorn sheep were grazing in an irrigated field. It was rocky, hilly perfection.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Drop Bag Logistics",
    "level": "UNKNOWN",
    "quote": "100 Mile Drop Bags will need to be collected Saturday at Checkin by 8 pm or by 6:30 am on Sunday morning. Mile 8, 31, 86 is Drop Bag #1. Mile 60 is Drop Bag #2.",
    "criteria": []
  },
  {
    "rider": "Race Start Times",
    "level": "UNKNOWN",
    "quote": "7 AM 100 Mile Start - race only* / 8:30 AM 50 Mile Start - race only / 9:30 AM 22 Mile Start - race, tour, e-bike",
    "criteria": []
  },
  {
    "rider": "Cut-off Times",
    "level": "COMPETITIVE",
    "quote": "While cut offs will be stricly enforced, they are generous and manageable.",
    "criteria": []
  },
  {
    "rider": "Hailey Peterson",
    "level": "ELITE",
    "quote": "Crowell hosted a picnic for us at Beall Park(race start location). All race steeds were inspected and we met our racing colleagues at a socially appropriate distance.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Race Philosophy",
    "level": "UNKNOWN",
    "quote": "His [Crowell Herrick's] plan was for a mid-distance event for people to try something bigger(me), a training ground for others looking to train for TransAm or Tour Divide or other such events; a gift to the cycling community. There were no entrance fees, no placements or awards.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Post-Race",
    "level": "UNKNOWN",
    "quote": "Post Race Festivities and Podium Award Ceremony begins 11 am with music by Fracture, kids area, food and beverages.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Post-Race",
    "level": "UNKNOWN",
    "quote": "Fracture will provide music before and after awards on Sunday; music and finish line festivities including kids area and vendors will be open to the public from 11-3 pm.",
    "criteria": []
  },
  {
    "rider": "Event Character",
    "level": "COMPETITIVE",
    "quote": "Casual or competitive, take on the georgous gravel roads of Carbon County. Multiple distances, live music and amazing volunteers. Bust out your gravel or hardtail because you won't want to miss this race.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Local Accommodations",
    "level": "UNKNOWN",
    "quote": "Cyclists and their families are encouraged to stay and play in Red Lodge, the Beartooth Pass and take in local amenities.",
    "criteria": []
  }
]
