[
  {
    "rider": "Dylan Johnson",
    "level": "ELITE",
    "quote": "Way harder than the Leadville 100, and the most money I've ever won at a race!",
    "criteria": []
  },
  {
    "rider": "Timing as Training Race",
    "level": "",
    "quote": "It's the first opportunity to get some high-altitude racing in. So I think it lines up well for those riders",
    "criteria": []
  },
  {
    "rider": "Technical Challenges",
    "level": "",
    "quote": "Most riders made it through the rock gardens unscathed",
    "criteria": []
  },
  {
    "rider": "Local Discovery",
    "level": "",
    "quote": "It's longtime locals who'd been here and never done these rides. Just to open their eyes to what we have going on over here that is really accessible to them without driving through the canyon.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Community Support",
    "level": "",
    "quote": "The support we have from the community and the government is just — Jake and I look at each other and say, 'what did we do to deserve this?' — because it's pretty amazing.",
    "criteria": []
  },
  {
    "rider": "Town Enthusiasm",
    "level": "",
    "quote": "They love the biking community. They love the event and what the spirit of gravel is all about. That's so cool to see this day and age from a town.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Raffle and Prizes",
    "level": "",
    "quote": "Every 'official starter' will be entered into a raffle for a chance to win some really cool items",
    "criteria": []
  },
  {
    "rider": "The Ibex Award",
    "level": "",
    "quote": "$1,000 for the final athlete who crosses the finish line",
    "criteria": []
  },
  {
    "rider": "Emotional Finish",
    "level": "",
    "quote": "Watching people essentially empty themselves to go out and do this event you've encouraged and supported them to do — and see them complete it — there's no other way to experience that reward.",
    "criteria": []
  },
  {
    "rider": "Sustainability Focus",
    "level": "",
    "quote": "We're totally content with holding steady with about 500-600 riders. You see people that aren't on your page with cycling and you want to hear the same positive feedback from them that you're getting from the cycling community.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "On-Site Camping",
    "level": "",
    "quote": "Thanks to their support, we are able to offer onsite camping, complete with showers and bathrooms.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Police Escort Start",
    "level": "",
    "quote": "2 mile Neutral rollout by Eagle County Sheriff",
    "criteria": []
  },
  {
    "rider": "Three-Box Success",
    "level": "",
    "quote": "We set out in the beginning to create an amazing experience for the riders. Unlike gravel events which either prioritize professionals and prize purses, post-race parties or challenging course, Bighorn Gravel's co-founders feel they've carved out their niche as a grassroots event that does it all.",
    "criteria": [
      "race_quality",
      "technicality",
      "field_depth"
    ]
  },
  {
    "rider": "LifeTime Grand Prix Connection",
    "level": "",
    "quote": "It's one reason why Wells has been fielding calls from athletes in the LifeTime Grand Prix, the premiere gravel racing series in the country.",
    "criteria": []
  },
  {
    "rider": "Geographic Breakdown",
    "level": "",
    "quote": "Roughly half of the registered riders hail from Eagle and Summit Counties and the Roaring Fork Valley. Another 25% come from the roughly six-hour radius of the mountain west.",
    "criteria": []
  },
  {
    "rider": "Price Concerns",
    "level": "UNKNOWN",
    "quote": "Looking at races like CO2UT ($298!) and Bighorn Gravel ($212) with insane price tags turns me off. I get shelling out for marquee races like Leadville, Unbound, etc.",
    "criteria": [
      "expenses"
    ]
  }
]
