[
  {
    "rider": "Michael Rich",
    "level": "UNKNOWN",
    "quote": "If I had to choose one bike, it would be the gravel bike... I rediscovered my home with the gravel bike. The gravel bike is the link between a racing bike and a mountain bike. I particularly like the fact that I can get to safety from traffic and turn off-road quite quickly.",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "The Black Fork Gravel Grinder was a proper tough gravel race. With punchy climbs, ripping descents and some rugged sections, it was right up my alley…. 10/10 would do this event again!",
    "criteria": [
      "technicality",
      "elevation",
      "field_depth"
    ]
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "No cell service, very little motor traffic, a whole lot of wildlife and green, green scenery… it hadn't mattered what I felt physically. It was so breathtaking, I was beside myself.",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "Loved the route, hard technical gravel, and a beer handed to me as I crossed the finish line",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "Had a great time! Route was really challenging and tough, but way cool. I think I clocked my fastest time on a bicycle: 44mph.",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "The Black Fork was an amazing reminder of community and competition for me. I was surrounded by strong women that inspire me to work harder and be better.",
    "criteria": []
  },
  {
    "rider": "Britta Schreiber",
    "level": "UNKNOWN",
    "quote": "We thought about what suits us best, what excites us... the terrain here simply lends itself to it.",
    "criteria": []
  },
  {
    "rider": "Michael Rich",
    "level": "UNKNOWN",
    "quote": "Put on wide tires, because the wider the tires, the better the comfort.",
    "criteria": []
  }
]
