[
  {
    "rider": "Justina",
    "level": "ELITE",
    "quote": "1400 km, 25 thousand meters of elevation gain, singletrack riding, enduro trail descents, numerous hike & bike rides, hour-long walks with pushing the bike, constant confusion about which country you are currently in (4 to choose from), night river crossings and pure, wild adventure that seems to ha...",
    "criteria": [
      "technicality",
      "elevation",
      "adventure"
    ]
  },
  {
    "rider": "Justina",
    "level": "ELITE",
    "quote": "My assumptions were simple and said to treat this race as a bikepacking holiday with an additional attraction, which was to be sleeping in the wild... after 22 p.m. I set off towards the start...",
    "criteria": [
      "field_depth",
      "adventure"
    ]
  },
  {
    "rider": "Uwe Horn",
    "level": "UNKNOWN",
    "quote": "A three-time finisher of the race, received special recognition for completing the race the most times and shared how his passion for the event has grown each year.",
    "criteria": []
  },
  {
    "rider": "Buzzalong rider",
    "level": "UNKNOWN",
    "quote": "As I stood at the starting line, a mixture of excitement and anxiety coursed through my veins. This was my first Solo off-road race, and I was far from a mechanical expert or an experienced gravel rider.",
    "criteria": []
  },
  {
    "rider": "Buzzalong rider",
    "level": "UNKNOWN",
    "quote": "The Ghost checkpoint to checkpoint 2 stretch was a demanding ride through dense forests. I reached checkpoint 2 in the dead of night, where a hike-a-bike section awaited. Alone in the forest, fear gripped me. It was my first time navigating such terrain solo.",
    "criteria": []
  },
  {
    "rider": "RAW Magazine editor",
    "level": "UNKNOWN",
    "quote": "Throughout the three days, we rode on the Ghost Asket Pro. The bike was comfortable and easy to handle on the terrain, providing plenty of stability with its 50 mm tires, which were more than sufficient for the mostly smooth gravel.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Tire width [UNKNOWN level]",
    "level": "",
    "quote": "50 mm tires, which were more than sufficient for the mostly smooth gravel",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "September 2024",
    "level": "",
    "quote": "Warm late-summer weather, which lasted throughout the camp.",
    "criteria": []
  },
  {
    "rider": "CP10 area [UNKNOWN year]",
    "level": "",
    "quote": "The toughest challenges lay ahead as I reached the highest peaks in the Czech Republic. The harsh conditions and cold weather tested my resolve.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Checkpoint 2 area",
    "level": "",
    "quote": "Upper Palatine Forest: Political turmoil has reshaped this region... Most of this area was vacated after the forced expulsion of its predominantly German inhabitants after World War II.",
    "criteria": []
  },
  {
    "rider": "Checkpoint 10",
    "level": "",
    "quote": "A collapsed bridge presented a new challenge. With determination and a hiker bike strap, I crossed the broken bridge.",
    "criteria": []
  },
  {
    "rider": "Friday Camp route",
    "level": "",
    "quote": "Straight into the first few short but steep climbs, which required some hike-a-bike for some. Along the 73 km route, there were several stops to complete small games and challenges...",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Saturday Camp routes",
    "level": "",
    "quote": "The final 40 km, entirely on gravel, with several rolling hills that tested our endurance as fatigue set in.",
    "criteria": [
      "technicality",
      "length"
    ]
  },
  {
    "rider": "Between CP1 & 2",
    "level": "",
    "quote": "Just before CP2 there was an intermediate CP where you could sleep and resupply food. I arrived there in the middle of the night.",
    "criteria": []
  },
  {
    "rider": "Day 3 Bohemian Forest",
    "level": "",
    "quote": "More hiking than biking, a true test of my endurance.",
    "criteria": []
  },
  {
    "rider": "Resupply opportunities",
    "level": "",
    "quote": "One of the wonders of ultra cycling is the unexpected discoveries along the way. I stumbled upon a hidden gem during my journey, a UNESCO heritage site, Cesky Krumlov, a medieval city steeped in history...",
    "criteria": []
  },
  {
    "rider": "CP6 decision point",
    "level": "",
    "quote": "CP6 was the last chance to scratch from the race.",
    "criteria": []
  },
  {
    "rider": "Overall DNF rate",
    "level": "",
    "quote": "When my close friend told me about it for the first time a year ago... about the number of DNFs that was easily over 50%, I tapped myself on the forehead.",
    "criteria": []
  },
  {
    "rider": "Night navigation challenges",
    "level": "",
    "quote": "Alone in the forest, fear gripped me. It was my first time navigating such terrain solo",
    "criteria": []
  },
  {
    "rider": "Technical terrain",
    "level": "",
    "quote": "Singletrack riding, enduro trail descents, numerous hike & bike rides, hour-long walks with pushing the bike",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Oliver Lotze story",
    "level": "",
    "quote": "Despite pulling out of his first attempt, improved gradually each year and has now successfully crossed the finish line of the Bohemian Border Bash Race for the second time",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Camp atmosphere",
    "level": "",
    "quote": "It's not about the facilities but about the people you share these adventures with. It quickly became clear that Border Bash is an event with a genuinely inclusive, friendly, and laid-back atmosphere where newcomers feel welcome and can easily blend in with more experienced participants.",
    "criteria": [
      "community",
      "experience"
    ]
  },
  {
    "rider": "International community",
    "level": "",
    "quote": "Most of the participants came to the camp from Germany, but we also met several people from the UK, Czechia, Netherlands or Poland.",
    "criteria": []
  },
  {
    "rider": "Camp activities",
    "level": "",
    "quote": "Neza Peterca from What Happened Outdoors hosted an insightful workshop on outdoor clothing repair and maintenance, sharing tips valuable for everyone planning a bikepacking trip or an ultra-distance race.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Race finish celebration",
    "level": "",
    "quote": "Many of us were dot-watching the participants of the Bohemian Border Bash Race, who were arriving at the finish in camp one by one in the late evening hours, cheered on by the campers...",
    "criteria": []
  },
  {
    "rider": "Evening activities",
    "level": "",
    "quote": "DJ Feinkosttwang spun vinyl records to set a party atmosphere for those who still had energy, while the more tired participants could enjoy a cozy campfire.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Camp vs Race motto",
    "level": "",
    "quote": "The event's motto of breaking borders while riding, this commitment also holds true on a social level, as the camp brings together people from many countries to forge new friendships.",
    "criteria": []
  }
]
