[
  {
    "rider": "Kimberly (Endo)",
    "level": "ELITE",
    "quote": "I went out too fast. No shock there. I ended up in the front, and hoped I did not take a wrong turn as I never ran this trail before. It felt exhilarating running faster on the trail, but as usual, mother nature knows how to humble you. I caught my foot on something around mile 2-3 and went flying.",
    "criteria": []
  },
  {
    "rider": "Kimberly",
    "level": "ELITE",
    "quote": "Beautiful trail in the light. Creepy in the dark. I turned right to head back to the start/finish, and almost turned back around because a runner was going out on their second half of a loop making the track we were on a two way.",
    "criteria": []
  },
  {
    "rider": "Jason Lopez",
    "level": "COMPETITIVE",
    "quote": "Epic! The best way to describe the whole experience is Epic. From the views, the course, and the Pisgah Productions hosting. Though, there was quite a bit of suffering, some sketchy descents and corners, and some tough competition, it was an amazing day.",
    "criteria": [
      "experience"
    ]
  },
  {
    "rider": "Jason Lopez",
    "level": "COMPETITIVE",
    "quote": "I would get passed by quite a few riders on the climbs, but once we hit the descent, I would bomb passed many of the riders. Quite a few of the descent were technical and since it had rained the night before they were slick in a lot of places.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Jason Lopez",
    "level": "COMPETITIVE",
    "quote": "It was a long journey of almost 107 miles and 10604 ft of elevation gain. Total moving time was 8 hrs and 18 mins. The day started out a bit rainy and chilly but warmed up to a nice 58 F.",
    "criteria": [
      "elevation",
      "length",
      "climate"
    ]
  },
  {
    "rider": "Jay P. [COMPETITIVE/UNKNOWN]",
    "level": "",
    "quote": "My main takeaways, based on seven or eight serious gravel events, Battenkill, a few of the major fondos including Levi's and Hincapie and nearly 100 USAC races was 1) that the race was unusually well organized.",
    "criteria": []
  },
  {
    "rider": "Larry B.",
    "level": "UNKNOWN",
    "quote": "The ride/race itself you couldn't ask for a better organized ride. All the turns were marked either with an arrow and or orange flagging tapping hanging from the trees before the turns and on stakes or hanging from the trees after the turn to assure you that you were still on course.",
    "criteria": [
      "logistics",
      "race_quality"
    ]
  },
  {
    "rider": "Surface Composition",
    "level": "",
    "quote": "There is roughly 1.5 of paved roads, 1 mile of gravel roads, and the rest is spectacular single track trail on each loop",
    "criteria": []
  },
  {
    "rider": "Gravel version composition",
    "level": "",
    "quote": "Just after you pass Coffey's General Store and Museum, the two routes split, and the long course heads all the way up to the highest point of the day on the Blue Ridge Parkway.",
    "criteria": []
  },
  {
    "rider": "Wilson Creek Section",
    "level": "",
    "quote": "Everyone will enjoy a brief respite as the road parallels the burbling Wilson Creek for eight miles before the final gravel challenge on the infamous Maple Sally Road before heading back to town for the finish.",
    "criteria": []
  },
  {
    "rider": "Finish Approach",
    "level": "",
    "quote": "There is a downhill to the finish in downtown Lenoir. Please be aware of pedestrians and spectators as you approach the finish line.",
    "criteria": []
  },
  {
    "rider": "Cutoff Times",
    "level": "",
    "quote": "100 miles 32 hour OR choose the 35 hour early start option, 50 miles 20 hours, 12 miler 7 hours",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Aid Stations",
    "level": "",
    "quote": "The guy at the 41.7 [mile rest stop] was way over the top cooking up grilled cheese sandwiches which for sure hit the spot. The burritos and beer at the finish line were great also.",
    "criteria": []
  },
  {
    "rider": "Post-Race",
    "level": "",
    "quote": "Revolution Running had a menu for the runners that changed after a few hours each. They even offered us spectators some after each time window changed the menu.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Police Escort",
    "level": "",
    "quote": "A City of Lenoir police officer will lead a neutral pace start",
    "criteria": []
  }
]
