[
  {
    "rider": "Jason Lopez",
    "level": "COMPETITIVE",
    "quote": "The 2024 Border Wars Gravel Race was quite a success I'd say. For the third annual event, it featured a new course, a new venue location, and longer route. This event is a hidden gem for gravel racing and has a huge potential to become a premier event.",
    "criteria": []
  },
  {
    "rider": "Jason Lopez",
    "level": "COMPETITIVE",
    "quote": "NEVER TRUST THE NEUTRAL START! I have done quite a few gravel races with neutral starts, and I have yet to start a race out neutrally. Unless there is a lead vehicle keeping riders from passing and controlling the initial race speed, never trust a neutral start! Unfortunately, I fell for it again.",
    "criteria": []
  },
  {
    "rider": "Jason Lopez",
    "level": "COMPETITIVE",
    "quote": "The race started out in downtown Franklin, GA and we rolled out of the little town with a few intersections being controlled by the local police. About a mile into the race, we hit the first off-road sector that was essentially a single-track path with a muddy section at the end.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Jason Lopez",
    "level": "COMPETITIVE",
    "quote": "I am quite pleased with my race performance in the 2024 Border Wars Gravel, I finished 11th in my category, even with 7500 ft of climbing. My average speed was 16.2 mph, 245W normalized power, and a moving time of 5:58.",
    "criteria": [
      "technicality",
      "field_depth"
    ]
  },
  {
    "rider": "Carolyn Misick",
    "level": "ELITE",
    "quote": "I unexpectedly needed to help a friend in Atlanta and googled to see if any gravel events were going on in the area. The Gravel Gods were on my side as Border Wars Gravel Adventure (BWGA) was taking place on Saturday, February 24, 2024.",
    "criteria": []
  },
  {
    "rider": "Carolyn Misick",
    "level": "ELITE",
    "quote": "Their website and FAQ page was one of the most helpful ones I have seen for what to expect on the ride. It noted stream crossing, updated mud encounters, places with steep downhills to narrow wood bridges, etc. The descriptions were very helpful and complete for all three routes.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Carolyn Misick",
    "level": "ELITE",
    "quote": "The gravel varied from packed dirt, to typically what one thinks of gravel roads and then there were what I describe as rock gardens. Rock gardens were on several steep climbs and on a few descents. Most of this section was in Alabama as described in the rider guide/FAQ page.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Carolyn Misick",
    "level": "ELITE",
    "quote": "There were a few muddy patches on the route with only one, besides the previously stated one, where you had to get off the bike to walk across. Nothing like sinking your shoe into deep muddy water.",
    "criteria": []
  },
  {
    "rider": "Carolyn Misick",
    "level": "ELITE",
    "quote": "Overall a great scenic ride in two states. And it was fun to see my time greatly improve as we rode through Alabama which is on central standard time. I ended up with 60 miles and 4300 feet of elevation.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Race Promoter Wayne Whiteside",
    "level": "UNKNOWN",
    "quote": "Quite possibly the best route I have ever created.",
    "criteria": []
  },
  {
    "rider": "Official Description",
    "level": "",
    "quote": "BWGA is a home-grown gravel grinder that straddles the border of Alabama and Georgia, where the gravel is vastly different between the two, and the only war is the mental struggle going on in your head to keep your legs going forward and the physical battle of your bike withstanding the punishment o...",
    "criteria": []
  },
  {
    "rider": "Navigation",
    "level": "",
    "quote": "The route is not marked, nor are there cue sheets, but the GPS directions were perfect.",
    "criteria": []
  },
  {
    "rider": "Event Activities",
    "level": "",
    "quote": "The event offers a week of pre-ride activities, day-of expo/festival with live music, camping and a post race ride.",
    "criteria": []
  }
]
