[
  {
    "rider": "Chad Grice",
    "level": "ELITE",
    "quote": "I have done the Burnt Bridge Classic more than any other gravel race, and over the years, the long course has grown in both distance and elevation. What is now the medium course was the long course of only a few years ago.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Chad Grice",
    "level": "ELITE",
    "quote": "When the neutral ended, we rolled along at a fast but not unreasonable pace; however, moments later, when we hit the bottom of the climb and my power numbers went well north of 400w, I knew that I needed to shut that down and ride at a pace I could sustain for the entire first climb.",
    "criteria": [
      "technicality",
      "field_depth"
    ]
  },
  {
    "rider": "Chad Grice",
    "level": "ELITE",
    "quote": "The second lap starts with a 7 km climb, and about 1 km in, I came completely apart. I have never cracked so hard in my life; I did the longest climb of the race at an average of 190W at 10 kph. It was awful, and I just kept looking back to see how many people were going to pass me.",
    "criteria": []
  },
  {
    "rider": "Chad Grice",
    "level": "ELITE",
    "quote": "The final climb, I was even more cracked and only managed to find 166W for 5.2 kms at 10 kph. This is where I started getting caught; five riders had passed me up the climb, and I was just surviving to get to the end.",
    "criteria": []
  },
  {
    "rider": "Brenna Pauly",
    "level": "ELITE",
    "quote": "Five kilometres into the race we hit the first major climb and I decided to ride tempo up the climb. I ended up riding away from the group and kept the momentum over the climb... After 70 kilometres of solo riding, I crossed the finish line winning the women's race.",
    "criteria": []
  },
  {
    "rider": "Final Descent",
    "level": "",
    "quote": "The final descent was really technical and had some single track",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Brenna Pauly",
    "level": "ELITE",
    "quote": "It was a great day of racing for all, with many smiling faces crossing the finishing line!",
    "criteria": []
  },
  {
    "rider": "Chad Grice",
    "level": "ELITE",
    "quote": "There is something about Burnt Bridge that has eluded me since I started racing it. I have never got it right or felt like I had it figured out",
    "criteria": []
  }
]
