[
  {
    "rider": "Pete Stetina",
    "level": "ELITE",
    "quote": "The first half of 2022 has been a struggle for me. I've been dealing with continuous setbacks and logistical challenges all spring. It seems I just couldn't find the groove that I'd had in 2021, both results and enjoyment-wise. I was determined to rectify that, sinus pressure be damned.",
    "criteria": []
  },
  {
    "rider": "Pete Stetina",
    "level": "ELITE",
    "quote": "In over 130 miles, we climbed nearly 14,000 ft, a full 3,000 more than the California edition. The race conditions are quintessentially east coast: muggy and humid with dense foliage and rushing rivers... Perhaps my favorite part of the weekend was a lack of something: cellular service.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Pete Stetina",
    "level": "ELITE",
    "quote": "After 50 miles, we encountered a particularly vicious double track wall where only a few didn't walk. That was followed by a cyclocross-style descent, and a select group of eight emerged...",
    "criteria": []
  },
  {
    "rider": "Pete Stetina",
    "level": "ELITE",
    "quote": "We ripped down the back and into one of most fun singletracks I've ever raced on drop bars. We pushed it to the limit over rock jumps, bridges, and into the old barn.",
    "criteria": []
  },
  {
    "rider": "Pete Stetina",
    "level": "ELITE",
    "quote": "Upon the second time doing the same climb, we were detoured into a rough primitive jeep track. It was there I made my final move. There were still 45 miles to go, but I sensed the others were on the back foot there so I bet on myself...",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "RedFroRacing",
    "level": "UNKNOWN",
    "quote": "So, this is actually my first post on this blog, and I thought It would be about my feelings for the upcoming race I registered for this weekend, Belgian Waffle Ride, Asheville, NC. I plan on racing the Wafer distance. (70 miles) To tell you the truth, I was feeling pretty darn anxious about this",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "RedFroRacing",
    "level": "UNKNOWN",
    "quote": "In my last post I said that I was feeling a bit anxious about this race, but I'm happy to reveal It went great! Taper Leading up to Race Day I personally find that I respond well to a 2 day taper before race day, reducing to 50-75% of original training day volume 2 days",
    "criteria": []
  },
  {
    "rider": "Official Description",
    "level": "UNKNOWN",
    "quote": "The race will run in hot and humid conditions over undulating terrain and difficult off-load sectors.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Official Description",
    "level": "",
    "quote": "The 2023 event route will be shorter and less hilly, still featuring so much of the area's glorious greenery. The Belgian Waffle Ride North Carolina (Asheville) 2026 is possibly the hilliest of the BWR Series events.",
    "criteria": []
  },
  {
    "rider": "Training Plan Available",
    "level": "",
    "quote": "Monuments of Cycling has partnered with FasCat Coaching to create a customized Belgian Waffle Ride North Carolina training plan. It is a comprehensive six-week training plan starting on January 22.",
    "criteria": []
  },
  {
    "rider": "Venue Description",
    "level": "",
    "quote": "The host location for the event is Ride Kanuga Bike Park located in Hendersonville, NC, an incredible destination nestled on 1,400 stunning acres in the Blue Ridge Mountains.",
    "criteria": []
  },
  {
    "rider": "Support Infrastructure",
    "level": "",
    "quote": "You can expect well-marked and abundant traffic control personnel on the course, plus police and official vehicle escorts. Additionally, each location will be hosted by a legion of like-minded volunteers who come together to showcase the hospitality of the Asheville community.",
    "criteria": [
      "community"
    ]
  }
]
