[
  {
    "rider": "Yun (Threshold Cycling)",
    "level": "RECREATIONAL",
    "quote": "Between a new job, family-wide respiratory illness, and a never-ending sleep deficit, this wasn't exactly the ideal lead-up to a 100-mile gravel race... We were two of just 21 women to finish the Waffle that day. Only about two-thirds of the 300 men finished.",
    "criteria": []
  },
  {
    "rider": "Yun",
    "level": "RECREATIONAL",
    "quote": "We got caught behind bottlenecks on early singletrack—losing nearly 45 minutes before the race even really began... My power was fading, and I struggled to keep up. A high-speed descent brought a jolt of joy—until we realized that incredible drop meant a brutal climb back up.",
    "criteria": [
      "technicality",
      "elevation",
      "field_depth"
    ]
  },
  {
    "rider": "Yun",
    "level": "RECREATIONAL",
    "quote": "Somewhere in the chaos, I dropped my chain, lost Keri, missed a trail, and somehow ended up ahead of her. Once we reunited, we began the soul-crushing climb through what I now call Death Valley—aka Pamo Valley... The final three gravel hills were so steep that I had to push my bike.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Yun",
    "level": "RECREATIONAL",
    "quote": "Gravel isn't just harder than road—it's way more dynamic, and honestly, a lot more fun.",
    "criteria": []
  },
  {
    "rider": "Adam Roberge",
    "level": "COMPETITIVE",
    "quote": "Gravel races are long, and my default approach was to try to have fun for at least part of it—this quest included looking at the scenery, joking with fellow riders, and everything else I do in training to make it more fun.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Adam Roberge",
    "level": "COMPETITIVE",
    "quote": "You're coming in full speed on the road into these singletrack paths sections on a road bike... It's like, alright, hold on, and buckle up. It is wild.",
    "criteria": []
  },
  {
    "rider": "Pete Stetina",
    "level": "ELITE",
    "quote": "I went to BWR for fun. A buddy in Santa Rosa was like, 'You gotta check this thing out, it's fun.'... In the race there was a car following us with the media and there was a movie being produced and afterward you're whisked away to a green screen and shoved beer and waffles and you're all grimy, and...",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Pete Stetina",
    "level": "ELITE",
    "quote": "I remember the pain, honestly. I went deep, really deep, I was really surprised. I was personally more screwed up for longer than after Dirty Kanza. Kanza was pure gravel grinding; you're emptying the tank and slogging, and the ultimate test of endurance. BWR was racing. It was attacks.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Sarah Sturm",
    "level": "ELITE",
    "quote": "For most of the race I thought I was off of the back. The start of that thing is absolute chaos. I had no idea where any of the women were, I just assumed that they were all in front of me. So when I asked the camera men following me who was ahead and they said nobody, I was really surprised.",
    "criteria": []
  },
  {
    "rider": "Keegan Swenson",
    "level": "ELITE",
    "quote": "Today's race was a true test of endurance and strategy. The competition was fierce, and I'm thrilled to have come out on top. The BWR series is unlike any other, and I'm excited to continue racing in this incredible environment.",
    "criteria": []
  },
  {
    "rider": "Sofia Gomez Villafañe",
    "level": "ELITE",
    "quote": "They keep saying he's won the most, but we were tied coming into this weekend with six wins each. So now I'm at seven. Sorry Pete, the title is mine.",
    "criteria": []
  },
  {
    "rider": "Matt Beers",
    "level": "ELITE",
    "quote": "This year has been a little bit of a rough start, like [Cape] Epic didn't go to plan and then I've had a lot of second places, which kind of irritates me a lot. So it's nice to get the monkey off the back again.",
    "criteria": []
  },
  {
    "rider": "Matt Beers",
    "level": "ELITE",
    "quote": "I think I corner a little better than those two. On the singletrack, I knew I could take time the whole way.",
    "criteria": []
  },
  {
    "rider": "Peter Stetina",
    "level": "ELITE",
    "quote": "Matt took a corner scary fast and there was a small gap. I couldn't close it. That was the split of the race. I just looked at Alexey [Vermeulen] and [started] racing for second. It was a good race. I can say I had a great day, and some of the best legs I've had in a long time.",
    "criteria": [
      "field_depth",
      "length"
    ]
  },
  {
    "rider": "BWR Arizona 2025",
    "level": "ELITE",
    "quote": "A mix of mountain and desert with a smattering of good times and fast racing! The race, a grueling 103.5 miles through the rugged desert terrain surrounding Scottsdale, showcased the grit and determination of the athletes as they tackled 7,062 feet of climbing.",
    "criteria": [
      "elevation",
      "length",
      "field_depth"
    ]
  },
  {
    "rider": "BWR General Terrain Characteristics",
    "level": "",
    "quote": "Asphalt, gravel, singletrack, sand, water crossings, cyclocross-style chaos—each course a curated blend of madness and magnificence.",
    "criteria": [
      "technicality"
    ]
  }
]
