[
  {
    "rider": "Adam Roberge",
    "level": "ELITE",
    "quote": "It was so fun, please keep this race. I don't know if I'm biased since I like the East Coast, but this course is just perfection.",
    "criteria": []
  },
  {
    "rider": "Emily Newsome",
    "level": "ELITE",
    "quote": "We started with the guys, so it was a big group and pretty chill until the first long climb, where it exploded. I was a little worried because I wasn't sure if my legs were good, but I warmed up and I was able to get with a really good group of men. We stuck together for almost the entire race.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Paige Onweller",
    "level": "ELITE",
    "quote": "I also want to highlight that anger and hate directed to a person or an event do not accomplish anything. At the current state, race organizers are in a very difficult position...",
    "criteria": []
  },
  {
    "rider": "ARR53",
    "level": "UNKNOWN",
    "quote": "Absolutely brutal 130 mile and 13,000ft gravel race with lots of technical singletrack.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "PatrickStewy",
    "level": "UNKNOWN",
    "quote": "I had an unpleasant crash whilst riding my gravel bike over the weekend that included a concussion and being knocked out for several minutes. Unfortunately, my injuries will prevent me from riding at the Belgian Waffle Ride North Carolina race...",
    "criteria": []
  },
  {
    "rider": "Cervelo Aspero",
    "level": "",
    "quote": "Leans pretty dang hard towards the road side",
    "criteria": []
  },
  {
    "rider": "Key Race Feature",
    "level": "",
    "quote": "The course's decisive climb with about 35 miles remaining",
    "criteria": []
  },
  {
    "rider": "Aid Station Spacing",
    "level": "",
    "quote": "Well-stocked aid stations every 20 miles",
    "criteria": []
  },
  {
    "rider": "Course Support",
    "level": "",
    "quote": "Well-marked and abundant traffic control personnel on the course, plus police and official vehicle escorts",
    "criteria": []
  }
]
