[
  {
    "rider": "Melisa Rollins",
    "level": "ELITE",
    "quote": "I actually was pretty frustrated with gravel because I didn't feel like I was strong enough to really race. I was always kind of a participant and finished in that middle-pack range. So, I took a step back from gravel and really focused on that higher-end power earlier this year...",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Melisa Rollins",
    "level": "ELITE",
    "quote": "I crashed in the single track and I bent my derailleur hanger, losing my easiest gears. [It] was fine for the most part because the course is pretty flat, except for the last climb at 110...",
    "criteria": []
  },
  {
    "rider": "Melisa Rollins",
    "level": "ELITE",
    "quote": "When I did get to that last climb of the day I had to walk. I tried to shift and it threw it into the spokes. I kept looking back, I was like, 'Where's Tiff? I know she's coming'. I made it to the top, never saw her, and the single track at the end really sealed the deal.",
    "criteria": []
  },
  {
    "rider": "Lindsay Goldman",
    "level": "ELITE",
    "quote": "I was quickly realizing how evenly matched the two of us were on this day. Tiff and I traded pulls for the next 15 miles, the two of us adding and losing members of our group periodically. But unspoken, the two of us knew this race was between us.",
    "criteria": []
  },
  {
    "rider": "Unknown Rider",
    "level": "UNKNOWN",
    "quote": "BWR Utah is where my gravel journey began back in 2020 with a 9th-place finish. Since then I've added three more top-10s: 9th in 2022, 4th in 2023, 6th in 2024. And in 2025, it finally all came together as I achieved my long-term goal of winning this race.",
    "criteria": []
  },
  {
    "rider": "Michael Marckx [ELITE perspective]",
    "level": "",
    "quote": "We go into a mountain bike park for seven miles and wind our way through that on really flowy, nice, singletrack. With bridges and fun terrain stuff. Not long after that, we literally go onto a motocross course. We do the full motocross course and then get back out onto gravel roads.",
    "criteria": [
      "climate",
      "technicality",
      "length"
    ]
  },
  {
    "rider": "Mechanical - Derailleur Damage",
    "level": "ELITE",
    "quote": "I crashed in the single track and I bent my derailleur hanger, losing my easiest gears. [It] was fine for the most part because the course is pretty flat, except for the last climb at 110.",
    "criteria": []
  },
  {
    "rider": "Griffin Easter's 2021 Puncture",
    "level": "ELITE",
    "quote": "After what looked like a guaranteed sprint between he and Stetina last year, the 30-year-old punctured in the notorious Tolweg section.",
    "criteria": []
  },
  {
    "rider": "Local Support",
    "level": "",
    "quote": "Cedar City continues to welcome us with open arms, rolling out the red, yellow, and black carpet to host one of the most unique endurance weekends in the country.",
    "criteria": []
  },
  {
    "rider": "Weekend Festival Vibe",
    "level": "",
    "quote": "The weekend kicks off with Friday's pre-race gathering—where riders, sponsors, and locals mingle over beer, banter, and pre-race nerves—and culminates in Saturday's full-throttle race and post-ride feast of waffles and Belgian ale.",
    "criteria": []
  },
  {
    "rider": "Expo Scale",
    "level": "",
    "quote": "Over 50 exhibitors will showcase the latest in bikes, gear, and performance tech. Local food trucks, craft beer, and live music will fuel the good vibes.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Equal Prize Money",
    "level": "",
    "quote": "Equal prize money is awarded across three categories (M/W/Gender Diverse), with the top three (or, in some races, the top five) from each category receiving prize money.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "BWR Philosophy",
    "level": "",
    "quote": "These are not races set up for freeloading sprinters or frail climbers. They are designed to challenge riders of all stripes and sizes in demented and glorious ways.",
    "criteria": [
      "field_depth"
    ]
  }
]
