[
  {
    "rider": "MikeMckinney",
    "level": "COMPETITIVE",
    "quote": "Race Organization: Check in and parking were excellent. Elevation: Don't forget Bozeman is at 4800 ft, and you ride up to 5500 feet numerous times which you will notice if you don't normally ride that high.",
    "criteria": []
  },
  {
    "rider": "MikeMckinney",
    "level": "COMPETITIVE",
    "quote": "The last 4 ish miles is single track. This was advertised as being awesome, but It was open to the public, and was pretty rocky. Got caught up with some riders walking the steep section in the middle, ended up having to walk, and a few non racer were using the trail riding against the flow.",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "MikeMckinney",
    "level": "COMPETITIVE",
    "quote": "Aid stops: Were well stocked and appropriately placed, roughly at 22, 39, 67, 98. Had cold coke which was a bonus.",
    "criteria": []
  },
  {
    "rider": "MikeMckinney",
    "level": "COMPETITIVE",
    "quote": "Finish line: Decent vibes, nothing that makes you hang out. You get a beer and coozy. Overall I enjoyed the event, I would do it again.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "ToddAMelton",
    "level": "COMPETITIVE",
    "quote": "I really enjoyed the event as well as spending in and around Bozeman. I am already planning to do it again. The elevation was definitely a challenge for a number of people. The level of competition was higher than what I've seen in other events.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "ToddAMelton",
    "level": "COMPETITIVE",
    "quote": "I found the gravel roads to be of much higher quality than what I've seen anywhere in Oregon or Northern California; very few potholes, some loose gravel but not scary thick, no big sharp rocks, a little bit of washboarding but more baby washboards, and some sections were near paved quality.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "BH107",
    "level": "COMPETITIVE",
    "quote": "I live in Bozeman and it has been pretty dry this spring. Count on fast graded county roads and only 1 real single track section which is downhill on a groomed trail. There are some punchy climbs including one paved section over 10%.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Luke Mosteller",
    "level": "ELITE",
    "quote": "We cooked up a plan the night before. I bridged to the break, went all in, and got to the singletrack. But that finish... it was chaos.",
    "criteria": []
  },
  {
    "rider": "Stella Hobbs",
    "level": "ELITE",
    "quote": "That was a really fun ride. It broke on that first big climb, and I just spammed the gas.",
    "criteria": []
  },
  {
    "rider": "Unidentified rider",
    "level": "UNKNOWN",
    "quote": "I liked about 100 of those 110.6 miles.",
    "criteria": []
  },
  {
    "rider": "Russell Finsterwald",
    "level": "ELITE",
    "quote": "BWR Montana was an unforgettable experience. The course was challenging, but the community support made it all worthwhile. I'm honored to take home the title and can't wait for the next challenge.",
    "criteria": [
      "experience",
      "race_quality"
    ]
  },
  {
    "rider": "Stella Hobbs",
    "level": "ELITE",
    "quote": "Winning here in Bozeman, surrounded by such passionate fans and fellow cyclists, is a dream come true. I'm grateful for the support and can't wait to return next year.",
    "criteria": []
  },
  {
    "rider": "MikeMckinney",
    "level": "COMPETITIVE",
    "quote": "I will be riding Continental Terra Speeds 45s with Orange Seal.",
    "criteria": []
  },
  {
    "rider": "ToddAMelton",
    "level": "COMPETITIVE",
    "quote": "I ran Pathfinders and outside of a couple short chunky sections on the single track felt like it was the perfect tire choice.",
    "criteria": []
  },
  {
    "rider": "MikeMckinney",
    "level": "COMPETITIVE",
    "quote": "A lot of it was loose over hard gravel, most where riding in the thinned out tire ruts or over to the far right edge for there was little gravel. If you got out of the ruts you were surfing around in the soft stuff.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Course architect Michael Marckx",
    "level": "ELITE",
    "quote": "We're at mile 22, and this is where it starts to get real. A really good climb coming up, and the leaders are looking... a little too good.",
    "criteria": []
  },
  {
    "rider": "From race description",
    "level": "",
    "quote": "smooth valley roads and winding forest tracks to rolling gravel climbs and high-speed descents through Big Sky Country.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Stella Hobbs",
    "level": "ELITE",
    "quote": "It broke on that first big climb",
    "criteria": []
  },
  {
    "rider": "From elite race narrative",
    "level": "",
    "quote": "The men's race was a slow-burn thriller, with early breakaways, group chases, and a finish tighter than your legs after 8 hours in the saddle.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "MikeMckinney",
    "level": "COMPETITIVE",
    "quote": "Elevation: Don't forget Bozeman is at 4800 ft, and you ride up to 5500 feet numerous times which you will notice if you don't normally ride that high.",
    "criteria": []
  },
  {
    "rider": "ToddAMelton",
    "level": "COMPETITIVE",
    "quote": "The elevation was definitely a challenge for a number of people.",
    "criteria": []
  },
  {
    "rider": "From race report",
    "level": "",
    "quote": "Locals cheered from porches. Volunteers crushed it. And the finish line saw laughter, cramps, and confessions of suffering.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "From race description",
    "level": "",
    "quote": "The race not only highlighted the skills of the competitors but also the warmth and enthusiasm of the Bozeman community, who rallied around the event with open arms and infectious energy.",
    "criteria": []
  },
  {
    "rider": "MikeMckinney",
    "level": "COMPETITIVE",
    "quote": "Finish line: Decent vibes, nothing that makes you hang out. You get a beer and coozy.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "ToddAMelton",
    "level": "COMPETITIVE",
    "quote": "I really enjoyed the event as well as spending in and around Bozeman.",
    "criteria": []
  },
  {
    "rider": "Rider perks include",
    "level": "",
    "quote": "Pre- and Post-Race Waffles, Coffee & Beverages, Beer, Finisher's Trophy Beer, Bragging Rights",
    "criteria": []
  }
]
