[
  {
    "rider": "Melisa Rollins",
    "level": "ELITE",
    "quote": "Belgian Waffle Ride Cedar City was my first race on the dirt in 11 months. After finishing off my first pro season as an endurance gravel/mountain bike racer racing in the Lifetime Grand Prix in 2022, I decided to...",
    "criteria": [
      "length",
      "field_depth"
    ]
  },
  {
    "rider": "Alexey Vermeulen",
    "level": "ELITE",
    "quote": "With so much unknown surrounding the world, let alone the cycling community, it was hard to know what to expect going into Belgian Waffle Ride. Life without racing has been hard, but what I have truly missed is the people at those races...",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Alexey Vermeulen",
    "level": "ELITE",
    "quote": "Coming off the final gravel section before the climb we were down to 6 riders. All we had left until the final showdown was 8 miles of false flat uphill with a headwind.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Alexey Vermeulen",
    "level": "ELITE",
    "quote": "By this point I was cramping in my arms and doing what I could to move forward. This section would have been much more fun on a mountain bike with suspension, or 100 miles earlier, but alas here I was.",
    "criteria": []
  },
  {
    "rider": "Adam Mills",
    "level": "COMPETITIVE",
    "quote": "From the very beginning it was apparent that we were never going to catch group 2 and judging by the speed of their respective dust clouds they were never going to catch group 1 as long as the status quo stood.",
    "criteria": []
  },
  {
    "rider": "Adam Mills",
    "level": "COMPETITIVE",
    "quote": "When the odometer turns over 100km or 3-ish hours or 2100kJ whatever group I was in will probably get tired, start bickering and split again (which happened right on the money 62miles, 3:02 and 2100kJ).",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Michael Marckx",
    "level": "",
    "quote": "One very interesting tidbit about the women's race was that after the initial Red Hills QOD/KOD sector that ends at the first feed zone at mile-29, Melisa and Tiffany Cromwell were a few minutes behind the lead men, and used the Rollers for Rouleurs 10-mile unroad sector to reel the lead men's group...",
    "criteria": []
  },
  {
    "rider": "Alexey Vermeulen",
    "level": "ELITE",
    "quote": "I ran Vittoria Terreno Dry 38mm tires with 3oz of Stan's Race Sealant inside. After conferring with Enve and their air pressure chart I started with 30PSI in the front and 31PSI in the back.",
    "criteria": []
  },
  {
    "rider": "Adam Mills",
    "level": "COMPETITIVE",
    "quote": "I was planning to ride my used IRC Boken 40c tires when Steve Driscoll scolded me for risking my day (the last race day in 2020) on anything but new tires. A few minutes later I had a fresh set on the bike and was ready to go with no issues ever.",
    "criteria": []
  },
  {
    "rider": "Adam Mills",
    "level": "COMPETITIVE",
    "quote": "Despite my insistence that I ride the brand new IRC Doublecross 42c tires (everyone that was on them seemed to do awesome) I was told that there were simply none in North America.",
    "criteria": []
  },
  {
    "rider": "Adam Mills",
    "level": "COMPETITIVE",
    "quote": "I saw lots of bottles ejected on a day in the high desert where every bottle is incredibly important. Just put some of the Bandos [Arundel Bando cages] on your bike and make your day more fun and the day of your fellow riders more safe.",
    "criteria": []
  },
  {
    "rider": "Adam Mills",
    "level": "COMPETITIVE",
    "quote": "Eyewear seems to have been pushed to the back burner of important equipment for gravel but in reality products from 100% have become invaluable. Riding behind someone on gravel feels like you're being sprayed with rocks coming off the tires in front of you.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Alexey Vermeulen",
    "level": "ELITE",
    "quote": "It was super important to not only pedal smoothly, but also pay attention to where you aimed your bike as some of the sandy sections were over 4 inches deep.",
    "criteria": []
  },
  {
    "rider": "Alexey Vermeulen",
    "level": "ELITE",
    "quote": "The downhill was sketchy and lined with 'Slow the funk down' signs as a warning to anyone who would push the limits, but my real struggle came as I left the climb behind and rode the false flat toward the final test; a 4.5 mi single track section.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Alexey Vermeulen",
    "level": "ELITE",
    "quote": "This section [4.5-mile single track] would have been much more fun on a mountain bike with suspension, or 100 miles earlier, but alas here I was. As I left the single track there were 5 miles to go.",
    "criteria": []
  },
  {
    "rider": "Course Overview [UNKNOWN LEVEL]",
    "level": "",
    "quote": "BWR Cedar City was set to be one of the hardest races on the gravel calendar. With 75% of the course being dirt and much of that being double or single track…whether you finished in 6 hours or finished in 10, finishing was an accomplishment.",
    "criteria": []
  },
  {
    "rider": "Cedar City Elevation Context",
    "level": "",
    "quote": "Cedar City, Utah, sits at 5,846 feet above sea level, with 11,500ft Brian Head Peak a mere 30 minutes away.",
    "criteria": []
  },
  {
    "rider": "Alexey Vermeulen",
    "level": "ELITE",
    "quote": "I had spent 20 minutes around 350 watts normalized to get back and knew I had burnt some matches.",
    "criteria": []
  },
  {
    "rider": "Alexey Vermeulen",
    "level": "ELITE",
    "quote": "As the race entered the 2nd hour, the group had dwindled to just 7. The group included Keegan Swenson, Pete Stetina, Ryan Standish, Eric Brunner, Griffin Easter, Dylan Johnson, and me.",
    "criteria": []
  },
  {
    "rider": "Alexey Vermeulen",
    "level": "ELITE",
    "quote": "Leading into the 3rd hour, our group worked much like a team. I think many people would imagine us 'racing' and trying to bludgeon each other all the way to the line, but in some sense we all had the same goal, and it was mutually beneficial to work towards the finale.",
    "criteria": []
  },
  {
    "rider": "Adam Mills",
    "level": "COMPETITIVE",
    "quote": "So the calculated plan was to stay with the fastest group I could manage until the Rode Heuvels (Little Salt Lake Climb) where I would ride my own tempo up and over the descent. Then I would try and re-establish myself in a quick moving group and ride with them.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Adam Mills",
    "level": "COMPETITIVE",
    "quote": "It was imperative that I balance speed and effort to make it across the finish line as fast as possible while not overestimating my abilities, cracking, and crawling to the finish line.",
    "criteria": []
  },
  {
    "rider": "Adam Mills",
    "level": "COMPETITIVE",
    "quote": "Do your fair share in the wind while minimizing high power efforts and keep eating and drinking... Finally, save as much as you can the 45 minutes or so leading into the final climb and just go for it from there.",
    "criteria": []
  },
  {
    "rider": "Adam Mills",
    "level": "COMPETITIVE",
    "quote": "The early speeds were holding steady at 30 mph so when I suffered a typically benign mechanical early on I was immediately out of contention from the first two groups of 40-ish riders each.",
    "criteria": []
  },
  {
    "rider": "Weather-Related",
    "level": "",
    "quote": "With comfortable overnight temperatures increasing into the mid to upper 80s throughout the day and relatively humid conditions for the area, staying hydrated and avoiding cramping was on everyone's mind. Unfortunately, some participants fell victim to these conditions.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Equipment Failures",
    "level": "",
    "quote": "I saw lots of bottles ejected on a day in the high desert where every bottle is incredibly important.",
    "criteria": []
  },
  {
    "rider": "Michael Marckx",
    "level": "",
    "quote": "We are family. We got all our people with us. We are family. Get up everybody and roll. Together, as a family, we have the power to transform lives... There is no better place than Utah to revel in the idea and glories of FAMILY.",
    "criteria": []
  },
  {
    "rider": "Michael Marckx",
    "level": "",
    "quote": "The race commenced exactly on time at 7:00 a.m., which was a testament to every rider agreeing to play by the rules, and those rules were simple: Love your neighbor like family. Every single mother, father, sister, brother played along. So away we went, like a family to church.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Alexey Vermeulen",
    "level": "ELITE",
    "quote": "BWR is great not only because of the race and courses, but because of the people. From pros to amateurs, every single person at the race was positive and helpful, the stories you hear after the race remind you why we all miss racing in the first place.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Adam Mills",
    "level": "COMPETITIVE",
    "quote": "When it was all over, I found myself in the company of my family who were with me during the whole trip to Cedar City. It was probably the best race day ever.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "COVID-19 Protocols",
    "level": "",
    "quote": "This is an event during a pandemic and no one wants to take that sort of souvenir home or give it to anyone locally. Keeping safe needed to be the most important thing. From the very beginning MoC set out to have an event that was safe and fun.",
    "criteria": []
  },
  {
    "rider": "Event Atmosphere",
    "level": "",
    "quote": "The BWR Unroad Expo, teeming with live music, a beer garden, ample waffles, and the festive spirit of Utah...",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Cedar City Hospitality",
    "level": "",
    "quote": "Cedar City continues to welcome us with open arms, rolling out the red, yellow, and black carpet to host one of the most unique endurance weekends in the country.",
    "criteria": []
  }
]
