[
  {
    "rider": "Sam Andrews",
    "level": "ELITE",
    "quote": "The course was a tantalizing blend of treacherous terrain, featuring undulating hills, specially designed MTB trails, rugged sand washes, and bumpy 4×4 roads. And all of this set against a picturesque backdrop of the stunning desert rock and prickly cacti...",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Sofia Gomez Villafañe",
    "level": "ELITE",
    "quote": "It's probably one of the hardest races we do all year, and you just never really know how it's gonna shake out.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Keegan Swenson",
    "level": "ELITE",
    "quote": "Today's race was a true test of endurance and strategy. The competition was fierce, and I'm thrilled to have come out on top. The BWR series is unlike any other, and I'm excited to continue racing in this incredible environment.",
    "criteria": []
  },
  {
    "rider": "Ed Philbrick",
    "level": "ELITE",
    "quote": "I cavalierly skipped an aid station with porta-potties. Big mistake. Urgency hit mid-race on a bumpy, rocky section in McDowell. I barely found a bush in time—7 minutes stoppage. Emergency Stop #2? Near classic AZ dirt-road motorhome garages... 8 minutes of stoppage...",
    "criteria": []
  },
  {
    "rider": "Continental Race Kings [ELITE-FOCUSED]",
    "level": "",
    "quote": "Most pros ran MTB tires: Continental Race Kings were everywhere, sponsor obligations or not. Finsterwald on 2.0 Race Kings the slower compound vs the 2.2 faster because larger is faster and comes in faster Hot Chilly compound.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Maxxis Aspens [ELITE-FOCUSED]",
    "level": "",
    "quote": "Maxxis Aspens & Aspen ST (MaxxSpeed EXO/TR Team Spec) were common—not the lighter Maxxis Aspen MaxxSpeed EXO/TR. Keegan was on front 2.4 and rear 2.25 tires.",
    "criteria": []
  },
  {
    "rider": "Ed Philbrick Setup",
    "level": "ELITE",
    "quote": "Front Tire: Race King 2.2 (2mm clearance, fork acting as a cactus-spin catcher). This is a fantastic tire setup. 23 PSI. Rear Tire: Panaracer Gravelking X1 40C at 36 PSI (Big Ed Pressure).",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Fork Choice [ELITE-SPECIFIC]",
    "level": "",
    "quote": "Rob Britton, Russell Finsterwald, and Keegan Swenson ran front suspension (Fox and RockShox). Drew Dillman (Bonk Bros podcast) and Chase Wark (solo artist and Bonk Bros friend) rocked Lauf forks.",
    "criteria": []
  },
  {
    "rider": "Lauf Bikes [ALL LEVELS]",
    "level": "",
    "quote": "Lauf bikes showed up in the age groups—their 50C clearance is compelling for MTB tires.",
    "criteria": []
  },
  {
    "rider": "Tubeless Systems [ALL LEVELS]",
    "level": "",
    "quote": "Tubeless systems with appropriate sealant help protect against the frequent puncture risk from desert flora.",
    "criteria": []
  },
  {
    "rider": "Pro Cockpit Trends [ELITE-FOCUSED]",
    "level": "",
    "quote": "Flat forearm positioning on narrow 36 and 38cm bars for aerodynamics. Flipped-in Remco levers for better control. MTB-style tires are gaining traction (literally).",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Ed Philbrick Equipment",
    "level": "ELITE",
    "quote": "Bike: Grail CF 2 SLX Shimano GRX 2X -I think I will go 1X after California BWR. My Silica drip waxed chain was so loud... Garmin leash: Saved my Garmin 1050 after a crash.",
    "criteria": []
  },
  {
    "rider": "Late February Conditions",
    "level": "",
    "quote": "Late February weather typically brings highs of 20-24°C (68–75°F) with morning temperatures potentially dipping to 7°C (45°F). However, the intense desert sun and minimal shade mean dehydration becomes a genuine concern by midday.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Opening Climbs",
    "level": "",
    "quote": "We were almost immediately faced with a long, grueling climb. At first, it was a peaceful ascent with friendly chatter, but soon after, the pace intensified, and Pete Stetina led the charge up the steep inclines.",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "Course Opening [ALL LEVELS]",
    "level": "",
    "quote": "The route opens with two substantial paved climbs, the second stretching 6.4 miles at 4.7% gradient, lifting riders to a high point around 4,000 feet. From there, a 1,500-foot descent on rocky jeep roads takes riders into the open desert.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Final Climb [ALL LEVELS]",
    "level": "",
    "quote": "The race's final climb (7 miles, 1.5%) starts at mile 89 and tops out with eight miles left to race... those final 8 miles are a very fast, very smooth paved run to the finish line.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Course Character [ELITE Experience]",
    "level": "",
    "quote": "It's not just gravel cycling; it's borderline mountain biking at times with the sheer unpredictability of the Unroad.",
    "criteria": []
  },
  {
    "rider": "Hydration Critical [ALL LEVELS]",
    "level": "",
    "quote": "Carry more fluids than you think necessary, and plan to top up at every feed zone... the intense desert sun and minimal shade mean dehydration becomes a genuine concern by midday.",
    "criteria": []
  },
  {
    "rider": "Skills Matter [ALL LEVELS]",
    "level": "",
    "quote": "Whatever your target, arrive with mountain bike handling skills alongside your gravel fitness, and plan carefully for hydration. The course combines long distances, technical singletrack and desert heat, so preparation for all three is required.",
    "criteria": [
      "technicality",
      "length"
    ]
  },
  {
    "rider": "McDowell Section Tactics",
    "level": "ELITE",
    "quote": "This section of the course proved to be decisive last year as it keeps the racing single file and exposes even the most elite racers to mistakes, as a potential slip sits around each sweeping bend.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Dehydration/Heat [ALL LEVELS]",
    "level": "",
    "quote": "At least one rider slumped over on the curb, too spent to coast to the finish",
    "criteria": []
  },
  {
    "rider": "Course Cutoff [ALL LEVELS]",
    "level": "",
    "quote": "The course remains open until 7 pm",
    "criteria": []
  },
  {
    "rider": "Event Vibe",
    "level": "",
    "quote": "The atmosphere was electric, and everyone was eager to prove their worth after months of grueling winter training.",
    "criteria": []
  },
  {
    "rider": "Post-Race Scene",
    "level": "",
    "quote": "All that's left to do is sprint to the line and crush a post race waffle.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Scottsdale Area [ALL LEVELS]",
    "level": "",
    "quote": "By 8:00 PM, Scottsdale is a ghost town with no streetlights or action. For nightlife, you hit Cave Creek's moto bars and mechanical bulls.",
    "criteria": []
  },
  {
    "rider": "Pro/Amateur Mixing",
    "level": "",
    "quote": "The pros grumble about catching the wafer riders, and the wafer riders grumble about having to pull over into dead cactus to let the pros pass. It's part of BWR, and it's good for sponsors, as consumers mingle directly with pros and their sponsors all weekend.",
    "criteria": []
  },
  {
    "rider": "Volunteer Support [ALL LEVELS]",
    "level": "",
    "quote": "All stations are run by volunteers giving their time to make riders' experiences the best ever. Please give thanks to them...",
    "criteria": []
  },
  {
    "rider": "Finisher Stats",
    "level": "",
    "quote": "209 Male Waffle finishers, 16 Female Waffle finishers, 276 Male Wafer finishers, 41 Female Wafer finishers, 79 Open Wanna finishers, 1 e-bike finisher, 2 course changes, 2 males 70+ finished Waffle",
    "criteria": []
  },
  {
    "rider": "Notable Participant",
    "level": "",
    "quote": "Ben Minicucci, CEO of Alaska Airlines and a cycling advocate who finished 23rd in Wafer: Men 55-59.",
    "criteria": []
  }
]
