[
  {
    "rider": "Cory Wallace",
    "level": "COMPETITIVE",
    "quote": "My body was in shock as I tried to push over a 36 T-45 gearing. I was ready to walk but my buddy Fred was just behind me and my manly hood wouldn't let me get off the bike. Thus I grinded the gears over at the slowest rpm possible.",
    "criteria": []
  },
  {
    "rider": "Cory Wallace",
    "level": "COMPETITIVE",
    "quote": "Stage 2 was pretty short mileage wise but a real hardmans day. Somehow they packed 3300 climbing meters into 59 km, and it had more hike a bike then you could shake a stick at... The decent went in a straight line, through the rhubarb and grass down the mountain.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Cory Wallace",
    "level": "COMPETITIVE",
    "quote": "Mid race I could see my buddy Fred about 3 minutes ahead, straight up this huge hike a bike section. After spending last winter hiking around the Himalayas I used these hike-a-bikes to my advantage and caught a few riders...",
    "criteria": []
  },
  {
    "rider": "Max Moyles",
    "level": "UNKNOWN",
    "quote": "I made the mistake of assuming it [homemade schnapps] was a drink to 'noroc' and drink in one, but oh boy was I wrong! After a truly throat burning experience I was just glad to keep it down.",
    "criteria": []
  },
  {
    "rider": "Max Moyles",
    "level": "UNKNOWN",
    "quote": "One feature of the local countryside are dogs. Local farmers usually have a group of dogs protecting their cattle from the few bears which inhabit Romania, the dogs are pretty much harmless but they do like to bark.",
    "criteria": []
  },
  {
    "rider": "Chris Marton",
    "level": "UNKNOWN",
    "quote": "I turned off the road and down a rough track leading to what I hoped would be a comfy flat, patch of grass I could hide away in for the night. The dog must have heard me rattling along the track and appeared in an instant to block my way, barking and braying but standing its ground.",
    "criteria": []
  },
  {
    "rider": "Chris Marton",
    "level": "UNKNOWN",
    "quote": "Waking early to a thick covering of snow. My bidons had frozen in the night. I'd filled them with sparkling water i'd mistakenly bought the previous evening so the pressure had built, opened the mouth piece and leaked an icicle which sealed down the lid.",
    "criteria": []
  },
  {
    "rider": "Andrei (age 29)",
    "level": "ELITE",
    "quote": "My initial short rides quickly escalated into epic fixed-gear bikepacking adventures, fostering a love for endurance and self-sufficiency. This led naturally to gravel riding, opening up access to the wilder parts of Romania...",
    "criteria": [
      "adventure",
      "experience"
    ]
  },
  {
    "rider": "Marcin Stoch",
    "level": "RECREATIONAL",
    "quote": "After heavy rains you can award this course [Lemkivska Kobiouka] an extra point on the difficulty scale.",
    "criteria": [
      "race_quality"
    ]
  }
]
