[
  {
    "rider": "Tracy Gravlin",
    "level": "ELITE",
    "quote": "The start was fast and felt great. About 26 miles in, the head winds seemed to be everywhere you turned. Riding solo at that point made it hard. Beautiful farm country though, and it felt great to finish feeling good but worn out at the same time.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Tracy Gravlin",
    "level": "ELITE",
    "quote": "Beth and I were the only women in the 60+, but we came in ahead of the 50-59 and one of the 40-49, so we felt legit on the podium!",
    "criteria": []
  },
  {
    "rider": "Beth Huffaker",
    "level": "UNKNOWN",
    "quote": "This year I chased Tracy for the first mile until, just as on Zwift, she vanished with the pack! Although, in my defense, she did utilize the tactic of wearing me out on our warmup beforehand. 😁 She's a clever one and so fast!",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Beth Huffaker",
    "level": "UNKNOWN",
    "quote": "I loved the course, fast, no chunky gravel and no giant hills! I was happy to improve my time at the distance and even got a taste of what it's like to climb up on the wooden box at the end!",
    "criteria": [
      "technicality",
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Course Surface",
    "level": "UNKNOWN",
    "quote": "Fast, no chunky gravel",
    "criteria": []
  },
  {
    "rider": "Scenery",
    "level": "ELITE",
    "quote": "Beautiful farm country",
    "criteria": []
  },
  {
    "rider": "Post-Race Celebration",
    "level": "",
    "quote": "The post-race hangout, and great local food made the finish line feel like a festival",
    "criteria": []
  },
  {
    "rider": "Community Vibe",
    "level": "ELITE",
    "quote": "This race isn't just about watts and finish times—it's about sharing the day with other riders who love gravel as much as we do. The post-race hangout, and great local food made the finish line feel like a festival, and that's the kind of energy we love to see in cycling!",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Regional Significance",
    "level": "",
    "quote": "The Cedar Blitz has quickly become a must-do event in the regional gravel scene",
    "criteria": []
  },
  {
    "rider": "BaseCamp Community [ELITE/UNKNOWN]",
    "level": "",
    "quote": "The BaseCamp community has given me so many cycling friends from across the country. Beth came up from Kansas!",
    "criteria": []
  }
]
