[
  {
    "rider": "Ride Director Brooke Nelson",
    "level": "UNKNOWN",
    "quote": "The pandemic has made all of us so ready and so thankful to have something to do.",
    "criteria": []
  },
  {
    "rider": "Ride Director Brooke Nelson",
    "level": "UNKNOWN",
    "quote": "This year's registration had been record-breaking, and a sign that cyclists are no less excited to get outside after a year of pandemic lockdown.",
    "criteria": []
  },
  {
    "rider": "Community Spirit",
    "level": "",
    "quote": "Bicyclists are a tight-knit group, something simple to see at an international competition's time trials Saturday. Around 9:30 a.m. 151 riders had finished qualifying for the UCI Gran Fondo World Series...",
    "criteria": [
      "prestige"
    ]
  },
  {
    "rider": "Post-Race Scene",
    "level": "",
    "quote": "When it is all done, we gather around at the finish area and have great post-ride meal to tell stories of how the ride went and connect with other riders from all over the US, and the World.",
    "criteria": []
  },
  {
    "rider": "Rest Stop Support",
    "level": "",
    "quote": "Crazy rest stops – one year there was one with a Tour de France theme complete with the famous Tour devil, a small Eiffel Tower and even two pretty podium girls.",
    "criteria": []
  },
  {
    "rider": "Community Support",
    "level": "",
    "quote": "There's all the Public Safety groups along the route – out to help if needed and to cheer on the cyclists.",
    "criteria": []
  },
  {
    "rider": "Venue Character",
    "level": "",
    "quote": "Jacksonville, population 12,548, is blessed to be the home of Jacksonville State University (JSU)... The residents of Jacksonville are family-oriented and friendly, complementing the warmth and inviting atmosphere surrounding the community.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Growth & Reputation",
    "level": "",
    "quote": "The Cheaha Challenge is now the largest century ride in the State of Alabama and is part of the reason our area is becoming such a destination for cyclists.",
    "criteria": []
  },
  {
    "rider": "Awards Recognition",
    "level": "",
    "quote": "A Top 10 Event in the State of Alabama as selected by the Alabama Bureau of Tourism & Travel in 2006, 2010, and 2012.",
    "criteria": []
  },
  {
    "rider": "ULTRA Finisher Culture",
    "level": "",
    "quote": "Bragging rights for ULTRA Finishers ONLY, and ULTRA Finishers receive a custom Finisher Shirt (Non-Finishers will receive the ashes of their burned shirts). ULTRA Finishers have the option to order the custom ULTRA FINISHER jersey.",
    "criteria": []
  }
]
