[
  {
    "rider": "Melisa Rollins",
    "level": "ELITE",
    "quote": "We were a pretty big group coming through the first feed zone and I tried to stay patient. The race blew up at mile 25 on the Firetower climb and I was feeling really good. I got a little gap over the top of it but wasn't able to hold it.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Melisa Rollins",
    "level": "ELITE",
    "quote": "Chequamegon has been my big focus since Leadville so I haven't really thought about Little and Big Sugar yet. I like to take things race by race but I know I want to show up at those two races the best I can and I'm excited to be part of the fight for the overall win.",
    "criteria": []
  },
  {
    "rider": "Alexey Vermeulen",
    "level": "ELITE",
    "quote": "I started trying to make my moves with around seven miles to go. I could see the group was splintering, and guys were chasing to regain contact, and I knew the rubber band would eventually snap and gaps would start to open up. So I just bided my time.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Alexey Vermeulen",
    "level": "ELITE",
    "quote": "I could tell that anybody who got on my wheel wasn't willing to work, and it was still quite a long way to the finish. I didn't think anybody could go solo initially, but in the end I just trusted myself, saw the gap happen, and just committed.",
    "criteria": []
  },
  {
    "rider": "Alexey Vermeulen",
    "level": "ELITE",
    "quote": "I have a special feeling towards this race. It was a dog fight the whole time. Everyone was all in. Things played out in my favor but I bet there were ten guys who could have won that sprint... I knew [the sprint] was going to be fast. Everyone would be spun out.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Cobe Freeburn (Durango)",
    "level": "ELITE",
    "quote": "It was fun. I was not really sure what to expect; I've never done it before. It was a fun race that was nice and tactical, fast and punchy. I didn't really know what to expect going into it so I'm really happy to end up on the podium.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Cobe Freeburn",
    "level": "ELITE",
    "quote": "Last year, I lost almost every sprint I did. I was just trying to position well, mostly, and then I had a good idea of timing where a good place to sprint was. I really surprised myself there; it helped that it was such a hard race overall that all the other guys in the front were pretty tired.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Ruth Holcomb (Durango)",
    "level": "ELITE",
    "quote": "It was good. I knew it was going to be good one for me, because it's a little more what I'm used to, a little more like a normal cross-country race. I was definitely excited and it's a little flatter and I'm better when it's punchy like that... I definitely was hoping for maybe a little bit more.",
    "criteria": []
  },
  {
    "rider": "Ruth Holcomb",
    "level": "ELITE",
    "quote": "At almost every other race, you climb up a big hill, then you go down the descent and you get to rest down the descent. While the hill is hard, you get full recovery. There's really no place for full recovery in this race.",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "Russell Finsterwald",
    "level": "ELITE",
    "quote": "Relentless. Chequamegon is the shortest race in the Grand Prix but it's one of the most difficult.",
    "criteria": []
  },
  {
    "rider": "Ruth Edwards",
    "level": "ELITE",
    "quote": "I really wanted Alexis to lead but she kind of made me lead. I was definitely in too hard of a gear and she was coming up behind me and really almost got it... It's a little bit shit to have a confusing [finish] line.",
    "criteria": []
  },
  {
    "rider": "Payson McElveen",
    "level": "ELITE",
    "quote": "The race was as tight and aggressive as ever, and I did my best with what I had on the day. A top 10 in another crazy tight mass finish, which was good enough to move a little further up the leaderboard.",
    "criteria": []
  },
  {
    "rider": "Ruby Ryan (Durango)",
    "level": "COMPETITIVE",
    "quote": "I'm a bit bummed; I'm just more so frustrated with myself. I had a really good start to the day, I was sitting in the top-15 group, top-10 group and I made the crucial split, which I knew you had to and I felt good. Then unfortunately, another crucial split that I didn't really realize I missed...",
    "criteria": []
  },
  {
    "rider": "Course Surface",
    "level": "",
    "quote": "The trail stayed wide for the first 15 miles of the race, the grass was thick and there was a single burned in line that everyone was fighting for.",
    "criteria": []
  },
  {
    "rider": "Rollers Effect",
    "level": "",
    "quote": "The rollers created a yo-yo effect where the group would bunch up on the uphills and string out on the downhills, making it hard just to stay in the peloton.",
    "criteria": []
  },
  {
    "rider": "Course Profile",
    "level": "",
    "quote": "This 40-mile race traverses the famed Birkie Ski trail, forest roads, and snowmobile routes",
    "criteria": []
  },
  {
    "rider": "Final 2 Miles",
    "level": "",
    "quote": "The finish was a 2-mile long straightaway of grass rollers, gradually downhill to the line.",
    "criteria": []
  },
  {
    "rider": "Tighter Sections",
    "level": "",
    "quote": "There were some tighter sections of the course which split the front group up",
    "criteria": []
  },
  {
    "rider": "Festival Atmosphere",
    "level": "",
    "quote": "Gather your friends and family for a weekend of epic racing through the Northwoods of Wisconsin, accompanied by a festival atmosphere, live music, craft beer, and savory food truck eats.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Pirates and Fun",
    "level": "",
    "quote": "The party in the Northwoods saw pirates offering rum hand-ups on the trails, contributing to the atmosphere.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Small-Town Feel",
    "level": "",
    "quote": "Loved the celebration zone at the finish and how you included the local business in the event. It had a great small-town community feel.",
    "criteria": []
  },
  {
    "rider": "Post-Race Hangout",
    "level": "",
    "quote": "The after party vibe with music was great. People just hung around and chilled more than I've seen at the other races I've done.",
    "criteria": [
      "community"
    ]
  }
]
