[
  {
    "rider": "Ryan Goold",
    "level": "ELITE",
    "quote": "Leading up to and during the race I was wondering if the rear would hold, or if I would get a pinch flat in the front; I worried about it the entire day.",
    "criteria": []
  },
  {
    "rider": "Danielle Goold",
    "level": "ELITE",
    "quote": "I was so grateful to be on my Salsa with two-inch tires instead of my cross bike... Somehow I made it and luckily there was another aid station right there. I pulled up and asked the volunteer to help me get some of the mud off my bike.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Danielle Goold",
    "level": "ELITE",
    "quote": "Why was this so hard already? How is everyone going so fast? How was I going to go 106 miles completely alone and why were my legs aching already?",
    "criteria": []
  },
  {
    "rider": "Nicole Duke",
    "level": "ELITE",
    "quote": "The start of the race held the worst of the gravel: it was deep in some places, rocky in others, and the pace of the lead pack was continuously kicking up large rocks, slamming against bikes, bodies and sometimes sunglasses.",
    "criteria": [
      "technicality",
      "field_depth"
    ]
  },
  {
    "rider": "Nicole Duke",
    "level": "ELITE",
    "quote": "Halfway down the 11 mile downhill, I casually crossed one of the [cattle] guards and got a pinch flat. It quickly threw me to the side of the peloton and ended with a sketchy stop on the side of the road.",
    "criteria": []
  },
  {
    "rider": "Nicole Duke",
    "level": "ELITE",
    "quote": "The desert was certainly unforgiving, the wind was sucking all the water out of us faster than we could replenish, the heat was stifling, and vultures circled dead cows as a reminder of what could quickly happen to any of us if luck and fortitude did not go our way.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "PsychologicalFig9221",
    "level": "COMPETITIVE",
    "quote": "Chino Grinder, was to be the second gravel race I had made the decision to sign up for after an evening spent with a couple of beers on the couch. I have learnt through lack of cash, knowledge and fitness that this approach can be a gamble at a minimum.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "PsychologicalFig9221",
    "level": "COMPETITIVE",
    "quote": "The real problems started when climbing up the road towards the ever increasing temperature and ever decreasing oxygen. The thought of spending all day on the long and lonely road to the finish could not be described as a pleasant one...",
    "criteria": []
  },
  {
    "rider": "PsychologicalFig9221",
    "level": "COMPETITIVE",
    "quote": "I'm sure with more strength knowledge and a little less gear, it would have been a success. But this was Chino Grinder, go hard or go home! and I am happy to say I managed to accomplish both.",
    "criteria": []
  },
  {
    "rider": "Chloe Woodruff",
    "level": "ELITE",
    "quote": "Just finishing the @EpicGravelRides Chino Grinder is an accomplishment. 106 miles. Hot. Windy. TOUGH.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Jamey Driscoll",
    "level": "ELITE",
    "quote": "Great day at the Chino Grinder. I am absolutely smoked, but I did it to myself.",
    "criteria": []
  },
  {
    "rider": "Ryan Goold",
    "level": "ELITE",
    "quote": "The first ten miles are on a slight uphill... The road through this section was primo. The rain the night before kept the dust down and made the road very compact, almost like concrete in a few sections. Of course there were some wash boards here and there.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Nicole Duke",
    "level": "ELITE",
    "quote": "The start of the race held the worst of the gravel: it was deep in some places, rocky in others, and the pace of the lead pack was continuously kicking up large rocks, slamming against bikes, bodies and sometimes sunglasses... It was so bumpy that even the cattle guards went unnoticed.",
    "criteria": [
      "technicality",
      "climate",
      "field_depth"
    ]
  },
  {
    "rider": "Ryan Goold",
    "level": "ELITE",
    "quote": "The second part of the dirt descends down to the beautiful Verde River and then climbs a bit followed by a few rollers. Along this section of the route you take a left hand turn and the course gets a little rougher from that point on...",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Nicole Duke",
    "level": "ELITE",
    "quote": "Halfway down the 11 mile downhill, I casually crossed one of the [cattle] guards and got a pinch flat",
    "criteria": []
  },
  {
    "rider": "Danielle Goold",
    "level": "ELITE",
    "quote": "The scenery was beautiful, big blue skies, red rocks in the distance and views of the Verde Valley. I couldn't stop smiling and thinking about how much I love Arizona and this style of riding.",
    "criteria": [
      "experience"
    ]
  },
  {
    "rider": "Nicole Duke",
    "level": "ELITE",
    "quote": "The first hill would top out at mile 9... The race continues with a 14-mile climb to the top",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "PsychologicalFig9221",
    "level": "COMPETITIVE",
    "quote": "The race is fun, basic, sometimes a little 'boring' If that can be said with all good intentions as this adds to the challenge... On the upside the descents are fun, with gravel grippy enough that you stick but not slide.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Ryan Goold",
    "level": "ELITE",
    "quote": "The first ten miles are on a slight uphill and my strategy was to hang on for dear life to the lead group. A terrible strategy as it turns out and I was dropped quicker than a bad habit.",
    "criteria": []
  },
  {
    "rider": "Danielle Goold",
    "level": "ELITE",
    "quote": "At the start I decided to line up near the front... This was my first attempt to push myself out of my comfort zone, as I normally line up in the back.",
    "criteria": []
  },
  {
    "rider": "Danielle Goold",
    "level": "ELITE",
    "quote": "I started gaining on a lot of riders in this section, but tried to keep my intensity dialed back, because I knew I had a really long climb ahead of me. This was a big exercise in discipline, because I like chasing people on climbs.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Danielle Goold",
    "level": "ELITE",
    "quote": "I very quickly reached the first aid station and decided to keep going; I must have passed ten to twenty riders here as most people had stopped to take a break.",
    "criteria": []
  },
  {
    "rider": "Danielle Goold",
    "level": "ELITE",
    "quote": "I was feeling slightly undertrained since I had spent the majority of the last six months working on bike handling and cyclocross skills. However, I wasn't too concerned because I was doing Chino as a training race for the upcoming Crusher in the Tushar.",
    "criteria": []
  },
  {
    "rider": "PsychologicalFig9221",
    "level": "COMPETITIVE",
    "quote": "The real problems started when climbing up the road towards the ever increasing temperature and ever decreasing oxygen. The thought of spending all day on the long and lonely road to the finish could not be described as a pleasant one.",
    "criteria": []
  },
  {
    "rider": "Nicole Duke",
    "level": "ELITE",
    "quote": "I was surprised at the start by a birthday song led by announcer Kaolin Cummens and followed by all the participants. It made my morning!",
    "criteria": []
  },
  {
    "rider": "Nicole Duke",
    "level": "ELITE",
    "quote": "Everyone was tired, crusted in salt, but feeling accomplished... For a first-year event, it was well organized, though I believe they learned that more water was certainly needed. All in all it was a certain success!",
    "criteria": []
  }
]
