[
  {
    "rider": "Zachary Schuster",
    "level": "UNKNOWN",
    "quote": "The 2019 race featured treacherous icy roads and a lot of DNFs",
    "criteria": []
  },
  {
    "rider": "Course description Year 2",
    "level": "RECREATIONAL",
    "quote": "Year two saw colder temps at the start, but as the temps rose from the teens into the upper 30's, the frozen snow on the roads melted and turned smooshy & muddy. Several riders pulled their fenders off mid-ride because of the peanut-buttery build up causing tire-rub.",
    "criteria": [
      "climate",
      "technicality"
    ]
  },
  {
    "rider": "Course description Year 3",
    "level": "RECREATIONAL",
    "quote": "Year three started with temps in teens, and the overcast conditions kept temps in the 20's for the day. Two inches of snow the night before didn't seem to bother anyone, nor did the sleet early on in the race, with attendance above 100 for the first time.",
    "criteria": []
  },
  {
    "rider": "Race organizer warning",
    "level": "RECREATIONAL",
    "quote": "There is also a bridge (or bridges) with spaces between the boards that eat wheels for lunch. Seriously, a friend separated his shoulder last weekend on it. No kidding. Please take care out there.",
    "criteria": []
  },
  {
    "rider": "Gran Fondo Guide description",
    "level": "RECREATIONAL",
    "quote": "CIRREM is a 100k (62 mile) bike race/ride that starts & ends at the Cumming Tap. This ride takes place in the cold, nasty, hilly gravel roads in the middle of winter...don't sign up if there is a chance you will not attend.",
    "criteria": []
  },
  {
    "rider": "Bike choice advice",
    "level": "RECREATIONAL",
    "quote": "Your guess is as good as mine on this one. The winners have ridden singlespeed mountain bikes, fender'ed cross bikes, and the normal 'cross fare. You'll see mountain bikes, cross bikes, ss's, fenders, fixies, fat bikes and even road bikes.",
    "criteria": []
  },
  {
    "rider": "Course profile",
    "level": "",
    "quote": "A 100km race is 62 miles. The course will be hilly, and very similar to past CIRREM courses",
    "criteria": []
  },
  {
    "rider": "Elevation gain",
    "level": "",
    "quote": "64.5 with around 3400' of climb (per RWGPS which tends to understate elevation gains)",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Bridge hazard",
    "level": "RECREATIONAL",
    "quote": "There is also a bridge (or bridges) with spaces between the boards that eat wheels for lunch. Seriously, a friend separated his shoulder last weekend on it.",
    "criteria": []
  },
  {
    "rider": "Finish time ranges",
    "level": "ELITE",
    "quote": "The winners generally finish around 4 hours, with others on the course for more than 6 hours",
    "criteria": []
  },
  {
    "rider": "Checkpoint placement",
    "level": "",
    "quote": "Checkpoint is roughly in the middle",
    "criteria": []
  },
  {
    "rider": "Self-supported nature",
    "level": "",
    "quote": "This is a self-supported race, meaning you should start the race with everything you need to finish it",
    "criteria": []
  },
  {
    "rider": "Buddy system advice",
    "level": "RECREATIONAL",
    "quote": "Ride with a buddy if you think you'll be out there a while. If you aren't going to finish, you need to figure out how to get home.",
    "criteria": []
  },
  {
    "rider": "Weather-related DNFs",
    "level": "",
    "quote": "The 2019 race featured treacherous icy roads and a lot of DNFs",
    "criteria": []
  },
  {
    "rider": "Mandatory drop notification",
    "level": "",
    "quote": "There will be a number that you must text if you drop from the race. I spent my Saturday evening driving around Madison County last year looking for 2 riders-who-shall-remain-nameless...So if you drop out & don't text there will be consequences.",
    "criteria": []
  },
  {
    "rider": "Bridge crashes",
    "level": "",
    "quote": "The roads were sometimes unpredictable in spots, and caused a small pile up in the first half of the race among the leaders",
    "criteria": []
  },
  {
    "rider": "Post-race scene",
    "level": "",
    "quote": "Please stay around afterwards and have a good time at the Tap as long as you like. The Tap is pretty awesome, and it's in Cumming, for crying out loud.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Race morning schedule",
    "level": "",
    "quote": "8:00AM – Breakfast, 8-9:45AM – Rider check-in, 10:00AM – CIRREM begins, 3:00PM – Awards",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Race description",
    "level": "",
    "quote": "Welcome to the greatest winter gravel bike race Cumming, Iowa has ever seen. A 100k journey through the cold and winding hills of Madison County. You'll do battle with friends, competing to outlast not only the grinding course, but mother natures wrath...",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Registration challenge",
    "level": "",
    "quote": "NOTE: Race Registration opens up at 9pm on Nov 27th and it will fill up in a few minutes",
    "criteria": []
  },
  {
    "rider": "Rural setting caution",
    "level": "",
    "quote": "It is rural Iowa, and sometimes rural folk don't take kindly to us uppity, in-shape, shiny non-motorized bike ridin' city folk.",
    "criteria": []
  }
]
