[
  {
    "rider": "Neil Beltchenko",
    "level": "UNKNOWN",
    "quote": "First day was awesome! It was dry, difficult, slow with lots of thorns, and finally fast. It had everything a bikepacking route should have. The route as a whole is extremely well put together. Beautiful landscapes and amazing primitive dirt and paved roads.",
    "criteria": [
      "field_depth",
      "experience"
    ]
  },
  {
    "rider": "Neil Beltchenko",
    "level": "UNKNOWN",
    "quote": "Rain started after I left Ducktown, and it unleashed. Glad I brought so many heavy rain layers. Arrived in Blue Ridge at midnight and stripped down at the laundromat to dry all of my clothes, including my shoes.",
    "criteria": []
  },
  {
    "rider": "Neil Beltchenko",
    "level": "UNKNOWN",
    "quote": "Around 4:30 am on Monday morning, I noticed a horrible shrieking. It was my rear brake. I had shredded through the brake pads. This was an absolute mess to deal with given the sand and muck covering my bike...",
    "criteria": []
  },
  {
    "rider": "Dylan Johnson",
    "level": "ELITE",
    "quote": "My goal for this year was to be as conservative as possible. I knew that I had the edge in the single track over the main players and the course finishes up with 10 miles of single track. If I could stay in the lead group until then I knew that my odds would be good.",
    "criteria": []
  },
  {
    "rider": "Brian Schworm",
    "level": "ELITE",
    "quote": "During a 'moment of inattention' the paced quickened and I found myself off the back of the group and scrambling to catch back up. I caught the main group but Christian and Dylan were gone. My teammate Nathaniel helped to pace me for a while but then I was on my own to chase them down...",
    "criteria": []
  },
  {
    "rider": "Lauren Cantwell",
    "level": "ELITE",
    "quote": "First 18 miles of singletrack was a blast! Smooth, flowy, and the dawn mist made for a beautiful way to start the ride. The Death March became a grind towards the end but the views off of the high mountains into the valley were spectacular.",
    "criteria": [
      "experience"
    ]
  },
  {
    "rider": "Heidi Coulter",
    "level": "ELITE",
    "quote": "It was a beautiful day riding through the enchanted Cherokee National Forest. After getting DFL at True Grit in Utah, it felt great to finish strong and step up on the podium. Not too shabby for a grandma!",
    "criteria": []
  },
  {
    "rider": "Kenny Kocarek",
    "level": "ELITE",
    "quote": "At the start line I was so grateful for cooler temps compared to the heat wave of last year... Little did I know since this was the first time on this course that I would be climbing for the next 20 miles!! It was fun until about mile 45.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Jeff Barber",
    "level": "ELITE",
    "quote": "At some point during the 30-ish mile loop I started feeling really sluggish. I'm not sure if it was the sun or the hard singletrack riding I did in the beginning but my legs were spent.",
    "criteria": []
  },
  {
    "rider": "Jeff Barber",
    "level": "ELITE",
    "quote": "During this part of the ascent I started to understand what those 24 hour solo racers mean when they talk about riding in a fog. My mind was blank and I just stared at my front wheel and the dirt in front of it.",
    "criteria": []
  },
  {
    "rider": "Will Boulware",
    "level": "COMPETITIVE",
    "quote": "The DMR is harder than it looks and it looks pretty hard. I felt like I had decent legs but my lower back did not like the long climbs and I had to stop several times to stretch until it felt better.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Randy Kerr",
    "level": "COMPETITIVE",
    "quote": "Death March Revival - love this route! Yet, another a showcase of God's creations in Cherokee national Forest Cohutta Wilderness.",
    "criteria": [
      "adventure"
    ]
  },
  {
    "rider": "Beth Lofgren",
    "level": "COMPETITIVE",
    "quote": "I knew it was going to be hot, so I overloaded the fluids carrying 2.5L on the back and 2 -24 oz on the bike.",
    "criteria": []
  },
  {
    "rider": "Carey Lowery",
    "level": "COMPETITIVE",
    "quote": "Having accomplished both a road and virtual Everesting event, I had left to do a gravel version and a single track version... So, what better way to combine the two than doing a yo-yo version of the DMR: riding it clockwise the first lap and counter clockwise the second lap.",
    "criteria": []
  },
  {
    "rider": "Steve O'Bryan",
    "level": "RECREATIONAL",
    "quote": "After a while, we broke out into forest roads. I was actually enjoying the bird songs, the hilly old-growth forest, and the beautiful mountain laurel, which was just starting to bloom.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Steve O'Bryan",
    "level": "RECREATIONAL",
    "quote": "However, when I jumped off the bike at the 45-mile aid station, my legs immediately cramped up. I jumped back on the bike, but I could only ride 500 feet before I had to get off and try to stretch it out. I started to walk my bike, hoping that my cramps would calm down.",
    "criteria": []
  },
  {
    "rider": "Steve O'Bryan",
    "level": "RECREATIONAL",
    "quote": "About 45 minutes after starting to walk my bike, a 'trail angel' caught up to me. She asked me if I wanted some salt tablets—extending her hand with the tablets as she road past. How did she know? I took the tablets gratefully. Within 20 minutes, I started feeling better and was able to ride.",
    "criteria": []
  },
  {
    "rider": "Matt Kretchmar",
    "level": "UNKNOWN",
    "quote": "Unlike the Ohio up/downs which are usually about 1/2 mile long and 200 vertical feet, each of these up/downs was about 500 or more vertical feet over a mile or so. BIG. STEEP. RELENTLESS. CLIMBS.",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "Matt Kretchmar",
    "level": "UNKNOWN",
    "quote": "I must add that the people in Georgia were super friendly to cyclists. Drivers were patient, kind and made safe passes. There was almost no hint of aggression, even with big pick up trucks driven in remote Appalachian Rds...",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Mulberry Gap base facility",
    "level": "",
    "quote": "They have small, but cool cabins, trails on site, bike wash stations, running water and electricity, tent spots, and a mess-hall with breakfast and dinner home cooked meals. The setting is decidedly 'mountain rustic' with no cell reception and only modest, semi-reliable internet service...",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Nearby town amenities",
    "level": "",
    "quote": "Never fear, Ellijay GA is just a 20 minute drive away with all the modern amenities of a mid-size town and a cool outdoorsy vibe.",
    "criteria": []
  }
]
