[
  {
    "rider": "Nicolette Jones",
    "level": "ELITE",
    "quote": "One of the biggest draws to the mountain bike –coming from running and hiking–was the distances you can travel in a day on the bike versus a day on foot... I tried to go into the CTR with a racer's mindset.",
    "criteria": []
  },
  {
    "rider": "Nicolette Jones",
    "level": "ELITE",
    "quote": "I slept between 5-3 hours a night during the race, which was a lot more than some of my competitors around me. On the mornings I had service I would check Trackleaders and see the two women closest to me already moving and gaining on me.",
    "criteria": []
  },
  {
    "rider": "Nicolette Jones",
    "level": "ELITE",
    "quote": "12:20pm, day 4: a stop to pee turned into a 20 minute nap when the grass nearby looked too soft to pass up. I was just ahead of the women's record dot when I left Leadville an hour before, but the weight of my eyelids was making it too hard to stay awake even after another nap earlier that morning.",
    "criteria": []
  },
  {
    "rider": "Nicolette Jones",
    "level": "ELITE",
    "quote": "Most of the racers I spoke with had similar experiences throughout their races. And many people can define their experience during the 2025 CTR as an attempt to manage themselves and push hard through daily wildfire smoke.",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "Getting up at 3 am was so hard. My head hurt from dehydration and lack of sleep, I was hunger, and so sore!",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "I came upon 4 hikers packing up, but it turned out one of them was a racer. He got caught in the same storm and didn't have the proper gear. One of the hikers shared his tent and sleeping bag with him. Later he told me he probably would have died if it wasn't for the hikers.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "The rain turned to sleet and my body started to shake uncontrollable. I didn't get very far before I realized I had to stop and get my tent up so I can try and get warm. I set up my tent right next to the trail and got in.",
    "criteria": []
  },
  {
    "rider": "General Route Characteristics",
    "level": "",
    "quote": "The route is 80% unpaved, and 55% is single track. The route's elevation averages over 10,300' (3139m). A very rough estimate has been made that of the 525 mi (845km) about 70 mi (113 km) are HAB (Hike-a-Bike). The tread can vary from smooth single track to extremely rocky.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Highest Point",
    "level": "",
    "quote": "The highest point is Coney Summit in Segment 22 at 13,271 feet (4045 m).",
    "criteria": []
  },
  {
    "rider": "Total Stats",
    "level": "",
    "quote": "The total elevation gain is 73,437 feet (22,384m) based off the 10k GPX file.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Day 1 Terrain Experience",
    "level": "",
    "quote": "Throughout the day the single track and views were amazing! If it wasn't for the amount of physical effort required to keep moving in the rain and mud at a race pace, I would have enjoyed the experience more.",
    "criteria": [
      "climate",
      "experience"
    ]
  },
  {
    "rider": "Stony Pass Climb",
    "level": "",
    "quote": "Next up was the massive climb to Stony Pass. I rode most of the first half but walked a bunch of the second.",
    "criteria": []
  },
  {
    "rider": "High Altitude Section",
    "level": "",
    "quote": "The first half of the day was brutally hard as I was riding at over 12,000'... After the high point I got to actually ride and it was wonderful. Riding your bike at 12-13,000' in meadows with endless views doesn't get much better.",
    "criteria": []
  },
  {
    "rider": "Sheep Encounter",
    "level": "",
    "quote": "About 5 miles before Spring Creek Pass I had to ride through the middle of a huge sheep herd.",
    "criteria": []
  },
  {
    "rider": "Wildfire Smoke Health Issues",
    "level": "",
    "quote": "Some people scratched early for concern over their health, some pushed through and ended up hospitalized for smoke related breathing issues, and some of us got lucky, struggled a fair bit but ended up generally alright.",
    "criteria": []
  },
  {
    "rider": "Sleep Deprivation Early Days",
    "level": "",
    "quote": "Getting up at 3 am was so hard. My head hurt from dehydration and lack of sleep, I was hunger, and so sore!",
    "criteria": []
  },
  {
    "rider": "Race Format",
    "level": "",
    "quote": "There is no entry fee, no support, no registration, and no prize money. It is a self-timed ITT (Individual Time Trial). All that is provided is a route description, a suggested start time, and a list of results.",
    "criteria": [
      "race_quality",
      "expenses"
    ]
  },
  {
    "rider": "Encouragement from Race Director",
    "level": "",
    "quote": "Jefe Branham maintains a webpage, facebook group, and shows up at the start to send everyone off, an impressive one man show.",
    "criteria": []
  },
  {
    "rider": "Rider Acknowledgments",
    "level": "",
    "quote": "A huge thanks to all the people that made this happen: Mark for being my training partner, life partner and best friend; all the riding and skiing buddies for continuing to push me...",
    "criteria": []
  },
  {
    "rider": "Trail Etiquette Emphasis",
    "level": "",
    "quote": "We ask that all racers, and tourers, of the CT use low impact/leave no trace ethos while traveling on the trail and be polite and kind to the other trail users... This is imperative to the future success of this event!!!",
    "criteria": []
  }
]
