[
  {
    "rider": "Mormon Canyon",
    "level": "",
    "quote": "As you head southward and ascend Mormon Canyon you will start a conversation with yourself that goes something like this...'Wow, beautiful scenery'....'Wow, shut up legs'. Just keep pedaling and before you know it you are out of the canyon and feeling like you are on top of the world.",
    "criteria": []
  },
  {
    "rider": "Pavement Section",
    "level": "",
    "quote": "Approximately 20 miles of pavement will give you a small reprieve",
    "criteria": []
  },
  {
    "rider": "Windy Ridge Road Climb",
    "level": "",
    "quote": "Be sure to save a little in the tank as this climb is a doozy. Once on top, you have a few more miles of gravel until the sweet descent down Boxelder Canyon and into Glenrock and across the finish line.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Boxelder Canyon Descent",
    "level": "",
    "quote": "Hold on as you rip back down into Glenrock and the finish line",
    "criteria": []
  },
  {
    "rider": "Race Philosophy",
    "level": "",
    "quote": "We like it gritty, we like it dirty, and we like it Cowboy Tough",
    "criteria": []
  },
  {
    "rider": "Historical Context",
    "level": "",
    "quote": "Pony Express riders raced through the area at record speeds. It took grit, determination and fortitude to live in Glenrock country.....It took Cowboy Tough!",
    "criteria": []
  },
  {
    "rider": "Post-Race Scene",
    "level": "",
    "quote": "All things Cowboy Crusher start and finish in Glenrock Town Park: Start/Finish line, awards, music, food, beverage, and a lot of swag.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Awards",
    "level": "",
    "quote": "Awards for top 3 male, female and nonbinary overall winners in each race will be given as well as recognition for top 3 placement in each age category",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Raffle",
    "level": "",
    "quote": "Raffle and swag give aways will start at the end of the 75 mile race and 121 mile race awards (must be present to win)",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Outside Support Rules",
    "level": "",
    "quote": "Outside support is NOT allowed, except at the designated aid stations/checkpoints.",
    "criteria": [
      "logistics",
      "race_quality"
    ]
  },
  {
    "rider": "Rider Mutual Aid",
    "level": "",
    "quote": "Participants may help other participants with navigation, mechanical, or any other requested assistance.",
    "criteria": []
  },
  {
    "rider": "Aid Station Contents",
    "level": "",
    "quote": "Plenty of electrolyte mix and water to top off your bottles. Aid stations will have energy gels, chews, bars, real food, and mechanical and medical supplies.",
    "criteria": []
  },
  {
    "rider": "SAG Support",
    "level": "",
    "quote": "SAG support cars will be on course to assist you with minor mechanical issues",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Course Closure & Sweeper",
    "level": "",
    "quote": "Course closes at 8:00 PM",
    "criteria": []
  },
  {
    "rider": "Limited Cell Coverage",
    "level": "",
    "quote": "You'll spend a large part of the day outside of cell coverage",
    "criteria": []
  },
  {
    "rider": "Navigation Requirement",
    "level": "",
    "quote": "It is the rider's responsibility to know their way on the course. It is essential to download the appropriate course for your distance to your GPS device in advance.",
    "criteria": []
  },
  {
    "rider": "Abandoning the Race",
    "level": "",
    "quote": "If you are going to abandon the race you must make it to an official aid station/checkpoint, and then call for your support crew to come get you or take a ride back to Glenrock with a SAG wagon when it is available.",
    "criteria": [
      "logistics",
      "race_quality"
    ]
  },
  {
    "rider": "Checkout Requirement",
    "level": "",
    "quote": "If for some reason you abandon the race you MUST check in at the timing table to let event organizers know you are no longer on course",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Open Course",
    "level": "",
    "quote": "This is NOT a closed course! Please abide by the rules of the road the entire time you are out on course. Obey the flow of traffic, stop at stop signs, yield to pedestrians, and FOR YOUR OWN SAFETY STAY TO THE RIGHT SIDE OF THE ROAD.",
    "criteria": []
  },
  {
    "rider": "Leave No Trace",
    "level": "",
    "quote": "Keep it clean, please! DO NOT throw your gel packets, paper, plastic wrappers or any other garbage along the route. Pack it In…Pack it out!",
    "criteria": []
  }
]
