[
  {
    "rider": "Chris Spurrier",
    "level": "RECREATIONAL",
    "quote": "Croatan was an excellent opportunity to push myself physically and prove I had some early season fitness. More so being three loops, I had the chance to test some nutrition and technique without fear of being left stranded on the road...",
    "criteria": []
  },
  {
    "rider": "Mastering the Uphill Shift",
    "level": "ELITE",
    "quote": "I decided the best way to tackle this section was to put my head down and power through. Instead of a 13-14 mph goal, I was now aiming for a 15-16 mph goal... At the turnaround point, I didn't stop long.",
    "criteria": []
  },
  {
    "rider": "Lifebybicycle blogger",
    "level": "UNKNOWN",
    "quote": "After a quick pre-race announcement, we rolled out for a neutral start around the track and out onto the road. The neutral pace was pretty quick, as even the back was rolling at about 20 mph... Once we turned off the pavement onto gravel (a mile or so?), the field started to split pretty quickly.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Dudeonabike",
    "level": "UNKNOWN",
    "quote": "I figured since the race takes place in the Croatan National Forest in Eastern North Carolina and is mostly flat I would crush it... They did not have a fixed gear division so I just signed up for the single speed division. But I rode the race on a fixed gear. This proved a wise choice.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Dudeonabike",
    "level": "UNKNOWN",
    "quote": "There was a fellow racer who thought he could bypass the traffic by taking a 'wetter' line. That guy literally was swallowed by what I can only assume was an eight foot deep mud puddle.",
    "criteria": []
  },
  {
    "rider": "Lifebybicycle blogger",
    "level": "UNKNOWN",
    "quote": "Once I exited Savage Road, I immediately stopped and took a break — I really just needed to unclench my body from the bike and give my lady-bits a reprieve from the saddle! At around mile 35, the course was on pavement for a bit.",
    "criteria": []
  },
  {
    "rider": "March 2018 - Lifebybicycle",
    "level": "UNKNOWN",
    "quote": "At 1:30(ish) in the afternoon on Thursday, March 15th, I left the DC area behind with temperatures in the low 40's and the wind whipping the trees. I was headed south to Emerald Isle, NC... Friday's weather was perfect, and became sweeter once we realized there was snow in the DC area!",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "March 2018 - Lifebybicycle",
    "level": "UNKNOWN",
    "quote": "About 10 miles from the speedway, I caught up with an old friend... I slowed and chatted with him for a bit... was nearing the finish of the Hundred, came up behind me then",
    "criteria": []
  },
  {
    "rider": "Savage Road - Dudeonabike",
    "level": "UNKNOWN",
    "quote": "A lot of folks were dreading the section colloquially known as 'Savage Road'. This section was no joke. There was a lot of puddles, and you would be wise to avoid them as some were quite deep.",
    "criteria": []
  },
  {
    "rider": "Overall Terrain - Lifebybicycle",
    "level": "UNKNOWN",
    "quote": "Our average speed was a little below 18 mph, which was incredible but completely doable in a group. However, once we got to the technical section, the folks in front of me started to slow down and ride much more cautiously...",
    "criteria": []
  },
  {
    "rider": "Private Property Warning",
    "level": "",
    "quote": "DO NOT RIDE THE FARM BYPASS OR THE CORNFIELD BYPASS PRIOR TO RACE WEEKEND! THOSE ARE PRIVATE PROPERTY AND YOU WILL ENDANGER OUR ABILITY TO USE THE ACCESS RACE WEEKEND.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Nutrition - Chris Spurrier",
    "level": "RECREATIONAL",
    "quote": "I was able to stretch two bottles of GU hydration for about two and a half hours. I also found a good mixture of chews, waffles, and gels during the same period. As I expected, I was craving a little more real food by the fifth hour.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Start Positioning - Lifebybicycle",
    "level": "UNKNOWN",
    "quote": "Lining up, I still have a tendency to hang out in the back. Mass starts scare the crap out of me. AND... I still kind of suck at starts. But mostly, it is because mass starts are usually a giant cluster of testosterone and terrible bike handling skills.",
    "criteria": []
  },
  {
    "rider": "Drivetrain Issues - Lifebybicycle",
    "level": "UNKNOWN",
    "quote": "No one was disappointed (except maybe my drive train!)",
    "criteria": []
  },
  {
    "rider": "Pre-Race Atmosphere - Lifebybicycle",
    "level": "UNKNOWN",
    "quote": "Just checking in to the race venue gave you a sense that this was going to be an epic blast. The atmosphere, the staff, and volunteers, everything screamed epic.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Weekend Experience - Lifebybicycle",
    "level": "UNKNOWN",
    "quote": "I was more than excited to get away from the city and work to spend the weekend on a long bike ride with awesome people. In addition, I was even MORE excited to be part of this first time race put on by a long time friend of mine (that would be the one and only Quadsworth).",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Team Support - Lifebybicycle",
    "level": "UNKNOWN",
    "quote": "At mile 18, the lead group finally caught us going the opposite direction... Once I had been 'lapped' it was actually kind of fun, as my friends who are faster than me (all of them!) were now periodically passing me going the other direction! Every time a Bikenetic team member would pass (even if I ...",
    "criteria": []
  }
]
