[
  {
    "rider": "Ashley Darah",
    "level": "ELITE",
    "quote": "I started biking competitively when I joined the Colorado University triathlon team my freshman year of college in 2019... I competed at Unbound Gravel in Emporia, Kansas, in early June, which is one of the biggest (if not the biggest) gravel event in the entire world.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Colonel (handle)",
    "level": "ELITE",
    "quote": "I had trained on courses such as Dirty Bizmark around Marshall Mesa, and while 'rough', the route is relatively smooth – you just need to dodge the knobby rocks. Crooked course was different. It was teeth chattering rough. I felt I had to pump my brakes for fear of losing control.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Ben Delaney",
    "level": "ELITE",
    "quote": "Friends have asked if they could ride their road bikes at Wild Horse. No. No, you should not. Some of the terrain is pretty rough, especially at speed, and you would be miserable at best if not plain out of luck and walking with a road bike.",
    "criteria": []
  },
  {
    "rider": "Official recommendations",
    "level": "",
    "quote": "I'd still recommend a 40mm tire and low gears. Climbing at elevation is a challenge.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "General expectations",
    "level": "",
    "quote": "Weather in the Colorado mountains is very unpredictable. The average high temperature is 73F and a low of 44F. You can count on afternoon showers, and you should be prepared by carrying rain gear.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Opening section",
    "level": "ELITE",
    "quote": "We got a police escort down CO-40 through Winter Park and Frisco, took a left at the light where the Safeway is and hit dirt soon after on County Rd 73.",
    "criteria": []
  },
  {
    "rider": "Post-Aid #1 descent",
    "level": "ELITE",
    "quote": "The road beyond Aid 1 started off fine. I tailed a couple guys through some smooth'ish flowy gravel. It quickly turned to washboard and even got a tad technical at times.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Descent character",
    "level": "ELITE",
    "quote": "Flying 25-30mph down a rough dirt road with no suspension is a tad confusing.",
    "criteria": []
  },
  {
    "rider": "Keyser Creek section",
    "level": "ELITE",
    "quote": "The course started to noticeably get smoother once we hit the Keyser Creek section. All I was concerned with around this part was potholes hidden in the shade. But this section definitely allowed you to open it up a bit more.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "North Park Valley",
    "level": "ELITE",
    "quote": "Once the course reached the Horseshoe Campground, it was paved dirt along the southern boundary of the North Park Valley. Views here were nice and riding was more casual through a section of rolling hills all the way to US-40.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Blue Ridge climb",
    "level": "ELITE",
    "quote": "The grunt up CR-50 started off casually through a lush valley along 'Beaver Creek' (no relation to the ski resort). I was able to actually start passing quite a few people as I had lots of fuel from Aid #2 propelling me forward. This wouldn't last.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Technical downhill surprise",
    "level": "ELITE",
    "quote": "I really should have paid more attention to the map beforehand because when we hit the technical downhill after the first ascent, I was not prepared at all. It was pretty rocky with a lot of potholes.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Smooth gravel section",
    "level": "ELITE",
    "quote": "Once we got through the technical stuff, we hit some smooth gravel that felt like butter.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Final descent",
    "level": "ELITE",
    "quote": "Once I crested the summit, I had about 10 miles of downhill until the end of the timed finish. On that section, I was trying to move quickly, but there were also some holes and rocks on a couple switchbacks that added a little spice.",
    "criteria": [
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Post-race scene",
    "level": "",
    "quote": "The end of the race was somewhat anti-climatic. The timed section was back somewhere along the Crooked Creek dirt road, so the remaining couple miles were along a bike path back in to town of Winter Park with no official welcoming committee.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Finish line experience",
    "level": "",
    "quote": "From there it's a neutral cruise back into town / Hideaway Park via a bike path. Be sure to experience the fun of the Finish line arch (Start/Finish line) where you will get food, beer and we can be sure you have safely returned from your fun challenge.",
    "criteria": []
  },
  {
    "rider": "Communication during neutral start",
    "level": "ELITE",
    "quote": "On the neutral start on road, everyone was very communicative which was helpful",
    "criteria": []
  }
]
