[
  {
    "rider": "Zach Calton",
    "level": "ELITE",
    "quote": "We rolled up the pavement start easy. A one-man break (Rob Smallman) went up the road. Once we turn off the main highway and start the initial climb proper I went to the front and kept a hard tempo.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Paige",
    "level": "ELITE",
    "quote": "I took a midseason break/down week the week before Crusher and just mentally unchecked. It was great, and I know it was needed to prioritize the goals I have for the second half of the season. With that, I have been known for my details and preparation leading into an event.",
    "criteria": []
  },
  {
    "rider": "Paige",
    "level": "ELITE",
    "quote": "We were caught by the men's pack on the pavement section which is a false flat. As the women's field was swallowed by the men's field, I couldn't see where the women were at. I was frustrated and annoyed.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Paige",
    "level": "ELITE",
    "quote": "Halfway up the first climb, I caught up with Sarah Sturm and we stayed together for most of the next 2 hours. We joked about how much more climbing we had left and tried to reassure each other that settling into our own pace was wise...",
    "criteria": []
  },
  {
    "rider": "Burke Swindlehurst (Race Founder)",
    "level": "ELITE",
    "quote": "I just knew that as a rider myself, I was really craving something completely different than the run-of-the-mill events that I'd been participating in for 25+ years.",
    "criteria": []
  },
  {
    "rider": "Paige",
    "level": "ELITE",
    "quote": "Gearing was made simple with the mullet set up, I ran a 46t front chain ring and a SRAM Eagle 10-50t rear cassette and felt this was perfect for the steep climbs, but also able to push power on the flat middle section",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Burke Swindlehurst (Race Director)",
    "level": "ELITE",
    "quote": "In terms of gearing, my recommendation for the average rider is something close to a '1 to 1' low-end gear ratio to tackle the climbs. For instance, a 34-tooth front chainring with a 32 tooth cog in the rear.",
    "criteria": []
  },
  {
    "rider": "Paige",
    "level": "ELITE",
    "quote": "HED Emporia GC3 pro wheels with WTB Vulpine 40's, running 29psi front and 31psi rear for pressure",
    "criteria": []
  },
  {
    "rider": "Burke Swindlehurst (Race Director)",
    "level": "ELITE",
    "quote": "For tires, I recommend erring on the side of caution with the variability of conditions you can encounter.",
    "criteria": []
  },
  {
    "rider": "Paige",
    "level": "ELITE",
    "quote": "Trek Checkpoint was a dream with the isospeed evening out that washboard descending",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Paige",
    "level": "ELITE",
    "quote": "ABUS gamechanger 2.0…..yeah you read that right, new model to be available soon which includes more vents. I wouldn't normally opt for an aero helmet on a climbing race, but I wanted to test out the new vents and they were great!",
    "criteria": []
  },
  {
    "rider": "Burke Swindlehurst (Race Director)",
    "level": "ELITE",
    "quote": "For the first three to four years you were seeing a pretty even distribution of cyclocross and mountain bikes along with quite a few 'Frankenbikes.",
    "criteria": []
  },
  {
    "rider": "Paige [ELITE] on 2025",
    "level": "",
    "quote": "As we hit the notorious sandy and hot pit, I opted to up the pace slightly",
    "criteria": []
  },
  {
    "rider": "Burke Swindlehurst (Race Director)",
    "level": "ELITE",
    "quote": "You know, I think we really have the proverbial 'kitchen sink' when it comes to types of surfaces riders will encounter on the course.",
    "criteria": []
  },
  {
    "rider": "Paige",
    "level": "ELITE",
    "quote": "As we hit the notorious sandy and hot pit, I opted to up the pace slightly and try to be at the front of the group we were with since I didn't want to get stuck behind any of the guys.",
    "criteria": []
  },
  {
    "rider": "Paige",
    "level": "ELITE",
    "quote": "We rolled with a fairly large group through the pavement flat loop, which I was thankful for given the headwinds. It took some effort to get people to echelon together, but eventually we were rolling.",
    "criteria": []
  },
  {
    "rider": "Hydration Strategy - Paige",
    "level": "ELITE",
    "quote": "Last year, I did not carry a pack and stopped to refill 2 bottles in less than 30s on the last climb. I personally just did not want to carry a pack with the extra weight.",
    "criteria": []
  },
  {
    "rider": "Fueling - Paige",
    "level": "ELITE",
    "quote": "Skratch superfuel in the bottles and SIS gels, 110g of carb per hour consumed",
    "criteria": []
  },
  {
    "rider": "Shifting Stats - Paige",
    "level": "ELITE",
    "quote": "I shifted 1,049 times during the 69 mile race",
    "criteria": []
  },
  {
    "rider": "Burke Swindlehurst (Race Founder)",
    "level": "ELITE",
    "quote": "The first couple of years there was a cap imposed on the event by a land agency, but now the cap is self-imposed in the interest of keeping it manageable on my end and also as an attempt to preserve a certain 'vibe' I think we've been able to create.",
    "criteria": []
  },
  {
    "rider": "Event size and growth",
    "level": "",
    "quote": "The 13th annual event, started by Utah legend Burke Swindlehurst and now promoted by Life Time, saw 800 participants from 33 states and 7 countries across the various fields.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Registration demand",
    "level": "",
    "quote": "We have 600 riders registered this year, which is the same cap we have had in-place now for four years, and though the race technically hasn't 'grown' for a while now, it continues to pick-up speed in terms of how quickly it fills to capacity.",
    "criteria": []
  }
]
