[
  {
    "rider": "B&E's Trees",
    "level": "RECREATIONAL",
    "quote": "I received a phone call from Crystal Bear RD Chris Schotz the week of the race with news that their volunteer wouldn't be able to attend... Chris informed me I was no longer needed as a volunteer, and thus I was now obligated to race.",
    "criteria": []
  },
  {
    "rider": "B&E's Trees",
    "level": "RECREATIONAL",
    "quote": "My goal was to finish Day 1, my first official century, but in true Embark spirit went over top and managed DFL!!",
    "criteria": []
  },
  {
    "rider": "B&E's Trees",
    "level": "RECREATIONAL",
    "quote": "Drip. Drip. I woke on Day 2 to my rain fly soaked through and leaking on my forehead... When I woke up the thought of taking an 'easy route' back to Laona crossed my, damp doubtful mind... At that moment I had a bike and an able body, so the right decision was to just start pedaling.",
    "criteria": []
  },
  {
    "rider": "B&E's Trees",
    "level": "RECREATIONAL",
    "quote": "I just rode 200 miles, and I felt good. I wonder how far I can ride? Without the kind support & patient assistance in navigation (err, waiting for me at every turn) from Dustin, Shane & Laura, I would never have found my way along the race route, particularly on the first day.",
    "criteria": [
      "length",
      "logistics"
    ]
  },
  {
    "rider": "Nicolet National Forest Singletrack",
    "level": "",
    "quote": "The first 25 miles included a few miles of fun singletrack, complete with boulder rides! I love technical riding fully loaded, and this was one of the few sections of the course where I felt competent and 'at home,' just riding for fun!",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Border Brule ATV Trail",
    "level": "",
    "quote": "One theme for seemingly the entire ride was the ridiculously beautiful trilliums in bloom. This was particularly stunning in the section after lunch riding an empty ATV trail through the Ottawa National Forest and up across the UP border (Brule River, aka Border Brule).",
    "criteria": []
  },
  {
    "rider": "Gaastra to Crystal Falls",
    "level": "",
    "quote": "We rode a fun paved bike trail weaving through the small mining town of Gaastra to Iron River, and then left Iron River along the Heritage Trail. The sun was getting low for the last 25 miles of the day, with a final 14% grade climb before reaching Crystal Falls.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Spread Eagle Barrens",
    "level": "",
    "quote": "I was struck by the stark contrasting beauty of Spread Eagle Barrens compared with the lush forests we were temporarily leaving behind. It's these moments of transition that take me away the most... this strange sandy landscape.",
    "criteria": []
  },
  {
    "rider": "Logging Area Climb",
    "level": "",
    "quote": "One climb particularly stood out; a rutted, fairly steep muddy trail with snaking stands of water through an active logging area. I could see a clearing just beyond the first turn, and was determined not to get off and push.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Race Format & Amenities",
    "level": "",
    "quote": "Includes: campground fee, tasty pizza and cold beer in Crystal Falls on Saturday night and breakfast buffet Sunday morning in Crystal Falls to fuel your ride back to Laona.",
    "criteria": [
      "climate",
      "field_depth"
    ]
  },
  {
    "rider": "Race Philosophy",
    "level": "",
    "quote": "The Rules: Self-sufficiency, unsupported, no SAG",
    "criteria": []
  },
  {
    "rider": "Mid-Race Support",
    "level": "",
    "quote": "Shortly after getting back on the bikes we bid adieu. One climb particularly stood out... I managed to keep enough momentum and traction... I zoned out on the repetitive pedal stroke after pedal stroke before rolling into Armstrong Creek.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "RD Interaction",
    "level": "",
    "quote": "I received a phone call from Crystal Bear RD Chris Schotz the week of the race... I arrived in Laona Friday night and learned that Gary, whom I had met two weeks earlier at the Bear 100, volunteered to shuttle beer & coffee.",
    "criteria": [
      "community"
    ]
  }
]
