[
  {
    "rider": "Nat Talbot",
    "level": "ELITE",
    "quote": "D2R2 is the main benefit fundraiser for the Franklin Land Trust, a Western Mass based conservation non-profit based in Franklin County.",
    "criteria": []
  },
  {
    "rider": "Nat Talbot",
    "level": "ELITE",
    "quote": "I felt awful for like the first two hours of this. I felt awful through breakfast, it was just nausea that I couldn't shake... Nutrition for these types of rides is a constant battle. I've beaten it a few times, but at a certain point it just feels like I can't get enough energy during and I crash.",
    "criteria": [
      "length",
      "field_depth"
    ]
  },
  {
    "rider": "Nat Talbot",
    "level": "ELITE",
    "quote": "The ride to me is sort of a love letter to biking in New England, and really to the terrain of New England in general. I think what I was struck by most this year was how much you can feel the terrain around you as you ride – you're basically living the contour lines.",
    "criteria": []
  },
  {
    "rider": "Cyclesnack blogger",
    "level": "RECREATIONAL",
    "quote": "What a hot day! I think this was the hottest day of riding Will and I have ever ridden at D2R2... By 10 AM it was starting to get hot and there wasn't a lot of shade... It was hot AF!",
    "criteria": []
  },
  {
    "rider": "Cyclesnack blogger",
    "level": "RECREATIONAL",
    "quote": "Pennel Hill was next and it is the Godzilla of climbs! I think what makes this climb so tough is coming off Rt 112 you are immediately faced with a 15% grade!",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Cyclesnack blogger",
    "level": "RECREATIONAL",
    "quote": "About three quarters of the way up [Patten Hill] I could feel a leg cramp coming on so I stopped and as soon as I swung my right leg over the bike it seized up. It would seize up two more times before I could walk again.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Matthew Vandivort",
    "level": "COMPETITIVE",
    "quote": "I was forced by time and equipment constraints to ride my Moots Routt RSL that is currently setup for road use. Meaning I was going to tackle the steep Western Massachusetts gradients with a 48T single chainring upfront... I lost the use of my 32-cog to an early mechanical.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Matthew Vandivort",
    "level": "COMPETITIVE",
    "quote": "D2R2 certainly fits this bill. From its pre-and-post ride festivities to its wide array of different distances for different riders and the fact that the entire event is held to benefit a great cause - it all adds up to something really special that doesn't exist in any USAC race that I have partici...",
    "criteria": []
  },
  {
    "rider": "Thesis Bike Blog rider",
    "level": "ELITE",
    "quote": "Aside from a single descent down a snowmobile trail that makes you feel like a ball in a pachinko machine, this was as rough as the 160k Mystery route got. The majority of each route is comprised of arrestingly beautiful dirt roads in their recently graded summer prime.",
    "criteria": []
  },
  {
    "rider": "Richard Pirro",
    "level": "UNKNOWN",
    "quote": "Epic would be an understatement. If you're looking to challenge yourself this is the event for you.",
    "criteria": []
  },
  {
    "rider": "Bill Arduser",
    "level": "UNKNOWN",
    "quote": "I am pretty sure the grade on Pennel Hill after the second switchback was 18% maybe more.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Cramping",
    "level": "RECREATIONAL",
    "quote": "About three quarters of the way up [Patten Hill] I could feel a leg cramp coming on so I stopped and as soon as I swung my right leg over the bike it seized up. It would seize up two more times before I could walk again...",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Inadequate Gearing",
    "level": "COMPETITIVE",
    "quote": "This latter climb [up to final rest stop] was when I nearly cracked - it was steep enough that with my gearing I had to put a foot down more than once.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Heat and Nutrition",
    "level": "RECREATIONAL",
    "quote": "By 10 AM it was starting to get hot and there wasn't a lot of shade... Garmin Climb Pro added a new color to the screen, an orangish red, almost a pink, or maybe it was the light and my delirium affecting my eyes because it was so hot!",
    "criteria": []
  },
  {
    "rider": "Previous DNF Experience",
    "level": "RECREATIONAL",
    "quote": "This was my first year actually finishing the 100k! I tried 3x before and either didn't have the fitness (2x) or mechanicals (1x).",
    "criteria": []
  },
  {
    "rider": "Event Philosophy",
    "level": "",
    "quote": "D2R2 will never offer prizes for anything other than gags, nor will finish results ever be presented like it was a race. The course is not marked. Riders will use cue sheets to navigate the route... Riders shall cover the course in a self-sufficient manner, without motorized crew vehicles.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Camping Experience",
    "level": "",
    "quote": "A significant number of participants camp on site the night before (though the odd decision to put tents in between each car means that if you have a neighbor starting early you can expect to hear them pumping their tires at 5AM — ugh).",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Relaxed Vibe [COMPETITIVE perspective]",
    "level": "",
    "quote": "The D2R2 vibe is distinctly more relaxed than at your typical road race or even an event like Rasputitsa where the hardcore racers (and former cyclocross world champions) come out in force. Instead, D2R2 is a communal affair.",
    "criteria": []
  },
  {
    "rider": "Post-Ride",
    "level": "",
    "quote": "We rolled across the start/finish line to partake in the free beers and post-ride food",
    "criteria": []
  },
  {
    "rider": "Social Riding",
    "level": "",
    "quote": "Along the way we met up with Jason Reagan and rode with him till the first water stop",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Comparison to Competitive Events",
    "level": "",
    "quote": "Categorized races are the outliers. We who strive to make Cat 2 are the weird ones. Isn't it enough that you can go ride in a new environment, see some amazing scenery, and challenge yourself physically, mentally, and if we're honest, emotionally? D2R2 certainly fits this bill.",
    "criteria": []
  },
  {
    "rider": "Fundraising Purpose",
    "level": "",
    "quote": "D2R2 is a key fundraiser for the Franklin Land Trust's efforts to conserve land in the region. Making up 1/3 of the Franklin Country Land Trust's annual fundraising, D2R2 helps to keep what would likely otherwise be ski condos as conserved forest, wetland, open space, and farmland.",
    "criteria": []
  },
  {
    "rider": "Local Memorial Encounter",
    "level": "RECREATIONAL",
    "quote": "As I was turning onto Green River Road I noticed this big event and I wondered if it was a tractor pull or something. I asked a guy as he was leaving and he said it was a memorial for beloved West Guilford man, Billy Fitzpatrick who recently died of cancer. The whole town must have been present.",
    "criteria": []
  }
]
