[
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "Dalby Grit is known for its challenging gravel course through the North York Moors, and it absolutely lived up to the hype. The race started well, but I quickly ran out of steam on the relentless...",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "A great gravel race in Dalby Forest. This is the 55-59 age category. A tough but fantastic day out.",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "Gravel Racing Has a Problem! This was my first elite gravel race at Dalby Grit and it exposed a big flaw in the category system. I'll break down my race, my struggles, and why I think gravel...",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Bryan Singleton",
    "level": "",
    "quote": "Last year showed us that riders are craving more high-level gravel racing in the UK and with Dalby Forest we have a setting like no other which provides pristine gravel routes to go head-to-head on.",
    "criteria": []
  },
  {
    "rider": "Bryan Singleton",
    "level": "",
    "quote": "Dalby Grit is for the racers. This is really the event for those wanting to let loose their competitive spirit and test their skills against the country's best riders. It's the natural addition to our portfolio.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Bryan Singleton",
    "level": "",
    "quote": "We were thrilled to see such a fantastic turnout for our first Dalby Grit event. The riders truly embraced the spirit of gravel racing, and the stunning backdrop of the North York Moors made it an unforgettable experience.",
    "criteria": [
      "experience"
    ]
  },
  {
    "rider": "Course Description from Organizers",
    "level": "",
    "quote": "Close racing on punchy climbs, fast descents and long flatter sections where you can really get the power down",
    "criteria": [
      "technicality",
      "elevation",
      "field_depth"
    ]
  },
  {
    "rider": "Championship Format",
    "level": "",
    "quote": "Podium places are awarded to the top three male and female finishers in each category",
    "criteria": []
  }
]
