[
  {
    "rider": "Michael Green",
    "level": "UNKNOWN",
    "quote": "The goal was to not get carried away and blow up on the first, decisive climb on Barr Road. The race started on two track at Upland Hills farm, out onto a narrow gravel road and the shenanigans started as everyone fought for position. I played it calmly and awaited Barr Road which came up promptly.",
    "criteria": [
      "technicality",
      "elevation",
      "field_depth"
    ]
  },
  {
    "rider": "Jason D",
    "level": "ELITE",
    "quote": "2:54 for the race. 213W. HR 169... My goal going in was under 3 hours, which I figured was doable because I can do a couple hours at 15+ MPH by myself on the fat bike. I really wanted 17 MPH and thought maybe a stretch was 18 MPH, but the course is a bit hillier than I usually do and the last 1.",
    "criteria": []
  },
  {
    "rider": "Michael Green",
    "level": "UNKNOWN",
    "quote": "I'd chosen to ride with higher volume 2.1 MTB tires on my gravel bike knowing that the final mile and a half was fast singletrack and a tight uphill climb. I was really happy with how they rolled on the gravel and helped me feel really comfortable on the corners...",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Jason D",
    "level": "ELITE",
    "quote": "Cool morning to start... Absolutely perfect weather day",
    "criteria": []
  },
  {
    "rider": "Michael Green",
    "level": "UNKNOWN",
    "quote": "The race started on two track at Upland Hills farm, out onto a narrow gravel road... the final mile and a half was fast singletrack and a tight uphill climb.",
    "criteria": [
      "technicality",
      "elevation",
      "field_depth"
    ]
  },
  {
    "rider": "Jason D",
    "level": "ELITE",
    "quote": "Neutral roll out through there and down Indian Lake as it was pretty rough, but it always is... the course is a bit hillier than I usually do and the last 1.5 miles or so is on trails...",
    "criteria": []
  },
  {
    "rider": "Course Features",
    "level": "",
    "quote": "Natural rolling terrain in the area with amazing scenic views and a special single and double track mixed in for good fun! There is even a Dutch Windmill out on the 50 course!",
    "criteria": [
      "climate",
      "experience"
    ]
  },
  {
    "rider": "Michael Green",
    "level": "UNKNOWN",
    "quote": "The goal was to not get carried away and blow up on the first, decisive climb on Barr Road... I wasn't prepared to go deep so early at this point of the season not wanted to be one of the inevitable racers who'll blow out the back sooner or later.",
    "criteria": []
  },
  {
    "rider": "Aid Station",
    "level": "",
    "quote": "There will be one aid station located on Oakwood & Hosner. This will be at about mile 18 for the 25-mile course, and mile 33 for the 50-mile course. There will be no aid station for the 12-mile course.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Support",
    "level": "",
    "quote": "On-site bike mechanical support provided by KLM Bike & Fitness and Red Shed Cycles.",
    "criteria": []
  },
  {
    "rider": "Jason D",
    "level": "ELITE",
    "quote": "Cool morning to start... Got there at a decent time and ran into a bunch of people I know, a few I haven't seen in a while. It was really nice to see people. The corral was pretty packed and the bike is not small, so I felt a little clausterphobic, but settle in okay with a slow start at the farm.",
    "criteria": []
  },
  {
    "rider": "Race Heritage",
    "level": "",
    "quote": "The De Ronde van Grampian is a gravel race with its roots derived from special races and rides from years past in and around the local area of Oakland and Lapeer Counties. This event pays tribute to the Ronde van Stony, Grampian Challenge and Fall 50.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Critical Access Restriction",
    "level": "",
    "quote": "This race uses Upland Hills private land only accessible during the event on August 2nd, 2025 from 9AM to 3PM - NO EXCEPTIONS. You cannot pre-ride the Upland Hills section of the course. Violators will be reported to the local authorities for trespassing.",
    "criteria": []
  },
  {
    "rider": "Traffic",
    "level": "",
    "quote": "The course is open to auto traffic, and may include the occasional horseback rider. Obey all traffic laws, instructions from sheriff marshals and volunteer course marshals at intersections. Race participants need to stop at all stop signs.",
    "criteria": []
  }
]
