[
  {
    "rider": "Heidi",
    "level": "ELITE",
    "quote": "2nd place overall women, 2nd place 30-49 women, 13th place overall out of 330 or so racers. 2 hours and 26 minutes... It's been a long time, or even never, since I have been this proud of my race effort and finish. I raced smart in the opening pavement miles, hiding in the pack.",
    "criteria": [
      "length",
      "field_depth"
    ]
  },
  {
    "rider": "Heidi",
    "level": "ELITE",
    "quote": "Never. Again. Never... 96.7 miles, 9668 feet of climbing, 7 hours 51 minutes. 5th place overall women... I immediately started crying and yanked the Shimano gravel shoes off my feet and threw them down before I was out of the little finishing corral. Then I laid down and cried some more.",
    "criteria": [
      "technicality",
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Heidi",
    "level": "ELITE",
    "quote": "on three separate occasions I cried while pedaling because my feet hurt so bad. I ended up loosening my shoes all the way up and pedaled like that for ten miles or so (can't say it really helped). By now it was solidly in the 90s and the last 46 miles of the course would be in full Wyoming sunshine.",
    "criteria": []
  },
  {
    "rider": "Jeffrey Cory",
    "level": "ELITE",
    "quote": "First pee of the race that I could muster, and a bit concerning I wasn't making much urine; but in the second half of the race, for whatever reason, that problem went away, which I figured was a good sign...",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Jeffrey Cory",
    "level": "ELITE",
    "quote": "a black truck ('race support,' aka, Dead Swede sag wagon, aka, the one who makes you get in for a ride home when you don't make the time cutoffs) literally, and I mean literally, followed me (I'll give him credit — at a distance of maybe 100 yards) the entirety of the course (till about 10 miles fro...",
    "criteria": [
      "length",
      "race_quality"
    ]
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "After crossing the finish line, racers were greeted by cheering crowds, a band in the amphitheater, and the smell of delicious barbecue.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Heidi",
    "level": "ELITE",
    "quote": "all done on a 2012 Specialized Crux with canti brakes and relatively narrow tires in comparison to today's trends, and hamburger seat bag. I thumb my nose at you, industry marketing tactics!",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Heidi",
    "level": "ELITE",
    "quote": "I learned I was probably beyond the capabilities of my brakes a good chunk of the time on the eroded, rutted, sandy forest road downhills of death... My hands would seize up and I'd take a quick moment every so often to shake out one hand",
    "criteria": []
  },
  {
    "rider": "Heidi",
    "level": "ELITE",
    "quote": "my silly carbon soled 'gravel' shoes rubbed blisters in my heels",
    "criteria": []
  },
  {
    "rider": "Jeffrey Cory",
    "level": "ELITE",
    "quote": "Lauf True Grit bike was awesome. One numb/tingly pinky finger post-race is nearly all better now, some 24+ hours later... No mechanicals, no flats, AXS battery didn't run out.",
    "criteria": []
  },
  {
    "rider": "Heidi",
    "level": "ELITE",
    "quote": "8 miles of pavement to get us warmed up... After eight miles we hit the gravel and immediately the first big climb of the day.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Heidi",
    "level": "ELITE",
    "quote": "Oh Red Grade… the stupid hill/mountain/death march you are. Steep paved grind, even steeper gravel BS until the singletrack trails which are suppose to be a reprieve, but aside from shade I think I said a cuss word at every switchback.",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "Heidi",
    "level": "ELITE",
    "quote": "the descents started, and I learned I was probably beyond the capabilities of my brakes a good chunk of the time on the eroded, rutted, sandy forest road downhills of death... Throw in a Land Rover Defender climbing one of the narrow two tracks...",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Jeffrey Cory",
    "level": "ELITE",
    "quote": "The picture of the 'can we still be friends' sign is from the steepest hill, near the top. I'd say it was 9-12% max grade for about a quarter mile.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Anonymous",
    "level": "UNKNOWN",
    "quote": "Overall, it was a very well marked course",
    "criteria": []
  },
  {
    "rider": "Heidi",
    "level": "ELITE",
    "quote": "the course has nearly 10,000 feet of climbing",
    "criteria": []
  },
  {
    "rider": "Jeffrey Cory",
    "level": "ELITE",
    "quote": "6516 feet elevation gain",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Heidi",
    "level": "ELITE",
    "quote": "I hate mass starts, and I hate them even more in a crowd mostly filled with people that have never road raced or ridden in a peloton. The incredibly short neutral roll out took place, and then bam! 8 miles of pavement to get us warmed up...",
    "criteria": []
  },
  {
    "rider": "Heidi",
    "level": "ELITE",
    "quote": "The first stretch of pavement miles were okay and chill, but I popped off the lead group on the second gravel hill after I saw 400 watts and realized I could not sustained. Mile 9 and I was already disheartened... I kind of kicked myself for not riding my own race and trying to stay with that group",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Jeffrey Cory",
    "level": "ELITE",
    "quote": "485 TSS; HR zone percentages — Z2 AE 32%; Z3 Tempo 52%; Z4 Threshold 15%... NP was in my Tempo zone, well, well below my FTP... 12.5mph average speed",
    "criteria": []
  },
  {
    "rider": "Heidi",
    "level": "ELITE",
    "quote": "I ignored the goose bumps on my legs, and the wonky feeling in my stomach and just tried to pedal as hard as I could at 120 watts. Total wattage cottage happening this day",
    "criteria": []
  },
  {
    "rider": "Heidi",
    "level": "ELITE",
    "quote": "Around hour one I started sipping my Tailwind, cognizant of the fact I needed to be taking on the calories and hydration in the sun.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Heidi",
    "level": "ELITE",
    "quote": "7 SIS gels, 1 Uncrustable, 2 child size packets of gummy fruit snacks, 24oz bottle of orange Tailwind Endurance Fuel, 12oz Nunn sport mix, 8 Endurolyte tablets, 12oz of Gatorade",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Jeffrey Cory",
    "level": "ELITE",
    "quote": "Some calories by Tailwind in my large bottle; drinking calories can be easier than eating them, sometimes... handful of Swedish fish... couple shots of pickle juice for the cramps.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Heidi",
    "level": "ELITE",
    "quote": "if there is one thing that is my kryptonite, it is heat... Twenty degrees cooler and I would've had a much different race I think",
    "criteria": []
  },
  {
    "rider": "Heidi",
    "level": "ELITE",
    "quote": "The stretch from Dayton to the 'bacon station' is always the worse part of the course, and as I was catching 40/60 milers, I could tell a lot of people were in a bad way in the heat – waiting for rides, getting picked up, calling people, just walking.",
    "criteria": []
  },
  {
    "rider": "Heidi",
    "level": "ELITE",
    "quote": "Soon the foot pain increased, and on three separate occasions I cried while pedaling because my feet hurt so bad. I ended up loosening my shoes all the way up and pedaled like that for ten miles or so",
    "criteria": []
  },
  {
    "rider": "Jeffrey Cory",
    "level": "ELITE",
    "quote": "First pee of the race that I could muster, and a bit concerning I wasn't making much urine",
    "criteria": []
  },
  {
    "rider": "Jeffrey Cory",
    "level": "ELITE",
    "quote": "Fun socializing with aid station volunteers, anyway. Definitely topped up my 3 water bottles at all station stops... The volunteers pepped me up...",
    "criteria": []
  },
  {
    "rider": "Anonymous",
    "level": "UNKNOWN",
    "quote": "aid stations were positioned about every 10-12 miles or so. The second aid station offered pickle juice shots, and the third aid station offered bacon and PBR.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Heidi",
    "level": "ELITE",
    "quote": "Beer at the finish line!!",
    "criteria": []
  },
  {
    "rider": "Jeffrey Cory",
    "level": "ELITE",
    "quote": "I went under the finish banner just as they were getting the afternoon podium awards going. Kind of ironic. Or something... Yeah, the free race beer at the finish party tasted pretty good.",
    "criteria": [
      "field_depth",
      "community"
    ]
  },
  {
    "rider": "Anonymous",
    "level": "UNKNOWN",
    "quote": "After crossing the finish line, racers were greeted by cheering crowds, a band in the amphitheater, and the smell of delicious barbecue.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Heidi",
    "level": "ELITE",
    "quote": "And in events like the Dead Swede, it has crazy huge women's fields!",
    "criteria": []
  },
  {
    "rider": "Anonymous",
    "level": "UNKNOWN",
    "quote": "The organizers clearly communicated that cars shouldn't be on the course providing services to riders – that's what the aid stations were for. This was for rider safety, and to minimize the dust in the air. I thought this was brilliant and would love for other gravel events to take a similar stance.",
    "criteria": [
      "climate",
      "race_quality"
    ]
  },
  {
    "rider": "Jeffrey Cory",
    "level": "ELITE",
    "quote": "my passion is bikepacking, and many of those long miles are solo, so the beautiful landscape (see pics) and sky kept me company.",
    "criteria": [
      "length",
      "experience",
      "adventure"
    ]
  },
  {
    "rider": "Anonymous",
    "level": "UNKNOWN",
    "quote": "Overall, it was a very well marked course, communications were optimized, and the process from registration to packet pickup to post meal collection was seamless. Registration fees included a very cool Dead Swede t-shirts, sticker, and pint glass. I highly recommend this event!",
    "criteria": [
      "field_depth"
    ]
  }
]
