[
  {
    "rider": "Scott Mattern",
    "level": "ELITE",
    "quote": "The Devil's Cardigan route design encompasses two day-ride courses: the shorter 50km route, or the 100km route... I decided to combine both the 50km and 100km loop for an attempt on what I was dubbing the 150km XL Cardigan.",
    "criteria": []
  },
  {
    "rider": "Scott Mattern",
    "level": "ELITE",
    "quote": "The early morning was cool but not cold by Tasmanian standards, with a thick fog blanketing my surroundings. The bicycle and I cut a lone figure in the dark of the pre-dawn hours...",
    "criteria": []
  },
  {
    "rider": "Scott Mattern",
    "level": "ELITE",
    "quote": "The previous days of heavy rain left its mark on the single-track portion of the route and turned it into one steady trickling creek. What should have been a highlight became a challenging and gritty grind.",
    "criteria": []
  },
  {
    "rider": "Tiffany Cromwell",
    "level": "ELITE",
    "quote": "Big congrats to Talia Appleton on the win. Strong ride and was pushing me a lot when we were together.",
    "criteria": []
  },
  {
    "rider": "Justin Morris",
    "level": "ELITE",
    "quote": "Despite freezing temps, driving sleet and erratic downpours all mud soaked riders crossed the finish line with a smile from ear to ear. Friends made from out on course and a course that although incredibly demanding really showed off some parts of Tasmania many would not have thought existed.",
    "criteria": []
  },
  {
    "rider": "Max Hobson",
    "level": "ELITE",
    "quote": "Anyone who's been a regular at these events over the last few years will know all about the frosty early morning temps on the startline and the need to do an extra lap or two to warm up and prepare really well. You won't get away with a flimsy Queensland winter jersey at this place!",
    "criteria": []
  },
  {
    "rider": "Max Hobson",
    "level": "ELITE",
    "quote": "So a Little Rivers 'Devils Cardigan' beer was just the thing to revive the tired bodies. Never had a beer tasted so bloody good. With the races all done for another year...",
    "criteria": []
  },
  {
    "rider": "Mechanical Issues",
    "level": "ELITE",
    "quote": "Alex Lack... sprinted for 3rd... later revealed he raced 90km of the course missing the upper jockey wheel from his rear mech!",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Gravel Quality",
    "level": "",
    "quote": "The gravel isn't what riders would normally call 'champagne gravel' which is usually smooth 'road like' gravel. The gravel found in Derby is more like a rocky mountain bike trail in most parts.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Course Mix",
    "level": "",
    "quote": "A healthy mix rough fire trails, logging roads, public dirt roads and country sealed 'dead' roads. The course accumulates close to 2500m of climbing for the 100km course meaning the course was physically, mentally and technically challenging.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Terrain Variation [ELITE observation]",
    "level": "",
    "quote": "Riding from the townships and farmlands of the valleys through the forestry plantations of the mountain slopes and up into the sub alpine terrain from the plateau at 1000m above sea level was special and something rarely experienced in a race event.",
    "criteria": []
  },
  {
    "rider": "Start/Finish Locations",
    "level": "",
    "quote": "Starting at the Blue Derby trail head and looping over the Mt Victoria Forest reserve and winding through the spectacular farming country in the valleys of the Dorset area before finishing in the historic logging town of Branxholm.",
    "criteria": []
  },
  {
    "rider": "Elite Men's Start Intensity",
    "level": "ELITE",
    "quote": "The elite men's race... started fast and a large group of riders formed on the first climb up Mutual Road. The pace was fast, pushing well into threshold territory for the first 15 minutes.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Feed Station Timing",
    "level": "ELITE",
    "quote": "Dead Horse Hill Descent... goes straight into the first feed station",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Women's Elite Tactics",
    "level": "ELITE",
    "quote": "A couple of men's elite groups passed the three women, giving Justine and Courtney the opportunity to jump on for part of the climb",
    "criteria": []
  },
  {
    "rider": "Crashes",
    "level": "",
    "quote": "Defending Cardigan wearer Connor Sens had his first unlucky encounter at the top of Mutual Road right after the Mutual Valley climb, where he crashed off the side of the trail.",
    "criteria": []
  },
  {
    "rider": "Weather-Related Challenges",
    "level": "",
    "quote": "Freezing temps, driving sleet and erratic downpours",
    "criteria": []
  },
  {
    "rider": "Post-Race Celebration",
    "level": "",
    "quote": "After a bit of a freshen up and presentations at the local hall, everyone flocked to the Dorsett Hotel in Derby for a well-deserved and eagerly anticipated banger of a dinner, chat with mates and another beer (or 3) by the fire. Another Devils done and memories made.",
    "criteria": []
  },
  {
    "rider": "Local Community Support",
    "level": "",
    "quote": "How good is the North East Lions Club! Each year this passionate group of locals come together and cook an incredible amount of soup and food to nourish your post race depleted souls! This year it was 145 Litres of Soup complimented by the tastiest sausages this side of the sideling...",
    "criteria": []
  },
  {
    "rider": "Prize Details",
    "level": "",
    "quote": "Your 2024 bearers of the Devil's Cardigan, winner's of the 10kg bag of Tassie potatoes & 2024 AusCycling Gravel National Champions. Brendan Johnston & Courtney Sherwell",
    "criteria": []
  },
  {
    "rider": "Volunteer Support",
    "level": "",
    "quote": "No race or event can be organised without the help of an army of volunteers that give up their time and energy to keep you all safe and sound on course... POC Sports for specifically looking after our Vollunteers this year by keeping them warm and cosy in POC hoodies.",
    "criteria": []
  },
  {
    "rider": "Pre-Race Atmosphere",
    "level": "",
    "quote": "On the morning of the Devils Cardigan 2024, Derby was buzzing. As everyone anticipated, it was icy cold with frost settling on the trees and heaps of mumbling from everyone about how cold it was.",
    "criteria": []
  },
  {
    "rider": "Finish Line Experience",
    "level": "",
    "quote": "Everyone's race experience would have been a bit different but there were all smiles at the finish line in Branxholm (ok, let's be honest: some were actually grimacing!).",
    "criteria": []
  },
  {
    "rider": "Event Spirit",
    "level": "",
    "quote": "However, this race is about far more than results... It was a genuine feeling of achieving something 'epic' finishing this race... Friends made from out on course.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Gravel Racing Culture",
    "level": "",
    "quote": "Gravel racing in parts of the northern hemisphere has become a legitimate professional discipline... Whilst the racing has become quite lucrative for some the scene sustains a more friendly and down to earth atmosphere.",
    "criteria": [
      "community"
    ]
  }
]
