[
  {
    "rider": "K-Dogg",
    "level": "UNKNOWN",
    "quote": "Only two of us had ever ridden 150 miles on pavement, but certainly not on heavy dirt roads. And yet we were pushing the agony envelope at the 2016 Dirt(y) Pecan 150 Dirt Road Epic beginning in Monticello, Florida.",
    "criteria": []
  },
  {
    "rider": "K-Dogg",
    "level": "UNKNOWN",
    "quote": "The web site promised that conditions were superb and that skilled riders would 'do fine' on 28 or 30 tires but we knew better. Team Gravel Cyclist rocked 40mm wide tires and up.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "K-Dogg",
    "level": "UNKNOWN",
    "quote": "The first 15ish miles was a bike race and of course my fellow Blackwater Gravel Grinders wanted to be near the front. It was like a crit, I thought I was riding near the front but every time I looked back, I was nearly the last guy.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "K-Dogg",
    "level": "UNKNOWN",
    "quote": "'Guys?' I yelled, as I puffed chasing up a clay hill. 'I'm pretty sure this pace isn't sustainable for another 140 miles.'",
    "criteria": []
  },
  {
    "rider": "K-Dogg",
    "level": "UNKNOWN",
    "quote": "With five miles to go I drifted off the back on one particularly long hill. A black curtain began to lower as an extreme bonk set in",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Randy Honcik",
    "level": "UNKNOWN",
    "quote": "We just have a good time talking to people and looking at the beautiful country — all these pecan farms. It's just the energy of the group that's what's best about the whole thing",
    "criteria": []
  },
  {
    "rider": "Crusty older guy",
    "level": "UNKNOWN",
    "quote": "Goddamn cross bikes! I thought I could hold you guys off!",
    "criteria": []
  },
  {
    "rider": "Navigation [ALL LEVELS]",
    "level": "",
    "quote": "A pre-loaded GPS cycling computer with your chosen route is a 'must have'. Old school maps won't cut it.",
    "criteria": []
  },
  {
    "rider": "March General Conditions",
    "level": "",
    "quote": "Average temperatures range from a comfortable 50-70°F in North Florida",
    "criteria": []
  },
  {
    "rider": "Specific Hazards",
    "level": "",
    "quote": "12 inch high crusty clay ridge",
    "criteria": []
  },
  {
    "rider": "Scenery",
    "level": "",
    "quote": "Mile after mile we rolled up and down rusty red clay hills through countless bucolic mossy oak tunnels – occasionally breaking into green meadows and gorgeous historic farmsteads. Virtually no traffic. So much openness and so few people. So quiet you could hear a cotton boll drop.",
    "criteria": []
  },
  {
    "rider": "Remote Nature",
    "level": "",
    "quote": "The roads along the majority of the course are sparsely populated. There will be many miles of riding with no civilization or people in sight... there is no mobile coverage in most places.",
    "criteria": [
      "length"
    ]
  }
]
