[
  {
    "rider": "Cassie Cobb",
    "level": "COMPETITIVE",
    "quote": "The ride was amazing, and all 8 miles of gravel on our short course were pristine – I was joking with my climbing buddy that we could be on our road bikes (that's how nice the gravel is!).",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "John Cobb",
    "level": "COMPETITIVE",
    "quote": "Dirty Dino was a messy and fun adventure. We started with a soul crushing climb into the woods, stringing out the field. By mile 30, civilization had faded into the rear-view mirror and hope was a mirage of an aid station up ahead...",
    "criteria": [
      "experience"
    ]
  },
  {
    "rider": "Dawn Manfredonia",
    "level": "COMPETITIVE",
    "quote": "I signed up for the very challenging Dino-Mite course which was a grueling 106 miles with 9,400 ft of vertical gain, but I made more than a few mistakes with my nutrition and hydration and wound up switching to the Dino-Bite 60-mile course which was still a whopping 6,155 ft of climbing.",
    "criteria": [
      "elevation",
      "length"
    ]
  },
  {
    "rider": "DNA Cycling Crew",
    "level": "COMPETITIVE",
    "quote": "Within the first 15 miles, we gained 3,100 ft of vert climbing Taylor Mountain Road. After the main climb, riders found rolling terrain with punchy climbs and fast descents. Temperatures were perfect. The higher riders climbed, the cooler it became.",
    "criteria": [
      "elevation",
      "technicality",
      "climate"
    ]
  },
  {
    "rider": "Matt Tennison",
    "level": "COMPETITIVE",
    "quote": "Interesting day. Definitely not my best, but I gave all that I had. The elevation literally drained me. I could barely push low endurance on the out and back climb, and I was completely destroyed.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "SooperDew",
    "level": "UNKNOWN",
    "quote": "This was my first organized gravel event and it was amazing. I did the 100 miler which had 10,400 feet of climbing and topped out at 10,100 feet above sea level according to my Karoo2...",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "SooperDew [UNKNOWN] - T-Rex",
    "level": "",
    "quote": "The gravel conditions were pretty much idyllic, forest roads were super smooth and wide nearly the entire time with the split of gravel to asphalt being like 70/30.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Dawn Manfredonia",
    "level": "COMPETITIVE",
    "quote": "I made more than a few mistakes with my nutrition and hydration and wound up switching to the Dino-Mite 60-mile course... I was reminded that mental fitness is as important as physical fitness.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Matt Tennison",
    "level": "COMPETITIVE",
    "quote": "The elevation literally drained me. I could barely push low endurance on the out and back climb, and I was completely destroyed. Then when I got back down to the pavement, back into the oxygen, I was able to push upper endurance and tempo again.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "John Cobb",
    "level": "COMPETITIVE",
    "quote": "The final miles became a group effort, as stragglers were plucked into a pace line for the asphalt finish.",
    "criteria": []
  },
  {
    "rider": "Cassie Cobb",
    "level": "COMPETITIVE",
    "quote": "The headwinds made the last few miles a slow grind",
    "criteria": []
  },
  {
    "rider": "SooperDew",
    "level": "UNKNOWN",
    "quote": "The overall spirit of gravel vibes were 10/10 with everyone just having a good time and being super positive... the support was on par with what I experienced at Ironman events.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Cassie Cobb",
    "level": "COMPETITIVE",
    "quote": "You could tell we were all out there to have fun and ride some beautiful new terrain... it was all smiles at the finish! I was the first female to cross the line, and my small but mighty finish was met with cold towels and beverages.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "DNA Cycling Crew",
    "level": "COMPETITIVE",
    "quote": "Aid stations were stocked, and the volunteers were fantastic. This event is on our to-do list for years to come. Highly recommend.",
    "criteria": []
  },
  {
    "rider": "DNA Cycling Crew",
    "level": "COMPETITIVE",
    "quote": "Temperatures were perfect. The higher riders climbed, the cooler it became.",
    "criteria": []
  }
]
