[
  {
    "rider": "Kari Stuart",
    "level": "ELITE",
    "quote": "Close to home, perfect gravel roads, and a nice vibe from the quaint little community of Saranac. There are several options for distances and a small field. It's exactly what you want from a local gravel event!",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Kari Stuart",
    "level": "ELITE",
    "quote": "There's a howl worthy downhill around mile 12 and the finish is fast and fun too. The sun was out the whole time, and it was starting to get hot! Only one bottle came with me, and I downed every last drop.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Kari Stuart",
    "level": "ELITE",
    "quote": "She took 1st in our age group, and I was 2nd with a difference of 6-seconds. Doh!",
    "criteria": []
  },
  {
    "rider": "Annika Rollock",
    "level": "UNKNOWN",
    "quote": "The Dirty 30 is a technical 50k trail run in Golden Gate Canyon State Park. I don't think I fully realized what this meant until I got there and spent some of the run climbing on my hands and knees over boulders marked as 'trail this way.'",
    "criteria": [
      "technicality",
      "logistics"
    ]
  },
  {
    "rider": "Annika Rollock",
    "level": "UNKNOWN",
    "quote": "Although I live at altitude in Boulder, the majority of the race was over 8000 ft, which is close to 3000 ft higher than where I had been living and training.",
    "criteria": []
  },
  {
    "rider": "Annika Rollock",
    "level": "UNKNOWN",
    "quote": "According to my Coros, I spent 2% or 8 minutes of this run in Z2 (lol), 49% or 3:38 hours in Z3, and 49% or 3:34 hours at Z4/threshold. This was somewhat unexpected, as I had planned to spend a lot more of the race at Z2, but at no point did I 'blow up' or bonk.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Andrew Skurka",
    "level": "ELITE",
    "quote": "I finished in 5:26:33, an average pace of 10:11 minutes/mile. Last year, this time would have put me on the finishers podium in 3rd place; this year, it netted 19th, which is a testament to the significantly deeper field.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Andrew Skurka",
    "level": "ELITE",
    "quote": "My performance was about what I expected — very mediocre. In contrast to The North Face 50-Mile Championship in December, I never got serious about this race: I showed up under-trained and overweight, and mentally I was less ready to suffer.",
    "criteria": []
  },
  {
    "rider": "Andrew Skurka",
    "level": "ELITE",
    "quote": "Conservatively, I can afford to lose 4.6 lbs pounds of body fat off my 160-lb frame, or 3 percent. In a 5.5-hour race, this translates into a 10-minute savings, which at Dirty 30 could have been the difference between Top 10 and Top 20.",
    "criteria": []
  },
  {
    "rider": "Jason Fitzgerald",
    "level": "COMPETITIVE",
    "quote": "I cut the course. I would never do this on purpose but alas, this is often the reality when it comes to technical trail races in the mountains. My Strava data clearly shows me turning around in the middle of an ascent.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Jason Fitzgerald",
    "level": "COMPETITIVE",
    "quote": "The Dirty 30 12-mile race wasn't terribly long. But when you see the elevation and altitude map, you'll understand why I barely cracked 11:00 minutes per mile.",
    "criteria": []
  },
  {
    "rider": "Jason Fitzgerald",
    "level": "COMPETITIVE",
    "quote": "I flip flopped between two competing emotions: An unwavering aggression to push uphill, hammer downhill, and take advantage of the terrain to run faster [and] Utter defeat and a resignation that just finishing, no matter my effort, is a fine goal.",
    "criteria": []
  },
  {
    "rider": "Lynn K Hall",
    "level": "RECREATIONAL",
    "quote": "In 2013, I was worn down from my first 50 mile race immediately followed by a road marathon. I started the Dirty 30 feeling strong, but somewhere near mile 21 things quickly turned disastrous.",
    "criteria": []
  },
  {
    "rider": "Lynn K Hall",
    "level": "RECREATIONAL",
    "quote": "Results: 9:32, 4 minutes slower than last year (though this year's course was 2-3 miles longer). But the difference is that this year I am proud of myself for finishing and not at all ashamed of my time. 15% of the field DNF'ed.",
    "criteria": [
      "length",
      "field_depth",
      "race_quality"
    ]
  },
  {
    "rider": "Lynn K Hall",
    "level": "RECREATIONAL",
    "quote": "At one point I looked down at an Ironman tattoo on the calf of the guy in front of me and realized just with whom I was trying to keep up. Nothing good comes from this line of thought.",
    "criteria": []
  },
  {
    "rider": "Annika Rollock",
    "level": "UNKNOWN",
    "quote": "I tracked most of my data using a combination of my Coros Apex watch and a chest strap heart rate monitor. There was a period of time in early May when my Wahoo monitor bit the dust...I replaced it with a Garmin model midway through the month.",
    "criteria": []
  },
  {
    "rider": "Lynn K Hall",
    "level": "RECREATIONAL",
    "quote": "Before the race, I moved my gummy bear stash from their usual ziplock bag in a back pocket of my Salomon pack to a pocket next to my ribs.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Annika Rollock",
    "level": "UNKNOWN",
    "quote": "There were more unrunnable sections (for me) than I expected, including some scrambles and the monster of Windy Peak at mile 28.",
    "criteria": []
  },
  {
    "rider": "Kari Stuart",
    "level": "ELITE",
    "quote": "Close to home, perfect gravel roads, and a nice vibe from the quaint little community of Saranac. There are several options for distances and a small field. It's exactly what you want from a local gravel event!",
    "criteria": [
      "community"
    ]
  }
]
