[
  {
    "rider": "Rob Weaver",
    "level": "COMPETITIVE",
    "quote": "It's one thing to rip along the road in a tightly packed group with your mates, but riding in a bunch on a slippery, unpredictable surface at speed with a bunch of strangers is, at times, terrifying...",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Rob Weaver",
    "level": "COMPETITIVE",
    "quote": "At about the halfway point, around 2 hours 30 minutes in, the wind got up and it rained quite heavily. To say I was pleased with my over-the-top choice of layers would be an understatement. While others shivered, I continued to stay warm and dry.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Rob Weaver",
    "level": "COMPETITIVE",
    "quote": "It turns out that, like mountain biking, covering that distance when you're rattling over rocks, grit, gravel and mud takes more energy. It's fair to say I underestimated this and should have approached it more like a big day out on the mountain bike.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "David Arthur",
    "level": "ELITE",
    "quote": "The inaugural Dirty Reiver 200km gravel race took place in Kielder Forest at the weekend... it was a success; the organisation was excellent, food stops were among the best I've ever seen, and the course was demanding and challenging but ultimately rewarding, and the expansive views, especially incl...",
    "criteria": []
  },
  {
    "rider": "Jenny Tough",
    "level": "COMPETITIVE",
    "quote": "In the northern hemisphere, the last weekend of April is practically an extravaganza of endurance events, where the general public crawl out of their winter reverie and take their pale legs out for the first test of the year.",
    "criteria": []
  },
  {
    "rider": "Anonymous Rider",
    "level": "RECREATIONAL",
    "quote": "Stealing a glance down at my shoes halfway round the Dirty One-Thirty, I marvelled at just how lavishly they – and the bike – had been painted. A new pale-grey colourway had apparently permeated every crease, fold and machined surface of, well, everything.",
    "criteria": []
  },
  {
    "rider": "Anonymous Rider",
    "level": "RECREATIONAL",
    "quote": "Despite the excellent surfaces, a light but insistent rain that set in around the third-way mark meant riders' skills met with an extra test as the course slowly became coated in a slick, thin mud.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Bruce Dalton",
    "level": "UNKNOWN",
    "quote": "Double wrap bar tape, inspired by the cobbled classics no doubt, but brilliantly inspired for this event.",
    "criteria": []
  },
  {
    "rider": "Rob Weaver",
    "level": "COMPETITIVE",
    "quote": "Carry the essentials, but be sure to pack extra tyre plugs, CO2 canisters (and a pump), tubes and a decent tyre boot, along with the usual kit... The number of people stopped by the side of the fire road fixing punctures was staggering.",
    "criteria": []
  },
  {
    "rider": "Anonymous Rider",
    "level": "RECREATIONAL",
    "quote": "I had one spare tube, a pack of stick-on patches that I didn't really trust, plus pump and levers. I had no flats, but I consider it a major let-off that I wasn't stranded by the side of the trail...",
    "criteria": []
  },
  {
    "rider": "Josh Ibbett",
    "level": "ELITE",
    "quote": "Minimal on-bike luggage to keep the weight down",
    "criteria": []
  },
  {
    "rider": "David Arthur",
    "level": "ELITE",
    "quote": "Tried to keep the weight down (to help on the climbs) with everything stuffed into the saddle bag and my jersey pockets stuffed with waffles and malt loaf.",
    "criteria": []
  },
  {
    "rider": "Rory Hitchens",
    "level": "UNKNOWN",
    "quote": "Apidura frame and top tube bag to store all his food and other essentials",
    "criteria": []
  },
  {
    "rider": "General observation",
    "level": "",
    "quote": "The other area of interest was how to carry all the essentials needed for what turned out to be a long day for most people... Some went for frame bags and packs and huge saddle bags, many went with hydration backpacks and some tried to stuff everything into jersey pockets.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "General description",
    "level": "",
    "quote": "Expect to be 95% on gravel for the full ride!",
    "criteria": []
  },
  {
    "rider": "Road.cc description",
    "level": "",
    "quote": "Smooth forest tracks – the sort of gravel riding that most of Britain's curly-barred off-roadies go to sleep dreaming about",
    "criteria": []
  },
  {
    "rider": "Cycling Weekly description",
    "level": "",
    "quote": "Riders being treated to smooth forest tracks",
    "criteria": []
  },
  {
    "rider": "Course Layout",
    "level": "",
    "quote": "The routes use the extensive forest access road network in the Northern English Borders... skirts the huge Kielder Water reservoir and continues south in a big, ragged loop through the forest",
    "criteria": []
  },
  {
    "rider": "Feed Zones",
    "level": "",
    "quote": "Three feed stops on the 200km",
    "criteria": []
  },
  {
    "rider": "Remoteness",
    "level": "",
    "quote": "Rides like the Dirty Reiver take participants deep into some of Britain's most sparsely populated terrain. If you break your bike (or even a bone), walking to the next village or flagging down a passing motorist won't be an option.",
    "criteria": []
  },
  {
    "rider": "Rob Weaver",
    "level": "COMPETITIVE",
    "quote": "Finding a group of riders you can tag along with helps with not only your pace, but morale, too. These are your Guardians of the Gravelty... Etiquette when riding in a group is important.",
    "criteria": []
  },
  {
    "rider": "Rob Weaver",
    "level": "COMPETITIVE",
    "quote": "While it's easy to slip into a hypnotic state watching the rear wheel of the rider in front, you need to keep your head and eyes on a swivel. And, if that rider points to something on the trail or road, be warned... This is in fact a warning that something needs avoiding.",
    "criteria": []
  },
  {
    "rider": "Rob Weaver",
    "level": "COMPETITIVE",
    "quote": "This will sound obvious – but eat as much food as possible if you're heading out on a long ride... It turns out that, like mountain biking, covering that distance when you're rattling over rocks, grit, gravel and mud takes more energy.",
    "criteria": [
      "technicality",
      "length"
    ]
  },
  {
    "rider": "Anonymous",
    "level": "RECREATIONAL",
    "quote": "Food for the whole ride was another essential on the Reiver list. It sounds fairly obvious but it can be easy to place all faith in feed stops...",
    "criteria": []
  },
  {
    "rider": "Anonymous",
    "level": "RECREATIONAL",
    "quote": "A good rule of thumb for a big distance event like the Dirty Reiver is to ensure you've got a couple of rides of at least 75-80% of event distance under your belt in the six weeks beforehand. Event-day determination should see you through the rest.",
    "criteria": []
  },
  {
    "rider": "Rob Weaver",
    "level": "COMPETITIVE",
    "quote": "While the best gravel bikes are spectacular bits of kit, many of them (especially their gravel tyres) are relatively fragile compared to modern mountain bikes. As a result, pummel one over rough ground for five to eight hours and you'll more than likely encounter some kind of mechanical hiccup...",
    "criteria": []
  },
  {
    "rider": "Anonymous",
    "level": "RECREATIONAL",
    "quote": "During the event I passed a miserable-looking rider marooned by the trail, wrestling with a muddy tyre and tube in the rain, about once every five to 10 minutes... Snapped chains were also in abundance.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Anonymous",
    "level": "RECREATIONAL",
    "quote": "My survival blanket did indeed get used in anger when I was waiting for my companions to return from their big ride",
    "criteria": []
  },
  {
    "rider": "Required Safety Equipment",
    "level": "",
    "quote": "The Dirty Reiver was explicit about what items needed to be carried, including an emergency whistle, a survival blanket and a spare thermal top. The chances of needing such items might seem slim, but their inclusion is warranted.",
    "criteria": []
  },
  {
    "rider": "Event Structure",
    "level": "",
    "quote": "The 200km full distance is a rite of passage in the gravel world – a real test of stamina, skill and self reliance.",
    "criteria": []
  },
  {
    "rider": "Event Village",
    "level": "",
    "quote": "Our 'Gravel Expo', in the event village showcases some of the best brands in the industry. Set in the Kielder Castle grounds with food, drink, showers and barista coffee all on site.",
    "criteria": []
  },
  {
    "rider": "Rob Weaver",
    "level": "COMPETITIVE",
    "quote": "Either way, you'll have that warm fuzzy feeling when you roll over the finish line with the ride completed, ready to sup on a nice cold beer (craft beer only, of course – the gravel crew are too cool to accept anything less) and share your tales",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Anonymous",
    "level": "RECREATIONAL",
    "quote": "'Epic' is a word used way too often, but thanks to the weather, the distance and the terrain, anyone who rode this year's Dirty Reiver can brandish it with impunity.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Event Popularity",
    "level": "",
    "quote": "Now in its 11th year (and 10th edition) the Panaracer Dirty Reiver continues to be the gravel event in the calendar. Attracting riders from around the world",
    "criteria": []
  },
  {
    "rider": "Anonymous",
    "level": "RECREATIONAL",
    "quote": "Major gravel events, the Dirty Reiver included, often have camping attached, which makes for an excellent budget option that means you are pretty much on the start line as soon as you step out of your tent or camper.",
    "criteria": []
  }
]
