[
  {
    "rider": "Brett Cotter",
    "level": "UNKNOWN",
    "quote": "My name is Brett Cotter, and in full disclosure, I'm not the fastest or most skilled rider, but I have a love and passion for 'all things bike' and where they take us physically and metaphorically...",
    "criteria": []
  },
  {
    "rider": "Brett Cotter",
    "level": "UNKNOWN",
    "quote": "The first day provided so much inspiration with a great mix of chatting with fellow riders along the singletrack, gravel tracks, forestry roads, and quiet roads.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Brett Cotter",
    "level": "UNKNOWN",
    "quote": "On the final descent to Loch Goil, our destination, the campsite with the imposing and dramatic lochside 14th-century Carrick Castle came into view. Nestled beside the Loch, the castle made a spectacular site to ride towards.",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "That whole area is a dream to ride as it's a continuous stream of mountain and loch epic views 🤘.",
    "criteria": [
      "experience"
    ]
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "Being able to bike every hill rather than having hike a bike was excellent.",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "Excellent event, thanks to everyone involved from organisers to fellow participants!",
    "criteria": []
  },
  {
    "rider": "Markus Stitz (co-organiser)",
    "level": "UNKNOWN",
    "quote": "One thing that stood out for me this year is that we had a really nice mix of riders at all our events. While Dunoon has established itself as our main event in Scotland now, the Lezyne Cateran Dirt Dash was also really well received in the first year.",
    "criteria": []
  },
  {
    "rider": "Charlie (co-organiser)",
    "level": "UNKNOWN",
    "quote": "I have talked and coerced Markus Stitz away from his normal thing of doing more mad miles in a day than most people do in a month... to 80 something over two days. It won't be easy-peasey, but it won't make you think about taking up golf or some other pointless excuse for avoiding adventure.",
    "criteria": []
  },
  {
    "rider": "Brett Cotter",
    "level": "UNKNOWN",
    "quote": "After a mass start, the participants slowly thinned out as we weaved our way up through the skinny streets of Dunoon to the hills and forests above the township, complete with outstanding views down over the peninsula.",
    "criteria": []
  },
  {
    "rider": "Terrain mix",
    "level": "UNKNOWN",
    "quote": "Singletrack, gravel paths, forestry roads, public roads and cycle paths",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Brett Cotter",
    "level": "UNKNOWN",
    "quote": "On the final descent to Loch Goil, our destination, the campsite with the imposing and dramatic lochside 14th-century Carrick Castle came into view.",
    "criteria": []
  },
  {
    "rider": "Event philosophy",
    "level": "",
    "quote": "It's not a bloody race",
    "criteria": []
  },
  {
    "rider": "Brett Cotter",
    "level": "UNKNOWN",
    "quote": "Everyone was stoked for the event, waiting to hear the introduction and induction from Markus of where we were going to be riding and what the two days held ahead. This is the third rendition of the DDD... There was plenty of good banter and amusement going around.",
    "criteria": []
  },
  {
    "rider": "Charlie (co-organiser)",
    "level": "UNKNOWN",
    "quote": "Just like down in Dorset the vibes will be good, the food will be venison, and the beer will be very much deserved. Oh and we are camping next to a bloody castle!!!",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Navigation",
    "level": "",
    "quote": "The course is not marked, you are responsible for your own navigation.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Leave No Trace",
    "level": "",
    "quote": "Please don't drop litter!",
    "criteria": []
  }
]
