[
  {
    "rider": "Alex (well:fair cycling team)",
    "level": "UNKNOWN",
    "quote": "Der Start war für 09.00 Uhr geplant, doch auch hier bestätigte sich die belgische Ruhe! Wir sind erst um 09.30 Uhr gestartet... warm fahren hat dann mal gar nichts gebracht. Es ging Also los. Start aus der kalten Hose.",
    "criteria": []
  },
  {
    "rider": "Alex (well:fair cycling team)",
    "level": "UNKNOWN",
    "quote": "Hieß für uns ca. ein Kilometer durch den Ort und dann in den acht Kilometer langen Anstieg der auf den ersten beiden Kilometern schon sehr steil war. Das ist mal so gar nicht meine Welt.",
    "criteria": []
  },
  {
    "rider": "Alex (well:fair cycling team)",
    "level": "UNKNOWN",
    "quote": "Von da aus ging es abwechselnd über verschiedene Untergründe, die teilweise nichts mehr mit einem Gravelparcours zu tun hatten. Es war wirklich nicht einfach da mit dem Gravelrad durchzufahren. Der Belgier ist halt was die Gestaltung von Gravelstrecken angeht etwas schmerzfreier.",
    "criteria": []
  },
  {
    "rider": "Alex (well:fair cycling team)",
    "level": "UNKNOWN",
    "quote": "Ein Beispiel wären Singletrails auf denen man aufpassen musste das man nicht vom Weg abkommt, da man ansonsten ein Meter tiefer im Graben gestanden hätte.",
    "criteria": []
  },
  {
    "rider": "Alex (well:fair cycling team)",
    "level": "UNKNOWN",
    "quote": "Für mich war das Rennen ein sehr guter Trainingseffekt und ich konnte erneut Erfahrungen sammeln. Wirklich etwas reißen kann ich auf so einem technischen Kurs nicht, dazu fehlt mir noch die Erfahrung um da schnell durchzukommen.",
    "criteria": []
  },
  {
    "rider": "Mechanical Issues — Frequent",
    "level": "",
    "quote": "Das Rennen war von zahlreichen Defekten übersät. Immer wieder hatten Fahrer durch die sehr raue Strecke mit Reifenpannen zu kämpfen.",
    "criteria": []
  },
  {
    "rider": "Belgian Relaxed Vibe",
    "level": "",
    "quote": "Es war alles wie immer: belgische Gelassenheit herrschte vor. Die Startunterlagen gab es gut eine Stunde vor dem Start und die Hektik die man von deutschen Jedermannrennen kennt kam nicht ansatzweise auf.",
    "criteria": []
  },
  {
    "rider": "Travel Recommendation",
    "level": "",
    "quote": "If you're local to Belgium/Europe—yes, it's solid. If you're traveling internationally—skip it.",
    "criteria": []
  }
]
