[
  {
    "rider": "Caleb Bottcher",
    "level": "ELITE",
    "quote": "My plan there was just to be dropping my Camelbak. I'd still have two bottles and full pockets. When I got there my mind blanked. I still had the bag clipped up and the hose strapped across me.",
    "criteria": []
  },
  {
    "rider": "Caleb Bottcher",
    "level": "ELITE",
    "quote": "In an eight hour race, there's going to be dark patches, and there's lots of time to think, so how you shape that has a huge impact. Bad things are going to happen in that time, so it's how you manage those moments and your reactions to them which is what matters.",
    "criteria": []
  },
  {
    "rider": "Caleb Bottcher",
    "level": "ELITE",
    "quote": "George pulled a turn, I pulled a turn, and then no-one pulled through after me. I didn't want to look back, but I glanced under my shoulder and there was no-one there…I just thought, 'you guys are going to regret that', and started turning the screw.",
    "criteria": []
  },
  {
    "rider": "George Bennett",
    "level": "ELITE",
    "quote": "My biggest fear was getting a puncture early on and being stuck riding on my own. I was shitting it about riding 250 kilometres on gravel. No matter what, no matter how fit you are or where you're riding, being on a bike that long is hard.",
    "criteria": []
  },
  {
    "rider": "George Bennett",
    "level": "ELITE",
    "quote": "When we hit the first feed zone, I didn't realise the pace that we'd go through those at and I dropped into the third group coming out of it. After that the race was on.",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "RECREATIONAL",
    "quote": "Strange things happen in one's mind when the distances are that long. Whilst the 70km to the first bag drop seemed to, and in fact did, take hours, once I reached the second and final bag drop, I felt that I was nearly home even though there was still 80km left to ride.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Anonymous rider",
    "level": "RECREATIONAL",
    "quote": "I had been coughing the previous day but as I had slept reasonably well (after taking a Lemsip) I wasn't sure if I was suffering from pre-race health paranoia, hay-fever or was genuinely sick.",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "RECREATIONAL",
    "quote": "As the terrain became lumpier I started to feel the odd pre-cramp twinge from repeated efforts to close gaps over the tops of the punchy ascents. On a gravel climb after c.50kms a gap started to widen, and by the end of the subsequent descent the group was gone.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Anonymous rider",
    "level": "RECREATIONAL",
    "quote": "I had been feeling bloated for the last couple of hours and was really craving something that wasn't sugary.",
    "criteria": []
  },
  {
    "rider": "Charlotte Clarke",
    "level": "COMPETITIVE",
    "quote": "I wasn't really expecting to spend so much of the race alone. It was a bit nerve wracking not knowing what the race situation was like behind me, but I stayed calm and backed myself.",
    "criteria": []
  },
  {
    "rider": "Charlotte Clarke",
    "level": "COMPETITIVE",
    "quote": "With around 5km to go, I was caught by a group including Michaela and I had to adapt the plan. She sent a super strong attack into the final descent of the day and I chased her back down.",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "RECREATIONAL",
    "quote": "As we entered the velodrome for two laps before the finish, Gus, the MC, was trying goad us into a sprint but we decided to cross the finish line together. It was satisfying to complete such a hard course and nice to ride and finish it together.",
    "criteria": []
  },
  {
    "rider": "Pre-2025 Training Ride",
    "level": "",
    "quote": "The wind was absolutely insane - by far the windiest conditions I've ever ridden in (Wind - 12?? Char - 0).",
    "criteria": []
  },
  {
    "rider": "Course Surface Composition",
    "level": "",
    "quote": "72% of the Main (about 180km) was on gravel roads. In general these comprised of fast secure gravel or hard packed dirt, but over the course of the ride we were also treated to freshly laid, deep slow gravel...",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Early Course Challenge",
    "level": "RECREATIONAL",
    "quote": "The worst part of this [deep, freshly graded gravel] was on a section near the start of the route that Lill and the other riders of the Snack had to cover it in both directions",
    "criteria": []
  },
  {
    "rider": "Mackenzie Pass",
    "level": "RECREATIONAL",
    "quote": "An excruciating straight headwind section led to the pass. I remembered from the overall route profile that there was a climb, followed by a descent to a higher climb that would take us to our high point of the day.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Mackenzie Pass Details",
    "level": "ELITE",
    "quote": "The first major obstacle was the Mackenzie pass, a four kilometre climb with an average gradient of 6.3%.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Hakataramea Pass",
    "level": "RECREATIONAL",
    "quote": "The descent from Mackenzie was directly into the wind – Ant did sterling work pulling us along – and then after a drinks stop (at km 125, only half way round!) we turned south and and I found that we had the even higher Hakataramea climb was still to come.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Meyers Pass",
    "level": "RECREATIONAL",
    "quote": "50km from the finish we turned east, hit the gravel again, lost the cooling affect of the head/cross-wind and started the final big climb over Myers Pass... We decided to take it easy and not risk a puncture or a crash, as Ant had experienced a side-wall puncture on the descent previously.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Velodrome Finish Atmosphere",
    "level": "",
    "quote": "As we entered the velodrome for two laps before the finish, Gus, the MC, was trying goad us into a sprint... The atmosphere inside the velodrome with the crowd was unreal.",
    "criteria": []
  },
  {
    "rider": "Post-Race Scene",
    "level": "",
    "quote": "The post-race vibes were immaculate. Everyone was buzzing, and everyone had a story to tell. Prizegiving was super cool - the medals had the course elevation profile on them, such a detailed touch - and the pink winner's jerseys were absolutely stunning.",
    "criteria": [
      "field_depth",
      "race_quality"
    ]
  },
  {
    "rider": "Friday Expo",
    "level": "",
    "quote": "During event registration we have the EZG Expo going down. The expo is full of cycling brands, vendors and locals setting up to meet you, have some fun (goodies and giveaways aplenty) and share in the welcome that EZG is known for. Do not miss it.",
    "criteria": []
  },
  {
    "rider": "Growing Prestige",
    "level": "ELITE",
    "quote": "This year it was very evident that people had targeted it. It wasn't just another race on their calendar. It was something they were putting specific effort towards.",
    "criteria": []
  },
  {
    "rider": "Historical Connection",
    "level": "",
    "quote": "Waimate has a rich cycling heritage. Far from a tribute to Roubaix's velodrome, Waimate's was built in 1891, five years before the first edition of Paris-Roubaix... Between 1930 and 1950 the town hosted the start of the annual 233km race from Waimate to Christchurch.",
    "criteria": []
  },
  {
    "rider": "Unsupported Format",
    "level": "",
    "quote": "Given this is an adventure and people are travelling from all over to attend, this event is strictly unsupported. This means that there is no personal on course support. No one other than official event staff will be allowed into the Aid Stations!",
    "criteria": [
      "race_quality",
      "logistics"
    ]
  },
  {
    "rider": "Zero Tolerance on Littering",
    "level": "",
    "quote": "Littering of any kind is totally unacceptable! There will be rubbish bags for you at the aid stations and finish village, otherwise be sensible and respectful, carry all your rubbish with you!",
    "criteria": []
  }
]
