[
  {
    "rider": "Loretta69",
    "level": "UNKNOWN",
    "quote": "Ich hatte einen Ast auf der zweiten Runde übersehen und der hat mir hinten zwei Speichen weggehauen...das Laufrad wäre sogar beim Giant Revolt noch trotzdem durchgegangen, aber eine Speiche verhakte sich öfter hinten in der Bremsscheibe",
    "criteria": []
  },
  {
    "rider": "Loretta69",
    "level": "UNKNOWN",
    "quote": "Die ersten 8km gehen mehr oder weniger steil hoch, teilweise schöne Wangen, wo man mit 35/36 Übersetzung schon knautschen muss... Es folgt eine Schotterabfahrt, die dann in ein grobes Stück von ca.",
    "criteria": []
  },
  {
    "rider": "Loretta69",
    "level": "UNKNOWN",
    "quote": "Die letzten 10km der 24km Runde sind dann flach an der Our entlang, allerdings gibt es immer wieder einspurige Passagen, wo man dann von langsameren Fahrern ausgebremst wird- Überholen nicht möglich.",
    "criteria": []
  },
  {
    "rider": "Mathijs Loman",
    "level": "ELITE",
    "quote": "I can't believe it! It was an intense race right from the start, and I'm thrilled to have come out on top. The atmosphere here in Luxembourg is electric, and I'm excited to be part of history as the first winner of the Eislek Gravel.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Rosa Kloser",
    "level": "ELITE",
    "quote": "I'm so glad I decided to participate! Winning this race means everything to me. The course was challenging, but the support from the crowd and my fellow competitors pushed me to give my best effort.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Opening Climb",
    "level": "",
    "quote": "Right from the start in Vianden, you'll feel the history and the challenge. The loop kicks off with an amazing uphill ride over cobblestones that takes you to Vianden Castle.",
    "criteria": []
  },
  {
    "rider": "Mathijs Loman",
    "level": "ELITE",
    "quote": "The atmosphere here in Luxembourg is electric, and I'm excited to be part of history as the first winner of the Eislek Gravel.",
    "criteria": []
  },
  {
    "rider": "Loretta69",
    "level": "UNKNOWN",
    "quote": "Aber ich versuche es nächstes Jahr nochmal, ist eine schöne Veranstaltung und die Befürchtungen bezüglich der Uferstraße traten zumindest bei uns nicht ein, in der zweiten Runde schon gar nicht, da fledderte alles schon gut auseinander.",
    "criteria": []
  }
]
