[
  {
    "rider": "Cullen MacDonald",
    "level": "ELITE",
    "quote": "We've all just barely completed 62.4 miles of steep gravel climbs, sketchy fast descents, and technical singletrack during the hottest days so far this year. We've wandered through stages of feeling great, bonking, and recovering, and occasional 'I give up' periods where we're walking off cramps.",
    "criteria": [
      "technicality",
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Jason Gonzalez",
    "level": "COMPETITIVE",
    "quote": "Everything came together, and it needed to, for nearly 7,000 feet of climbing (including one 4 mile climb from 6%-, 17% gradients) for the 65 mile grinder... All that said, it was still a struggle for me, I wanted to quit at 45 miles in, but stayed the course (literally).",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Riosacandaga",
    "level": "ELITE",
    "quote": "wow! what a great event! Really tough course, much harder than the BFC and longer with steeper hills... but there's ice cream at the top of one of them. Well stocked aid stations, one by Bountiful Bread. This is not a race- unless you want to make it one.",
    "criteria": [
      "elevation",
      "race_quality"
    ]
  },
  {
    "rider": "Riosacandaga",
    "level": "ELITE",
    "quote": "I rode my Salsa Spearfish... full suspension MTB. There's four sections of single track that made it worthwhile for me... and of the bikes I have the best overall choice.",
    "criteria": []
  },
  {
    "rider": "Cullen MacDonald",
    "level": "ELITE",
    "quote": "62.4 miles of steep gravel climbs, sketchy fast descents, and technical singletrack... We eventually turn into a beautiful, long stretch of proper (but light) mountain-bike style riding through the woods. Baby rock gardens link rooty switchbacks to just-rideable mud...",
    "criteria": [
      "technicality",
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Jason Gonzalez",
    "level": "COMPETITIVE",
    "quote": "Course was a combination of hard/loose packed gravel, pavement, fireroads, and singletrack (including technical singletrack of rock gardens and tree roots). There were 15 climbs each varying between .",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Cullen MacDonald",
    "level": "ELITE",
    "quote": "We'd gotten word from Ted that this is the time to make up some spots, because when hundreds of riders are trying to funnel into a tight, sometimes treacherous path, the folks at the back of the group slow to a crawl",
    "criteria": []
  },
  {
    "rider": "Cullen MacDonald",
    "level": "ELITE",
    "quote": "In my daze I plopped my 35mm Cross Boss tires right in the gap in between the planks which promptly flipped me straight over the bars, leaving my bike in a bizarre-looking yoga pose with its front wheel stuck tightly in the middle of the bridge. And me crumpled on the ground.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Cullen MacDonald",
    "level": "ELITE",
    "quote": "482 registrants in the 2019 edition... 'Where's the finish line?' I yell in the general direction of three masters racers. One responds: 'What? You're done. Congrats.'... we tear into the parking lot where the whole thing started, only to find out there is no official finish line. Neat?...",
    "criteria": []
  },
  {
    "rider": "Riosacandaga",
    "level": "ELITE",
    "quote": "Well stocked aid stations, one by Bountiful Bread. This is not a race- unless you want to make it one. It is a great training ride for the BFC... Thanks to everyone that put this together and all the volunteers!",
    "criteria": []
  }
]
