[
  {
    "rider": "Gimpdiggity",
    "level": "RECREATIONAL",
    "quote": "I tried it last year and took a DNF. I want to try the 53 again this year, but a friend wants to do the 35-ish route. Last year I rode by myself, and for a good portion of the 41 I finished, I was literally solo, so I'm tempted to just do the 35 to have someone with me...but I'm not sure.",
    "criteria": []
  },
  {
    "rider": "Gimpdiggity",
    "level": "RECREATIONAL",
    "quote": "I want to complete the 53 mile route on the Fast Fitty Gravel Race in Charlotte. It was my first race back in 2020 and I bonked at mile 35-ish. Finished the shorter course in 2021, but sat out the next two years with injury and lack of saddle time.",
    "criteria": [
      "length",
      "field_depth"
    ]
  },
  {
    "rider": "Start & Early Race",
    "level": "UNKNOWN",
    "quote": "You roll under the banner and onto a mile of blacktop. Good place to sort out the groups before hanging a left onto the gravel where the fun begins... They announced a 'controlled start'....but it felt like anything but. I jumped onto a wheel and we were cruising.",
    "criteria": []
  },
  {
    "rider": "Wind Management",
    "level": "UNKNOWN",
    "quote": "Around 3 miles in... Around mile 5... It will probably be into the wind for a few miles, so tuck into a group and suck some wheels. Closer to 9 miles in the course turns South and is more protected from a Westerly wind.",
    "criteria": []
  },
  {
    "rider": "Group Dynamics",
    "level": "UNKNOWN",
    "quote": "I saw the main group make the left onto the gravel and I was settling in. I found a people riding my pace and we made the left into the gravel, and the wind... I don't think he liked it much, because he tried to accelerate and drop me. But 2 others latched on with me. We had a small group of 4...",
    "criteria": []
  },
  {
    "rider": "Course Character",
    "level": "UNKNOWN",
    "quote": "This course is always fast, because the hills are not super tough. The distance starts adding up and the elevation keeps creeping.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Finish Strategy",
    "level": "UNKNOWN",
    "quote": "Mile 50: Speeds are likely picking up now, as people get set up for the finish. The fast guys are long gone and likely done already....but we still have a few miles to go... Left turn at the cemetery and you are almost done. That left marks the last stretch before the pavement roll into the finish.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Traffic Awareness",
    "level": "",
    "quote": "Mile 45: Be aware of traffic from the shorter races now",
    "criteria": []
  },
  {
    "rider": "Bonking & Distance",
    "level": "RECREATIONAL",
    "quote": "I want to try the 53 again this year... It was my first race back in 2020 and I bonked at mile 35-ish",
    "criteria": []
  },
  {
    "rider": "Solo Riding Challenges",
    "level": "RECREATIONAL",
    "quote": "Last year I rode by myself, and for a good portion of the 41 I finished, I was literally solo, so I'm tempted to just do the 35 to have someone with me",
    "criteria": []
  },
  {
    "rider": "Course Difficulty Accumulation",
    "level": "UNKNOWN",
    "quote": "Keep rolling with the punches. This course is always fast, because the hills are not super tough. The distance starts adding up and the elevation keeps creeping.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Heat Exposure",
    "level": "UNKNOWN",
    "quote": "Mile 15: Its early in the race, but if the heat is ramping up you will feel this section",
    "criteria": []
  },
  {
    "rider": "General Heat Considerations",
    "level": "UNKNOWN",
    "quote": "Mile 15... Its early in the race, but if the heat is ramping up you will feel this section",
    "criteria": []
  },
  {
    "rider": "Charitable Mission",
    "level": "",
    "quote": "All proceeds are given to The House of Promise in Lansing, MI",
    "criteria": []
  },
  {
    "rider": "Participation Trends",
    "level": "",
    "quote": "This course is 54 miles and shares 'most popular' honors with The Speedy as we've seen an equal percentage of racers in each race the first 3 years",
    "criteria": []
  }
]
