[
  {
    "rider": "Nicholas Garbis",
    "level": "RECREATIONAL",
    "quote": "One of the greatest mysteries in the Minnesota gravel cycling scene is how a race called the 'Filthy 50' has gone so long without really getting filthy. I mean, it's a mid-October event in Minnesota where there have been blizzards on Halloween.",
    "criteria": []
  },
  {
    "rider": "Nicholas Garbis",
    "level": "RECREATIONAL",
    "quote": "The combination of the relatively shorter distance and the weather history (along with the fact that it is late in the season so riders are in good form) has made the Filthy 50 into the 'gateway drug' for gravel cycling.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Nicholas Garbis",
    "level": "RECREATIONAL",
    "quote": "Once we hit the gravel, the muck started to spray everything. I remember seeing a dude in a green wool sweater as the spray started to build upon his back. The spray was streaming from people's rear wheels, forward against their vertical seat tubes, dripping downward like a car wash.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Nicholas Garbis",
    "level": "RECREATIONAL",
    "quote": "This is now what I am calling the 'meteor strategy' -- hurtling myself into inhospitable atmosphere of the faster riders and hoping I don't completely disintegrate before landing at the finish line, even if all that remains at the end is a small, smoldering and scarred stone remnant of what I was at...",
    "criteria": []
  },
  {
    "rider": "Nicholas Garbis",
    "level": "RECREATIONAL",
    "quote": "My shifting was completely wrecked, pretty much the middle range of the cassette was jumping around and got worse as the day went. I was just switching the front from big ring to small ring and back as I 'crested' the mild elevations. Just wanted to keep spinning.",
    "criteria": []
  },
  {
    "rider": "Nicholas Garbis",
    "level": "RECREATIONAL",
    "quote": "My hands were failing me -- I needed to look at them while shifting -- and my face was cast in limestone crust and immovable. I had turned into a gravel zombie.",
    "criteria": []
  },
  {
    "rider": "Julie Dunkle",
    "level": "UNKNOWN",
    "quote": "WTF. That was literally my first thought. I wanted to buy a mountain bike so I could become a better gravel cyclist — not to race one. Maybe someday, sure, but mostly I just wanted to learn the skills, build confidence on dirt, and stop panicking every time the gravel got chunky.",
    "criteria": []
  },
  {
    "rider": "Julie Dunkle",
    "level": "UNKNOWN",
    "quote": "From the gun, we were in over our heads. Within half a mile — half a mile! — we were dropped. Gone. Watching the entire field roll away while I was still trying to clip in.",
    "criteria": []
  },
  {
    "rider": "Julie Dunkle",
    "level": "UNKNOWN",
    "quote": "The rest of the day was a lesson in humility. I would think, Okay, now I'm pushing. This has to be fast. And then I'd look down and realize… nope. The bike wasn't going any faster... My fear of crashing outweighed my sense of adventure.",
    "criteria": []
  },
  {
    "rider": "Julie Dunkle",
    "level": "UNKNOWN",
    "quote": "When the results came out, we discovered we were the last two finishers in our age group. Probably close to the back of the entire race. And honestly? I was okay with it — sort of, ok, that's a lie, not OK.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "ALMSTHRE blogger",
    "level": "COMPETITIVE",
    "quote": "It's definitely not a casual ride—people often underestimate it based on the numbers, but by the end, you know you've been tested... Most of the day, it feels like a hard, steady effort—you're working, you're pushing, and yes, your heart rate stays high.",
    "criteria": []
  },
  {
    "rider": "ALMSTHRE blogger",
    "level": "COMPETITIVE",
    "quote": "The finish was wild this year, with the top 10 riders crossing within seconds of each other.",
    "criteria": []
  },
  {
    "rider": "NewMe1977",
    "level": "RECREATIONAL",
    "quote": "I rode in my first gravel race this weekend. I tackled The Filthy 50 in Lanesboro, MN. 50 miles of gravel roads, 3300 feet of elevation gain, 7:12 grueling hours, 1 incredible journey. Everyone was so nice and welcoming. It was hard but I am so glad I did it.",
    "criteria": [
      "elevation",
      "length"
    ]
  },
  {
    "rider": "NewMe1977",
    "level": "RECREATIONAL",
    "quote": "I rode my Salsa Mukluk in my first gravel race this weekend. 50 miles of gravel roads, 3300 feet of elevation gain, 7:12 grueling hours, 1 incredible journey",
    "criteria": [
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Historical Pattern",
    "level": "",
    "quote": "All of my memories of the Filthy 50 are filled with images of sun and mild (or hot!) temps. I don't think I've worn a jacket. Ever.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Limestone Spray",
    "level": "",
    "quote": "Once we hit the gravel, the muck started to spray everything... The spray was streaming from people's rear wheels, forward against their vertical seat tubes, dripping downward like a car wash.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Mid-Course Landmarks",
    "level": "",
    "quote": "Around halfway, there's a church and then soon after, at a bridge before a hill, there's a Banjo Brothers support tent where whiskey and coke and cookies are offered... there's always a hill after a bridge.",
    "criteria": []
  },
  {
    "rider": "Final Sections",
    "level": "",
    "quote": "The gravel sections mostly ended and turned into pavement for the last couple miles or so. I could see the water tower in Stewartville.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Lanesboro Course",
    "level": "",
    "quote": "50 miles of gravel roads, 3300 feet of elevation gain",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Michigan Course",
    "level": "",
    "quote": "The course will also take you through a tunnel underneath Interstate 96. There are some very talented artists that decorated the tunnel... Ivan the Terrible [hill] will be waiting.",
    "criteria": []
  },
  {
    "rider": "Vision Impairment",
    "level": "",
    "quote": "My eyes were crusted and blurred with limestone, and I wondered if there's an amount of that acidic muck that could cause me to really lose my vision.",
    "criteria": []
  },
  {
    "rider": "Gateway Drug Reputation",
    "level": "",
    "quote": "The combination of the relatively shorter distance and the weather history (along with the fact that it is late in the season so riders are in good form) has made the Filthy 50 into the 'gateway drug' for gravel cycling.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Organizer Personality",
    "level": "",
    "quote": "Trenton stood in the back of a pickup – normal gravel race director sort of thing – and shouted out at the 533 riders that had suited up for the day. The PA system would not work in the weather.",
    "criteria": []
  },
  {
    "rider": "Event Variety",
    "level": "COMPETITIVE",
    "quote": "The day starts at Expo Village with hundreds of riders getting ready for the 50-mile and 30-mile races, plus kids' races and a Halloween costume contest. It's part racing, part community hangout, part chaos, and that mix is exactly what makes it so fun...",
    "criteria": []
  },
  {
    "rider": "Unicycle Participation",
    "level": "UNKNOWN",
    "quote": "A rather unique sight was the unicyclists participating in the gravel races. Almost caused a crash passing one because someone just turned, stared, and slowed suddenly.",
    "criteria": []
  }
]
