[
  {
    "rider": "Graham Cottingham",
    "level": "ELITE",
    "quote": "It was clear from the start this was definitely a race, as very quickly the riding was flat out as racers jostled for positions on the first climb. I managed to get away with a fast group, strong pulls kept the pace high and we averaged almost 35kph over the undulating twisting Nordic ski paths...",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Graham Cottingham",
    "level": "ELITE",
    "quote": "The champagne gravel roads seemed to endlessly roll through the lush green Finnish farmland and woodland, very different from the rugged and harsh, heather-lined Scottish gravel tracks I am accustomed to...",
    "criteria": []
  },
  {
    "rider": "Graham Cottingham",
    "level": "ELITE",
    "quote": "Around the 25km mark, [there was] a sharp right-hander into a steep incline, an aggressive front shift dropped my chain and it became well and truly jammed between the small ring and the frame. There was little more I could do than watch groups ride past as I tried to wrestle it free.",
    "criteria": []
  },
  {
    "rider": "Suvi Loponen",
    "level": "ELITE",
    "quote": "The 40km 'Forest Route' of FNLD GRVL was to be the longest distance my sister had ever cycled in one go... The FNLD GRVL routes knitted together a lot of the cross-country skiing tracks of the area, making the riding quite roller-coaster-like with repeated fast descends followed by punchy climbs.",
    "criteria": [
      "technicality",
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Suvi Loponen",
    "level": "ELITE",
    "quote": "Most of the time, we were sheltered from the sun by the pine and birch trees which filtered the sun through the leaves ruffling in the slight wind that was present that day.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Miranda",
    "level": "COMPETITIVE",
    "quote": "I've tried to retrace the steps, or tire treads, that led me there, and got lost along the way... 77% of all the roads in Finland are gravel - according to a map Graeme found on Reddit.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Miranda",
    "level": "COMPETITIVE",
    "quote": "I rode my bike 165km from Helsinki to the race site in Lahti, on perfect smooth, gravel roads and paths... While never climbing for too long, the rolling hills can still add enough elevation to keep the rides interesting.",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "Miranda",
    "level": "COMPETITIVE",
    "quote": "I entered free of expectation. I enjoyed the challenge of having to race 177km, a distance that is usually just a big endurance-training day for me.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Carolin Schiff",
    "level": "ELITE",
    "quote": "Arriving at FNLD GRVL after winning Unbound — people were suddenly treating me very differently. It's nice, for sure, but I also think it's a little unfair that people treat you differently just because you won a race. But in the races also, other riders now have me on their plan to watch.",
    "criteria": []
  },
  {
    "rider": "Carolin Schiff",
    "level": "ELITE",
    "quote": "If you always travel and race, you can't train anymore. Every ride is just a recovery ride from travel, so your performance decreases. For me, the best plan is now to take a bit of time to rest, recover and reset the body.",
    "criteria": []
  },
  {
    "rider": "Carolin Schiff",
    "level": "ELITE",
    "quote": "From the beginning FNLD GRVL was like a road race. Riders had to be fresh and fast. But bad luck can always strike — even when you are in rich form — and Caro was hampered by 3 punctures, causing her to lose contact with the front group.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Elle (keepitsimpelle)",
    "level": "ELITE",
    "quote": "Well, that was a blast. What a beautiful, challenging route! The climbing felt relentless, the downhills needed bravery and the flat… someone forgot to include any flat parts.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Elle (keepitsimpelle)",
    "level": "ELITE",
    "quote": "With the route on my GPS I could see the climbs / elevation that was coming allowing me to pace myself. I made a huge effort to tackle as many of the hills as I could but it was difficult sometimes to take your ideal line when other riders were choosing to walk, even downhill...",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Elle (keepitsimpelle)",
    "level": "ELITE",
    "quote": "Just when we thought we had tackled all the climbing, came the finish line which if I remember correctly is one of the ski slopes in winter. From the bottom, it looked vertical and I knew that trying to walk up was gonna be harder than trying to ride...",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Javi Angulo",
    "level": "ELITE",
    "quote": "We ended up accumulating 1.900 meters of elevation over the 178 kilometers of the route. During the day we discussed what are the possible racing scenarios ahead of the real event, and the ones with racing experience mentioned the several segments in which the race could be split.",
    "criteria": []
  },
  {
    "rider": "Javi Angulo",
    "level": "ELITE",
    "quote": "Back in Lahti's sports center, there was a common comment; it was one of the best gravel courses we had ever ridden. The varied surfaces and landscapes along the route amazed each one of us.",
    "criteria": []
  },
  {
    "rider": "Course Composition [ELITE observation]",
    "level": "",
    "quote": "The first 55 kilometers were entirely off-road... Most of the elevation gain in the FNLD GRVL course comes from the rolling gravel paths and not a climb in particular. In addition to a hilly start, only a steep ramp 13 km from the finish stands out from the rest of the route.",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "Graham Cottingham",
    "level": "ELITE",
    "quote": "The course took a sharp right-hander into a steep incline around the 25km mark... The last 15km returned to the rolling ski trails that we had ridden flat out in the other direction at the start of the day.",
    "criteria": []
  },
  {
    "rider": "Landscape [COMPETITIVE observation]",
    "level": "",
    "quote": "Quaint wooden houses painted either red or yellow were dotted along the course, their occupants at the side of the road waving and cheering riders on as they passed... The sheer vastness of the landscape skewed distance and time.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Finish Climb [ELITE observation]",
    "level": "",
    "quote": "The finish line... is one of the ski slopes in winter. From the bottom, it looked vertical.",
    "criteria": []
  },
  {
    "rider": "Multi-Day Festival Atmosphere",
    "level": "",
    "quote": "The proceedings spanned four days with plenty of shakedown rides, yoga, and other activities.",
    "criteria": []
  },
  {
    "rider": "International Draw",
    "level": "",
    "quote": "The event attracted riders from 27 countries. About a third of the participants had flown across from the US.",
    "criteria": []
  },
  {
    "rider": "Local Support",
    "level": "",
    "quote": "Quaint wooden houses painted either red or yellow were dotted along the course, their occupants at the side of the road waving and cheering riders on as they passed.",
    "criteria": []
  },
  {
    "rider": "Prize Purse Equality",
    "level": "",
    "quote": "€20,000 equally split between the women's and men's podiums... as well as prize packs for the top three riders in all categories, including non-binary and para-cyclists, for both the 177km and 77km routes.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Professional Field [ELITE observation]",
    "level": "",
    "quote": "10% of the field of riders being professionals",
    "criteria": [
      "field_depth"
    ]
  }
]
