[
  {
    "rider": "Burnsey",
    "level": "ELITE",
    "quote": "I was lucky to keep a 12 mph pace, and that was seriously making me spin like a gerbil on cocaine!",
    "criteria": []
  },
  {
    "rider": "Darin Slack",
    "level": "ELITE",
    "quote": "The Death Ride changed me. It was a very sobering and maturing ride that challenged my emotions probably more than my muscles. My emotions ranged from joy to frustrations to anger to disbelief to satisfaction. It is definitely an accomplishment to be remembered.",
    "criteria": []
  },
  {
    "rider": "Motocraftsman",
    "level": "UNKNOWN",
    "quote": "Fun Fact, The Death Ride began in Matfield Green, KS. John Hobbs would scare the s**t out of you before you even started. I don't remember much about encouraging words, or finish line hugs. I remember dehydration, sunburns, and a cool medal. It was only 62-ish miles but it was brutal.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Unknown commenter",
    "level": "UNKNOWN",
    "quote": "I hope you didn't order a jersey. I paid 80 bucks and still haven't got mine. (middle of June 2010) The other ride this crew puts on got canceled this year. Hope those people have better luck getting a response out of Paul Corcoran, than I have, to get there money back.",
    "criteria": []
  },
  {
    "rider": "Specific Challenge",
    "level": "",
    "quote": "Only 10 miles into the 85-mile event the riders came to the first monumental task. It was a forty-foot river crossing where the water had completely submerged the bridge. The riders dismounted to walk across and support people stood in the river to help catch any riders that fell.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Burnsey",
    "level": "ELITE",
    "quote": "The finish line was non existent and a total let down; no cameras, no cheers, no cowbells...nothing. I had to ask around town just to see where I was to go and if I needed to check in somewhere. Weird and a total let-down after riding all that way successfully.",
    "criteria": []
  },
  {
    "rider": "SAG Volunteers",
    "level": "",
    "quote": "All of the volunteers at the SAG stations were super nice and helpful!",
    "criteria": []
  },
  {
    "rider": "Pre-Race Atmosphere",
    "level": "",
    "quote": "John Hobbs would scare the s**t out of you before you even started. I don't remember much about encouraging words, or finish line hugs.",
    "criteria": []
  }
]
