[
  {
    "rider": "Craig Richey",
    "level": "ELITE",
    "quote": "From my days of cross-country mountain bike racing, I became aware of race economy; covering the same ground at the same speed but with less effort...",
    "criteria": []
  },
  {
    "rider": "Craig Richey",
    "level": "ELITE",
    "quote": "In the end I crossed the line almost 14 minutes ahead of the next rider with a bit of gas left in the tank. Not bad for the longest and hardest ride so far this year.",
    "criteria": []
  },
  {
    "rider": "Chad Grice",
    "level": "RECREATIONAL",
    "quote": "For me this race has always been about reducing mechanicals and moving efficentently. This years edition had an entirely new route which cut out the out and back on the north side of Comox Lake and added forbidden plateau.",
    "criteria": []
  },
  {
    "rider": "Chad Grice",
    "level": "RECREATIONAL",
    "quote": "The second climb of the day was by far the most outrageous climb I have done in a gravel race. With Dave, his teammate and I starting the over 1000m climb together I knew it was going to be a real struggle.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Chad Grice",
    "level": "RECREATIONAL",
    "quote": "Onto the decent it start as the craziest loosest scarriest decent I have ever done. At the speed I was going I was sliding all over the place and it felt more like surfing the riding. That first section lasted about a km and a half then it was onto the fast long gravel decent.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Chad Grice",
    "level": "RECREATIONAL",
    "quote": "The first pinch point of the race would be a right turn into some fast single track... We entered the single track with Craig Richey leading John Vanderveen, then Cory and myself.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Chad Grice",
    "level": "RECREATIONAL",
    "quote": "We cross a river there are shallow options if you go on either side of the crossing and tip-toe around, I prefer the direct approach straight through the center.",
    "criteria": []
  },
  {
    "rider": "Chad Grice",
    "level": "RECREATIONAL",
    "quote": "I wasn't racing Dave or anyone else at this point I was in a fight with myself to suffer and to ride as much as possible and just keep pacing and eating. I must have gotten off my bike a dozen times during the climb.",
    "criteria": []
  },
  {
    "rider": "Key Tactical Note",
    "level": "",
    "quote": "The initial 50km whittled the front of the field down to just five riders in the lead pack. There were a few attacks, but I knew I could fend them off if I executed my race plan properly and didn't have any flats or mechanicals.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Location Character",
    "level": "",
    "quote": "Being in Cumberland BC, one of the most popular cycling destinations in BC",
    "criteria": []
  },
  {
    "rider": "Course Access",
    "level": "",
    "quote": "The series offers exclusive private gravel roads in the remote wilderness, which feature muscle aching terrain, but also awe-inspiring views that can only be found on the West Coast of BC.",
    "criteria": [
      "adventure"
    ]
  },
  {
    "rider": "Post-Race Offerings",
    "level": "",
    "quote": "Post-race beverages and snacks. The stoke of hanging out with like-minded people for a gravel adventure ride.",
    "criteria": []
  }
]
