[
  {
    "rider": "Rachel Hwang",
    "level": "COMPETITIVE",
    "quote": "Coming off being sick, I hadn't been able to train for long distance and my respiratory system had taken a hit. I entered with the women's elite field, and I felt like I had no business being there. As soon as the beep went off at 9:05:30, the 40+ women sped off, and already I could barely keep up.",
    "criteria": [
      "length",
      "field_depth"
    ]
  },
  {
    "rider": "Rachel Hwang",
    "level": "COMPETITIVE",
    "quote": "While the first lap went ok, as soon as the second lap started, I bonked. When my legs were pedaling with the power it knew it could on the first lap, my lungs felt closed and I couldn't breathe fully, and because I haven't been able to do a long ride in the past month, on the second lap, my legs we...",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Rachel Hwang",
    "level": "COMPETITIVE",
    "quote": "First lap went ok, finishing in about 2 hours 55 minutes... I finished around 6 hours 15 minutes, about an hour slower than what I predicated I could do.",
    "criteria": []
  },
  {
    "rider": "Rachel Hwang",
    "level": "COMPETITIVE",
    "quote": "For the first time, my stomach started rejecting the nutrition, probably because I was still sick(?) but that was an interesting note I took with me from this race.",
    "criteria": [
      "length",
      "field_depth"
    ]
  },
  {
    "rider": "Michael Van Den Ham",
    "level": "ELITE",
    "quote": "After trying to go with the eventual winner, Alex Wild, when he attacked at the end of the first lap, I started to crack a little and settled in for a rather uncomfortable second lap with a fellow Canadian, Carter Nieuwesteeg and Aussie, Brent Rees.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Michael Van Den Ham",
    "level": "ELITE",
    "quote": "I headed to Sea Otter this year not with racing as my main focus, but to connect with the partners, sponsors, and friends who make my season possible.",
    "criteria": []
  },
  {
    "rider": "Keegan Swenson",
    "level": "ELITE",
    "quote": "In the first race of the year you never really know where your fitness is at so it was good to have a hard and tactical race today. There was a pretty large group for the first lap and a half and not many guys were willing to do the work on the front.",
    "criteria": []
  },
  {
    "rider": "Sofia Gomez Villafane",
    "level": "ELITE",
    "quote": "Last year I remember leading on the first singletrack descent and getting a gap, so I put in a big push at the top of the tarmac and build a pretty big lead again and decided to run with it.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Hannah Otto",
    "level": "COMPETITIVE",
    "quote": "After pre-riding a lap earlier in the week, I actually had to take a step back, re-evaluate my plan, and anticipate a much longer race than I initially thought. Long isn't a bad thing, but you have to treat it with complete and total respect.",
    "criteria": []
  },
  {
    "rider": "Hannah Otto",
    "level": "COMPETITIVE",
    "quote": "As planned, I put in a big dig off of the start line, accelerating toward the singletrack as if it was a short XCO race rather than an all-day marathon grind. I entered the singletrack in 5th place.",
    "criteria": []
  },
  {
    "rider": "Hannah Otto",
    "level": "COMPETITIVE",
    "quote": "At mile 50, my race changed. We were descending a small portion of singletrack and I was riding closely on the wheel of the rider in front of me and I didn't see a rock until it was too late. My wheel slammed into the rock, I hit rim, and I heard all of the air exit my tire...",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Brendan 'Trekky' Johnston",
    "level": "ELITE",
    "quote": "I'd been out there (in Leadville) for three weeks, and ridden down Powerline probably ten times. I was following Torbjørn, which was fine — he's a good rider — and it just happened that he passed this rock, and it dislodged from the bank and tumbled across the track.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Jolyzara",
    "level": "UNKNOWN",
    "quote": "I will say this… once the course gets on craters (one of my favorites) it is back on track to near perfect... As mentioned it is a tough course. I don't think anyone will hit the sub 3 hour mark for the gold corral at Leadville.",
    "criteria": []
  },
  {
    "rider": "Rachel Hwang",
    "level": "COMPETITIVE",
    "quote": "My Garmin snapped right off the mount",
    "criteria": []
  },
  {
    "rider": "Course Overview [Official]",
    "level": "",
    "quote": "Approximately 70 miles and 7,800 feet of elevation change",
    "criteria": []
  },
  {
    "rider": "Course Description [Official]",
    "level": "",
    "quote": "The Fuego presented by Specialized tests the fire of each athlete by way of sandy climbs and flowy singletrack of the Fort Ord National Monument.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Rachel Hwang",
    "level": "COMPETITIVE",
    "quote": "The course was very much XC style, with the singletrack being very mellow, hard packed dirt, and flowy with nothing technical, and with decent gravel roads.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Rachel Hwang",
    "level": "COMPETITIVE",
    "quote": "The first bit is on the track road to thin out the herd, up a steepish incline, headed straight into singletrack.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Jolyzara",
    "level": "UNKNOWN",
    "quote": "One of the worst parts is they have you going up 69. It's a rutted beach. I guess if you like a mile of off & on uphill sand you'll enjoy the challenge.",
    "criteria": []
  },
  {
    "rider": "Hannah Otto",
    "level": "COMPETITIVE",
    "quote": "The race started up a wide open race track, then about three minutes in, it entered into a long singletrack descent with little to no passing.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Time Cutoffs [Official]",
    "level": "",
    "quote": "All participants must start their 2nd lap by 2pm. Course closure for qualifying is at 4pm.",
    "criteria": []
  },
  {
    "rider": "Rachel Hwang",
    "level": "COMPETITIVE",
    "quote": "My Garmin snapped right off the mount",
    "criteria": []
  },
  {
    "rider": "Rachel Hwang",
    "level": "COMPETITIVE",
    "quote": "Coming off being sick, I hadn't been able to train for long distance and my respiratory system had taken a hit... on the second lap, my legs weren't up to the challenge and I started cramping. I pedaled slow as when I started putting power down my right quad would cramp.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Rachel Hwang",
    "level": "COMPETITIVE",
    "quote": "I also crashed early on the first lap from a rut where multiple people crashed.",
    "criteria": []
  },
  {
    "rider": "Hannah Otto",
    "level": "COMPETITIVE",
    "quote": "The Sea Otter Classic is a cornerstone in the cycling world. It holds a special place in my heart as well. I've been coming to Sea Otter since I was 12 years old, racing as many races as I could fit into the four-day period. I would practically run from booth to booth.",
    "criteria": []
  },
  {
    "rider": "Hannah Otto",
    "level": "COMPETITIVE",
    "quote": "Sea Otter gives me energy. While many athletes feel a little over-worked at this event, all of those obligations fire me up and motivate me to perform.",
    "criteria": []
  },
  {
    "rider": "Michael Van Den Ham",
    "level": "ELITE",
    "quote": "I headed to Sea Otter this year not with racing as my main focus, but to connect with the partners, sponsors, and friends who make my season possible... This trip reminded me how valuable the people behind the scenes are.",
    "criteria": []
  },
  {
    "rider": "Keegan Swenson",
    "level": "ELITE",
    "quote": "This is one of my favorite events of the year and I've been racing here since I was 17 years old. I have a lot of good memories and it's always fun to come back and race in Monterey.",
    "criteria": []
  },
  {
    "rider": "Post-Race Amenities [Official]",
    "level": "",
    "quote": "Post-race lunch and complimentary Sierra Nevada beer at the Casa Amigos Rider Lounge. Your lunch must be redeemed on the same day of your race/ride.",
    "criteria": []
  },
  {
    "rider": "Awards",
    "level": "",
    "quote": "Medals awarded to the top three finishers in each category.",
    "criteria": [
      "race_quality"
    ]
  }
]
