[
  {
    "rider": "Mathew Wollmann",
    "level": "UNKNOWN",
    "quote": "I chose at the beginning of 2024 to only focus on one race. I am/was/still am in the middle of a career change from Law Enforcement to Aviation, and I needed to focus on that.",
    "criteria": []
  },
  {
    "rider": "Mathew Wollmann",
    "level": "UNKNOWN",
    "quote": "Usually, the night before I'm in bed by 10 PM getting a full night's rest. This event is challenging. It doesn't start until 5 PM Friday. To truly be well rested ideally you sleep in until past noon. This is not my style.",
    "criteria": []
  },
  {
    "rider": "Mathew Wollmann",
    "level": "UNKNOWN",
    "quote": "That night I was all over the road. Literally yelling out loud to wake up. Digestively I was great. I always felt full and had no cramps. Things were going very smoothly.",
    "criteria": []
  },
  {
    "rider": "Mathew Wollmann",
    "level": "UNKNOWN",
    "quote": "In ultra, 2.5 miles feels like lightyears away. You could be watching a blinky light from the person in front of you for a couple hours at night with no progress.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Mathew Wollmann",
    "level": "UNKNOWN",
    "quote": "As the sun rose I knew that the hard part was behind me. Even with no sleep, a sunrise will bring you to life. It's an amazing feeling to be recharged by its energy.",
    "criteria": []
  },
  {
    "rider": "Mathew Wollmann",
    "level": "UNKNOWN",
    "quote": "At mile 287 I began to feel my first cramps... I began to stop sweating, developed a headache, and the cramps got worse. Uh oh, I've been here before. Thankfully I knew to just back it off a bit, and I found my way to my 3rd Gravel Worlds 300 finish line...",
    "criteria": []
  },
  {
    "rider": "Mathew Wollmann",
    "level": "UNKNOWN",
    "quote": "Goals going into it: Sub 24 hrs, stoked if sub 20 ✅ 21 hrs 53 min | Top 20 ✅ Finished 19th overall, 17th overall mens | Sub 1 hr off bike time - 106 min 👎SO CLOSE! But in 2023 my OBT was almost 3 hrs. So a massive improvement.",
    "criteria": []
  },
  {
    "rider": "Dbecker27",
    "level": "UNKNOWN",
    "quote": "The gravel is not chunky at all and smooth. Do be careful of the oncoming traffic on the gravel roads and also when descending there can be sections of soft gravel which can through you off line.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "KCBikeNerd",
    "level": "UNKNOWN",
    "quote": "I hurt lol. Omg it was so hot. Heat index was 105+. Flat at mile 30 that was a pain to fix. Then mile 60-120 was into a headwind. Stung on the head by something at mile 80ish. Still a welt there.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "KCBikeNerd",
    "level": "UNKNOWN",
    "quote": "Race organizer is awesome, the volunteers were great, the route was brutal. Never flat with loose pea gravel. I'd do it again though, but man I wish I was stronger. Next time more chamois cream. Small sunblock to reapply since I didn't get to til mile 100. Only a tad burned on one arm so eh success.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "KCBikeNerd",
    "level": "UNKNOWN",
    "quote": "~150 started the 150 and only 97 finished. I was around 87, which, whatever, just glad to finish at that point. Feel like I have the legs to do far better next time if the heat isnt as bad.",
    "criteria": []
  },
  {
    "rider": "KCBikeNerd",
    "level": "UNKNOWN",
    "quote": "It was real rough mile 60-120 right into a furnace headwind. It pretty much slaughtered the mid/tail end of the 'party pace' folks just wanting to complete it.",
    "criteria": []
  },
  {
    "rider": "Zach Nehr",
    "level": "COMPETITIVE",
    "quote": "Racing against the pros is far more than just pushing the right power. Here's how Matt Beers won in Nebraska, and how I fared at Lauf Gravel Worlds.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Jason Strohbehn",
    "level": "ELITE",
    "quote": "From 'first to last,' we're elevating the experience of every participant",
    "criteria": []
  },
  {
    "rider": "KCBikeNerd",
    "level": "UNKNOWN",
    "quote": "I figure ill run my aerobars on the gravel bike, and I plan to put the stiffest elastomers in my new redshift stem. If anything just for the extra body position.",
    "criteria": []
  },
  {
    "rider": "Trash_Panda",
    "level": "UNKNOWN",
    "quote": "I'd slap the aeros on. 150m is a long day just for the extra position. Probably be alone for a big part of it. If windy probably wish you had them.",
    "criteria": []
  },
  {
    "rider": "Dbecker27",
    "level": "UNKNOWN",
    "quote": "i rode with my aero bars but i did the 300 miler so it was more spread out. Others can chime in but i would think you could probably skip putting them on [for the 150].",
    "criteria": []
  },
  {
    "rider": "The \"Gravel Seas\" Description",
    "level": "",
    "quote": "You'll hear the promoters talk about riding 'the gravel seas', and that's exactly it. You're going to be up and down over the whole course. None of the climbs are that big, but there are a ton of them.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Not Flat",
    "level": "",
    "quote": "It's very up and down and not flat, despite the perception of nebraska being pancake flat.",
    "criteria": []
  },
  {
    "rider": "Surface Quality",
    "level": "",
    "quote": "The gravel is not chunky at all and smooth.",
    "criteria": []
  },
  {
    "rider": "Descending Hazards",
    "level": "",
    "quote": "Do be careful of the oncoming traffic on the gravel roads and also when descending there can be sections of soft gravel which can through you off line.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Rolling Hills Character",
    "level": "",
    "quote": "The gravel roads were halfway decent, with only a few with big chunky rocks. We were beginning to get into the roller portions of the course, which were mentally draining.",
    "criteria": []
  },
  {
    "rider": "Surface Description - 2024",
    "level": "",
    "quote": "Never flat with loose pea gravel.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Roller Hills",
    "level": "",
    "quote": "It looks like a lot of elevation change but short and not so steep hills. Its the punchy 12-20% guys that kill me, so maybe this will go well for me.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Train Crossing",
    "level": "",
    "quote": "A train was blocking the road. I picked up my bike and hiked around it over the tracks. I had places to be.",
    "criteria": []
  },
  {
    "rider": "Night Riding Reality",
    "level": "",
    "quote": "That night I was all over the road. Literally yelling out loud to wake up.",
    "criteria": []
  },
  {
    "rider": "Power Nap Strategy",
    "level": "",
    "quote": "I needed an 8-minute snoozer... I set my alarm and laid my phone on my chest, hoping someone would steal my bike.",
    "criteria": []
  },
  {
    "rider": "Descending Speed Management",
    "level": "",
    "quote": "Manage your speed on the downhills and you will be fine.",
    "criteria": []
  },
  {
    "rider": "Heat Management Strategy",
    "level": "",
    "quote": "Topped off on water, I strictly used my bottles now to spray over my body to keep cool. It was HOT... I stopped and refueled, dumping a 1/2 gallon of water over me. It was starting to heat up... To the side, were bags of ice just melting. I asked if I could have some of that ice.",
    "criteria": [
      "climate",
      "length"
    ]
  },
  {
    "rider": "Recovery Strategy When Overheating",
    "level": "",
    "quote": "I knew to just back it off a bit",
    "criteria": []
  },
  {
    "rider": "Heat Impact on Mid-Pack",
    "level": "",
    "quote": "It was real rough mile 60-120 right into a furnace headwind. It pretty much slaughtered the mid/tail end of the 'party pace' folks just wanting to complete it.",
    "criteria": []
  },
  {
    "rider": "Heat Exhaustion Symptoms",
    "level": "",
    "quote": "I began to stop sweating, developed a headache, and the cramps got worse. Uh oh, I've been here before.",
    "criteria": []
  },
  {
    "rider": "Medical Intervention",
    "level": "",
    "quote": "As I was welcomed by the Hotvet's and Emily, I knew I was in trouble. I looked over at the med tent, and they looked at me. I just walked over and said I need an IV. Sooooo I got myself a free IV!",
    "criteria": []
  },
  {
    "rider": "Equipment Failure Impact",
    "level": "",
    "quote": "Flat at mile 30 that was a pain to fix.",
    "criteria": []
  },
  {
    "rider": "Race Organization Quality",
    "level": "",
    "quote": "Race organizer is awesome, the volunteers were great",
    "criteria": []
  },
  {
    "rider": "Aid Station Quality",
    "level": "",
    "quote": "At mile 270 we stopped at a VERY well stocked aid station. Almost anything you could ask for. We both left there well refreshed and ready for the next 30.",
    "criteria": []
  },
  {
    "rider": "Rider Interactions",
    "level": "",
    "quote": "Seeing another rider after a long night is comical. You both just look at each other knowing what you both went through, but only say, 'You good?' 'Yea, I'm good.'",
    "criteria": []
  },
  {
    "rider": "Local Encounters",
    "level": "",
    "quote": "I always love when people ask, 'Going for a bike ride today!? Little hot out!' I reply with yea great day to ride. 'How far ya going?' Well, I've got 50 miles left. 'Left? How far have you gone?' 250.... The look they give you is priceless.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Lincoln Pre-Race Scene",
    "level": "",
    "quote": "We stayed at the Graduate by Hilton Hotels in Lincoln. It's a downtown location which provided a fun time for Emily while I raced for 20+ hours. A beautiful view of Memorial Stadium as well. It also provided a fun Thursday night for us! We started by eating at Napoli's Haymarket...",
    "criteria": [
      "length",
      "logistics",
      "field_depth"
    ]
  },
  {
    "rider": "Lincoln as Destination",
    "level": "",
    "quote": "Depending on how adventurous you are feeling, Lincoln is a fun little college town.",
    "criteria": []
  },
  {
    "rider": "Venue Change",
    "level": "",
    "quote": "The venue and race start was changed to the fairgrounds which I think was a great move on behalf of the organizers. A massive structure to house all of the vendors. And plenty of parking.",
    "criteria": []
  },
  {
    "rider": "Notable Participants",
    "level": "",
    "quote": "A lot of familiar faces and names in the ultra community. The Vegan Cyclist also made an appearance which was fun to see.",
    "criteria": []
  },
  {
    "rider": "Support from Home",
    "level": "",
    "quote": "I love having my Garmin 1030 synced with my phone. The outpouring of support from everyone is amazing to see come across my screen. Thank you! My wife is the most of those texts. 'You are in 14th Place right now. Tyler is in 7th' 'Another day, another slay!!!' 'You are now about 2.",
    "criteria": []
  },
  {
    "rider": "Pro Women Racing",
    "level": "",
    "quote": "We had the pro women fly by us for the 150 course which is always fun to watch. FAST!",
    "criteria": [
      "field_depth"
    ]
  }
]
