[
  {
    "rider": "Benjamin Perry",
    "level": "ELITE",
    "quote": "I've won junior and U23 titles, but I'd never gotten the elite one. I've been dreaming of this for so long. I'm so proud to be Canadian. I can't wait to bring the custom jersey to Europe and show the world what it means.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Bruce Bird",
    "level": "ELITE",
    "quote": "Getting this jersey, what an honour. It's really what I hoped for.",
    "criteria": []
  },
  {
    "rider": "FatBoySlim",
    "level": "COMPETITIVE",
    "quote": "Around 77 Km I really started to cramp in my quads. I popped electrolyte tablets in my mouth and started sucking on them to save my life. I also added them to my other bottle and drank as much as possible and refilled at the last feed station.",
    "criteria": []
  },
  {
    "rider": "FatBoySlim",
    "level": "COMPETITIVE",
    "quote": "In the final climb that lasted around 3 km my heart rate hit over 205 on three different occasions and that seems high for a 50 year old. My average heart rate for the day was 152. Cadence was 79 and that seemed low until I remembered the amount of climbing that was done.",
    "criteria": []
  },
  {
    "rider": "Expected 2024 conditions",
    "level": "",
    "quote": "It will be like 5-9 degrees Celsius in rain",
    "criteria": []
  },
  {
    "rider": "Event origins and spirit",
    "level": "",
    "quote": "Ghost of the Gravel was born from a group of friends that loved bikes. We rode as far and frequently as possible on any bike. Winter meant gravel, and the gravel NW of Calgary was the best there was... and so the Water Valley 220 was born...",
    "criteria": []
  },
  {
    "rider": "Event growth",
    "level": "",
    "quote": "The Ghost was first dreamt up by Calgary's Deadgoat Cycling Club as a way to push their limits on the forgotten roads northwest of the city. A decade later, it's grown into one of the country's toughest—and most beloved—gravel events.",
    "criteria": []
  },
  {
    "rider": "Post-race",
    "level": "",
    "quote": "Grab an ice-cold beverage and get ready for some sweet Buschel BBQ action. You've Earned it!",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Historic setting",
    "level": "",
    "quote": "The historic western town of Water Valley provides the character to the start and finish of this year's event. The town is also building a new community hall, our event donates to this project, and it is our start/finish line.",
    "criteria": []
  }
]
