[
  {
    "rider": "CaptainThunderpants",
    "level": "ELITE",
    "quote": "Did the ride yesterday. It was amazing. 87 miles with just over 9,000 feet of climbing. Some of the prettiest roads I've ever ridden. 100% would recommend to anybody and will be going back in the future.",
    "criteria": []
  },
  {
    "rider": "Adoliner",
    "level": "ELITE",
    "quote": "I did it a few years ago and really enjoyed it. Very well run- everything from sign in to kit drop on the ride to ride stops. The Greenville ride is still one of the hardest I've ever done.",
    "criteria": []
  },
  {
    "rider": "TooManyDogs",
    "level": "ELITE",
    "quote": "It's a well run event. The food afterwards is good. Riding in that area is nice. I've done a fair amount of riding up there. When I did the event I believe I did a 60+ mile route. Giving the amount of climbing that was plenty and still had plenty of time to relax at the after party.",
    "criteria": []
  },
  {
    "rider": "SeanInDC",
    "level": "ELITE",
    "quote": "I did the 2024 Greenville edition, which was shortened to be several 20-mile laps (due to the hurricane damage). It was a bit sketchy due to the sheer number of folks lapping a short course, with vastly different speeds and group-ride experience.",
    "criteria": []
  },
  {
    "rider": "Rich Hincapie (organizer)",
    "level": "UNKNOWN",
    "quote": "Even with the muddy conditions, the weekend event was an incredible celebration of community, endurance, and the sheer joy of cycling. It was inspiring to see riders of all levels come together, tackle the challenging terrain, and embrace the spirit of adventure.",
    "criteria": [
      "climate",
      "community"
    ]
  },
  {
    "rider": "George Hincapie",
    "level": "ELITE",
    "quote": "We're deeply moved by the generosity of our riders and supporters over the past few years. It's a testament to our community's resilience and to what can be achieved when people come together to help neighbors in need.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Greenville Gran specifics",
    "level": "ELITE",
    "quote": "Aside from the large climbs, everything in between seemed to be rolling hills and lots of turns contributing to both mental and physical fatigue.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Merced 2025 conditions",
    "level": "",
    "quote": "You'll be done with most of the tough climbs by mile 35, but there are still a few kickers on the back half to keep things interesting.",
    "criteria": []
  },
  {
    "rider": "Lehigh Valley Medio",
    "level": "",
    "quote": "55-mile course featuring 4 chemin (dirt road) sections, 8 bergs (short steep climbs), 2 covered bridges, and the rocking stadium atmosphere of the Valley Preferred Cycling Center as they finish.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Chattanooga",
    "level": "UNKNOWN",
    "quote": "Easier but the same well managed event",
    "criteria": []
  },
  {
    "rider": "Lehigh Valley Medio",
    "level": "UNKNOWN",
    "quote": "The official ridewithgps map contains numerous elevation blanks. It says the total elevation is 3,635 ft. The official number is close: 3,716 ft. However, Strava reports the elevation to be 4,398 ft (with gpx export/import) and it has no gaps in the elevation map. Google Maps Pro says 4,367 ft.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Greenville cutoff times",
    "level": "ELITE",
    "quote": "Once, my power meter was off and my coach had me go out to hard. I failed the cut off time.",
    "criteria": []
  },
  {
    "rider": "Mental fatigue",
    "level": "ELITE",
    "quote": "Once I was burned out and it was raining. Did not have the mental energy to push through.",
    "criteria": []
  },
  {
    "rider": "Post-ride festival",
    "level": "",
    "quote": "Bouncy houses, cotton candy, food and beer—all free for you and your family.",
    "criteria": []
  },
  {
    "rider": "VIP experience",
    "level": "",
    "quote": "Evening with the Stars dinner presented by The Cliffs, featuring Michelin-starred lead Chef Matthew Accarrino and top Culinary Masters with special guests including the Hincapie family and cycling legends.",
    "criteria": []
  },
  {
    "rider": "Race format",
    "level": "",
    "quote": "A Gran Fondo is not a competition, at least not between other cyclists. You'll be timed, but mostly to prove to yourself that your hard work has paid off.",
    "criteria": []
  },
  {
    "rider": "Lehigh Valley 2025",
    "level": "ELITE",
    "quote": "They charge a premium price and it should be a premium experience. That includes actually pre-riding the advertised route.",
    "criteria": []
  }
]
