[
  {
    "rider": "Ted King",
    "level": "ELITE",
    "quote": "What is the Grasshopper Adventure Series? It's everything that's right about bike riding as we know it! It's fun, it's camaraderie, it's mass start, it's gravel, and it's badass.",
    "criteria": []
  },
  {
    "rider": "Jen Tavé",
    "level": "ELITE",
    "quote": "The King Ridge Grasshopper was my first enduro-style event, so I was excited to try something new. I had a group of friends to do it with and we powered up the timed segments at our own paces, then regrouped.",
    "criteria": []
  },
  {
    "rider": "Brennan Wertz",
    "level": "ELITE",
    "quote": "Always a proper battle at the Hoppers and today was no different. It was a slightly different style of racing with the segment format but it was a solid fight on each segment and the guys were all firing.",
    "criteria": []
  },
  {
    "rider": "YouTube rider report",
    "level": "RECREATIONAL",
    "quote": "My first true gravel race is in the books! Low Gap, the opening stage of the Grasshopper Adventure Series, tested me in ways I didn't expect. 🚵♂️ The course was absolutely beautiful...",
    "criteria": [
      "field_depth",
      "experience"
    ]
  },
  {
    "rider": "General preparation advice",
    "level": "UNKNOWN",
    "quote": "Riders must be prepared to navigate using GPS, tackle mechanical fixes, and challenge themselves on every climb and descent.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Post-race scene",
    "level": "",
    "quote": "Relax and celebrate with fellow riders at the post-ride party featuring food, drinks, and music",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Inclusive atmosphere",
    "level": "",
    "quote": "All levels of riders—from beginners to World Cup pros—are welcome, and all can compete without needing a USA Cycling or UCI license. Hoppers feature podiums for male, female, and non-binary riders, and every participant is celebrated for their effort and spirit.",
    "criteria": [
      "field_depth",
      "community"
    ]
  },
  {
    "rider": "Community support",
    "level": "",
    "quote": "Roaming course marshalls, course preview videos, and well-stocked rest stops",
    "criteria": []
  },
  {
    "rider": "Team zones",
    "level": "",
    "quote": "Each event will include a designated Team Zone where teams can set up tents, banners, and a home base. This is your spot to gather, support your riders, and bring your team's vibe to the day.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Giving back",
    "level": "",
    "quote": "A portion of each registration is donated to organizations including the NorCal Interscholastic Cycling League, Redwood Trails Alliance, Adventure Therapy Foundation, Be Good Foundation, Redwood Forest Foundation, and various high school mountain bike teams.",
    "criteria": []
  }
]
