[
  {
    "rider": "Pete Stetina",
    "level": "ELITE",
    "quote": "Coming into the series final, Ranxo (an hour west of Barcelona), I was sitting fourth overall but Ranxo is weighed much heavier than any other event, being the final and all. It was clear that whomever had a killer ride on the day could take top honors...",
    "criteria": []
  },
  {
    "rider": "Pete Stetina",
    "level": "ELITE",
    "quote": "The hardest climb of the day started at mile one, and I set the tempo from the gun using my climbing advantage to whittle the group. The Maurten Bicarb helped immensely given the intense start.",
    "criteria": []
  },
  {
    "rider": "Pete Stetina",
    "level": "ELITE",
    "quote": "I was maintaining my goal of 120g of carbs/hour via a variety of my favorite The Feed offerings and as attrition took its toll I knew I needed to manage the race tactically... I came home for third on the day and found Griff already stinking of champagne.",
    "criteria": []
  },
  {
    "rider": "Jorge Padrones",
    "level": "ELITE",
    "quote": "Around km 80 I started to feel my rear tyre was losing pressure, so I decided to stop to put some air with my pump and to see if it was sealing. This meant I had to leave the group in which I was riding...",
    "criteria": []
  },
  {
    "rider": "Jorge Padrones",
    "level": "ELITE",
    "quote": "The final feed station was located more than two hours riding away from the previous feed one, so numbers and profiles do not always tell the truth... It was not only that, but the storms also somehow marked the competition day.",
    "criteria": []
  },
  {
    "rider": "Thomas (The Gravel Stack)",
    "level": "ELITE",
    "quote": "Famously, the 160 km Ranxo course starts almost immediately with the day's toughest climb, 5,4 km on gravel with an average gradient of 5.2% and some sections above 15%. In short, it's a selection point, and it comes right out of the gate...",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Thomas (The Gravel Stack)",
    "level": "ELITE",
    "quote": "Sadly, the decisive moment of the race is a crash. Mads bailed in a rather nasty manner after Wout took a wrong turn and caused Magnus to brake abruptly, causing a touch of wheels with Mads. Hans Becking waited and checked if Mads was okay before continuing his ride.",
    "criteria": []
  },
  {
    "rider": "Lukas Baum",
    "level": "ELITE",
    "quote": "Lukas Baum expressed the previous day his intention to make the course in just 6 hours. That's 30 km/h average - pretty high expectations taking into account the mud and the heavy terrain from the previous days' rain that made it more difficult to roll.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Daan Grosemans",
    "level": "ELITE",
    "quote": "His weapon of choice for the second part of the year has been a Ridley Kanzo Fast equipped with the Powershift system from Classified. He was riding with a 50-tooth front ring so the conversion factor of the system allowed him to ride with a virtual 34T front ring too.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Annabel Fisher",
    "level": "ELITE",
    "quote": "She rides on gravel with a Lauf bike, so for some events she raced with the characteristic gravel suspension fork of the Icelandic bike brand. In Cardona she opted for a lightweight rigid version of the fork, though, and it proved to be key for her win.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Janosch Wintermantel",
    "level": "ELITE",
    "quote": "His Scott Addict is already good-looking, but said that ahead of the gravel World Championships he will receive a new Scott model, switch to a x1 SRAM front ring, and put some Schwalbe 45 mm G-One RS on.",
    "criteria": [
      "prestige"
    ]
  },
  {
    "rider": "Ranxo Gravel Course",
    "level": "",
    "quote": "The 160 km Ranxo course starts almost immediately with the day's toughest climb, 5,4 km on gravel with an average gradient of 5.2% and some sections above 15%.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Ranxo Terrain Character",
    "level": "",
    "quote": "The rolling fitness friendly farm roads were linked with singletrack connections and also cyclocross dismount moments. It was much rowdier than anyone expected.",
    "criteria": []
  },
  {
    "rider": "Course Selection",
    "level": "",
    "quote": "The early parts [of the first climb] are very steep at around 15% and there are only two viable lines. If you are too far back, you can lose the race right there.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Pete Stetina",
    "level": "ELITE",
    "quote": "The hardest climb of the day started at mile one, and I set the tempo from the gun using my climbing advantage to whittle the group... I was maintaining my goal of 120g of carbs/hour via a variety of my favorite The Feed offerings.",
    "criteria": []
  },
  {
    "rider": "Feed Station Strategy",
    "level": "",
    "quote": "There's no hiding the fact",
    "criteria": []
  },
  {
    "rider": "Early Selection Risk",
    "level": "",
    "quote": "The early parts [of the first climb] are very steep at around 15% and there are only two viable lines. If you are too far back, you can lose the race right there. Less than 10 minutes into the race, in the middle of the climb, the field had already shattered.",
    "criteria": [
      "technicality",
      "elevation",
      "field_depth"
    ]
  },
  {
    "rider": "Crashes",
    "level": "",
    "quote": "Sadly, the decisive moment of the race is a crash. Mads bailed in a rather nasty manner after Wout took a wrong turn and caused Magnus to brake abruptly, causing a touch of wheels with Mads.",
    "criteria": []
  },
  {
    "rider": "Post-Race Atmosphere",
    "level": "",
    "quote": "After the race, we could enjoy a nice meal and some relaxation and also an after party. This is something we really love about this type of gravel event.",
    "criteria": []
  },
  {
    "rider": "Venue & Setup",
    "level": "",
    "quote": "The venue of the final was El Vilar de la Duquesa, a hotel resort located in the upper part of the medieval village. Most riders had spent the previous night there... All the action happened in a resort completely taken over by the race, so there was an exhibition, events area and chill zone.",
    "criteria": []
  },
  {
    "rider": "Series Community Vibe",
    "level": "",
    "quote": "We could feel a family vibe, as we were surrounded by people that have spent a big part of the year racing against each other, which in the end has the ability to forge friendships.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Series Philosophy",
    "level": "",
    "quote": "At Gravel Earth Series, we've joined forces with the most renowned Gravel events worldwide to create a unique experience.",
    "criteria": [
      "prestige"
    ]
  },
  {
    "rider": "Organization Quality",
    "level": "",
    "quote": "This format of individual races that form part of a league are a real boon for those who can join several events around the globe.",
    "criteria": []
  },
  {
    "rider": "Live Coverage",
    "level": "",
    "quote": "Thanks to the good people at Klassmark (the company running the series), we did get to see all of the action live in their YouTube stream.",
    "criteria": []
  },
  {
    "rider": "Scheduling Controversy",
    "level": "",
    "quote": "Ranxo, a race that's gained a reputation as the GES finale and beloved for its proximity to Girona, has been moved to the week after Unbound. The week after Unbound?! Erm, why? Unbound is the Tour de France of gravel...",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Iceland Controversy",
    "level": "",
    "quote": "As if losing The Rift wasn't enough, the creation of Cuckoo Gravel - a Klassmark event in Iceland - has left a sour taste in a lot of mouths. It's scheduled just two weeks before The Rift and, from what's been shared, appears to take place in a similar region and on a similar course...",
    "criteria": []
  },
  {
    "rider": "Rider Reactions to 2026",
    "level": "",
    "quote": "Within minutes of posting my thoughts about the calendar, I had a large percentage of the GES Top 10 in my DMs. The sentiment was near-unanimous: disappointment... These latest moves seem corporate and calculated.",
    "criteria": []
  },
  {
    "rider": "Rosa Klöser's Dominance",
    "level": "ELITE",
    "quote": "Rosa Klöser is the runaway winner of the Gravel Earth Series, thanks to an impressive run in the second half of the season. Starting with her win at The Rift, she ended up going 4/4 with further victories at Core4, Gravel Worlds, and Ranxo.",
    "criteria": [
      "prestige"
    ]
  },
  {
    "rider": "Magnus Bak Klaris Pathway",
    "level": "ELITE",
    "quote": "Magnus Bak Klaris started racing gravel professionally this year... he hardly finished a gravel race outside the top 10 (Unbound being the notable exception). In short, Magnus went from a total unknown to a high-level contender within one season...",
    "criteria": [
      "field_depth"
    ]
  }
]
