[
  {
    "rider": "Todd Meerdink",
    "level": "COMPETITIVE",
    "quote": "I'm a strong mid-pack performer whose primary weakness is hanging with the skinny guys when the big hills come. The climbing was my largest concern, as the within the first six miles we were to climb Rib mountain – a two-mile, 700ft climb to the peak of the local ski hill.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Todd Meerdink",
    "level": "COMPETITIVE",
    "quote": "Staying with this group as long as I could would be crucial to my race. Fortunately, the other five riders were completing the 140-mile route, and my presence wasn't a concern. Riding wheel to wheel, we hit the gravel roads in just a few miles...",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Jacob",
    "level": "RECREATIONAL",
    "quote": "Working full time with two children didn't leave much time for training. Thankfully my family was supportive and understanding. I was riding at least 3 times a week. Typically it was 2 shorter, high intensity rides and 1 longer distance (50+ mile) ride.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Jacob",
    "level": "RECREATIONAL",
    "quote": "I had never attempted a climb quite like this and was a bit nervous as I live in a relatively flat part of Wisconsin and there aren't many opportunities for hill training... I spent the next 15 minutes grinding in my lowest gear with snow falling off the trees as we ascended.",
    "criteria": [
      "elevation",
      "climate"
    ]
  },
  {
    "rider": "Jacob",
    "level": "RECREATIONAL",
    "quote": "Shortly after departing I tried shifting into my larger front chainring and the chain just fell off. Luckily nothing was damaged and I was able to quickly seat my chain but I decided it wasn't worth the risk of trying to shift my front chainring any further.",
    "criteria": []
  },
  {
    "rider": "Jacob",
    "level": "RECREATIONAL",
    "quote": "The first 50 miles of the course had worn my body, the next 20 miles were a mental grind. This part of course was navigating the crushed red granite gravel roads and never ending rolling hills.",
    "criteria": []
  },
  {
    "rider": "Bike versatility",
    "level": "UNKNOWN",
    "quote": "While it's advertised as a gravel event, mountain bikes, e-bikes, and adaptive bikes are welcome... Gravel n Granite welcomes gravel bikes, mountain bikes, e-bikes and adaptive riders on hand cycles.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Rib Mountain Climb",
    "level": "COMPETITIVE",
    "quote": "Within the first six miles we were to climb Rib mountain – a two-mile, 700ft climb to the peak of the local ski hill... At the peak I was in about 10th, about two minutes behind, and knew I needed to make up some time.",
    "criteria": [
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Rib Mountain Descent",
    "level": "COMPETITIVE",
    "quote": "The next unique billing of the Ironbull was the route down the mountain. A ¾ mile boulder laden trail, officially marked as a hike-a-bike, put a unique twist on the descent. Traversing the trail with a bike on my shoulder proved challenging...",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Wisconsin Gravel Surface",
    "level": "COMPETITIVE",
    "quote": "The gravel in central Wisconsin is unlike the chunky grey gravel in the rest of the state. Rather, it is mix of red crushed granite, which makes for a much smoother, faster ride. Not to mention, the granite roads were in fantastic shape.",
    "criteria": []
  },
  {
    "rider": "Billy Goat Hill",
    "level": "COMPETITIVE",
    "quote": "The second largest climb on the course was Billy Goat Hill. A series of two long climbs that flirted with a 15% grade... Getting a running start, I pedaled hard downhill in an attempt to hit the climb with as much speed as possible.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Speedway Double Track",
    "level": "RECREATIONAL",
    "quote": "Cutting through the woods, the muddy and sloppy track was one of the most difficult portions to navigate. I was able to appreciate the beautiful scenery of a forest in peak fall colors as I struggled with traction on the ascents and had to walk my bike in spots.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Scotch Creek Trail",
    "level": "RECREATIONAL",
    "quote": "What would it be like to ride a gravel bike on a mountain bike single track course? That question was answered in Scotch Creek. The narrow trails had plenty of roots and rocks that proved too much for my skills and gravel bike. I had to walk my bike in more than one spot.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Early Climb Pacing",
    "level": "RECREATIONAL",
    "quote": "I had to keep reminding myself not to push too hard on this climb, there was still an entire course to finish afterwards. But I was still filled with the excitement of this being my first race and probably pushed harder than I needed too.",
    "criteria": [
      "technicality",
      "field_depth"
    ]
  },
  {
    "rider": "Group Riding Strategy",
    "level": "COMPETITIVE",
    "quote": "Catching up to this group was my golden ticket. I knew these guys from a local cycling club, and had ridden with them in the past. They're strong. Really strong, and I usually would get dropped at some point during a ride. Staying with this group as long as I could would be crucial to my race...",
    "criteria": []
  },
  {
    "rider": "Aid Station Strategy",
    "level": "COMPETITIVE",
    "quote": "I brought a Camelback so I wouldn't need to stop at the aid stations, but I sure wanted I shot of Fireball to help dull the pain I was feeling in my legs.",
    "criteria": []
  },
  {
    "rider": "Nutrition Failure",
    "level": "RECREATIONAL",
    "quote": "I hadn't eaten since the first aid station and I was feeling the consequences. After emerging from the trees I stopped and dug out some Oreos I had tossed into my bag on a whim and did my best cookie monster impression. The sugar rush helped lift my spirits.",
    "criteria": []
  },
  {
    "rider": "Gas Station Stop Decision",
    "level": "RECREATIONAL",
    "quote": "I saw some other racers peel off to the BP gas station with several bikes already leaning against the building. I debated on stopping myself but decided to push on. I knew going in and warming up would just make it that much harder to come back out into the cold.",
    "criteria": []
  },
  {
    "rider": "Mechanical Issues - Drivetrain",
    "level": "RECREATIONAL",
    "quote": "I felt my chain bind when switching gears on my front chainring. A quick back pedal and the chain finished shifting without incident, I silently hoped this was a one time fluke... Shortly after departing I tried shifting into my larger front chainring and the chain just fell off...",
    "criteria": []
  },
  {
    "rider": "Flat Tires in Mud",
    "level": "RECREATIONAL",
    "quote": "I passed a racer changing a flat",
    "criteria": []
  },
  {
    "rider": "Loss of Control Risk",
    "level": "RECREATIONAL",
    "quote": "I watched as another nearly lost control with their hardtail MTB in the slop",
    "criteria": []
  },
  {
    "rider": "Technical Skills Required",
    "level": "RECREATIONAL",
    "quote": "The narrow trails had plenty of roots and rocks that proved too much for my skills and gravel bike. I had to walk my bike in more than one spot",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Event Atmosphere",
    "level": "RECREATIONAL",
    "quote": "It was a lively atmosphere with the live band and I even got to meet a Strava friend (Kevin) in person while waiting in line... I felt the electricity at the dawn start. The air was electric as 300 riders left under police escort out of downtown Wausau.",
    "criteria": []
  },
  {
    "rider": "Race Village Experience",
    "level": "",
    "quote": "This vibe will carry through the weekend, with DJs, food trucks, and local beer and wine at the Tenterfield Showgrounds Race Village — the ideal place to unwind and celebrate after an epic day of riding.",
    "criteria": [
      "community",
      "field_depth"
    ]
  },
  {
    "rider": "Weekend Festival Vibe",
    "level": "",
    "quote": "It's a weekend for the whole family, starting Friday night in the main street of Tenterfield. Riders can register in town, enjoy live music, and eat at local restaurants offering special events for everyone.",
    "criteria": []
  },
  {
    "rider": "Inclusive Racing Philosophy",
    "level": "COMPETITIVE",
    "quote": "While there is a racing aspect to the event with prizes for the fastest two riders in each category, on each course, the focus is on the adventure and the landscape around you...",
    "criteria": [
      "experience",
      "race_quality"
    ]
  },
  {
    "rider": "Aid Station Extras",
    "level": "",
    "quote": "Everything from sweet and salty treats, to Fireball whiskey were available to fuel riders for the day",
    "criteria": []
  },
  {
    "rider": "Course Support",
    "level": "",
    "quote": "Reid also tells us there will be volunteers strategically placed along the course for moral support, that will also have food, water and first aid supplies.",
    "criteria": [
      "length",
      "race_quality"
    ]
  },
  {
    "rider": "Family Finish",
    "level": "RECREATIONAL",
    "quote": "Crossing the finish line with my wife and children cheering me on.",
    "criteria": []
  }
]
