[
  {
    "rider": "Gus Wolf",
    "level": "COMPETITIVE",
    "quote": "What a friggin bruiser! So many learning lessons! I got up at 5 am, worked a full day and drove out to the start point. Started Pedaling around 6pm ish. My plan was to complete in 24 hours...",
    "criteria": []
  },
  {
    "rider": "Audrey Mace",
    "level": "COMPETITIVE",
    "quote": "I started around 6 am on the fourth of July and rolled out with Ali and Beth - we all did our own paces and had separate days as soon as the Kimsey climb started, but it was nice to roll out with other people! I watched the sun rise on Kimsey and it was amazing...",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Will Boulware",
    "level": "COMPETITIVE",
    "quote": "'I'm not turning this light back on.' Yeah, I've heard that one before. I first said it around the 1-hour mark, maybe 7:30 in the morning, and I was pretty sure I was lying to myself, but I had a sliver of hope that I'd be done with this third and final installment of the Triple Crown before the sun...",
    "criteria": []
  },
  {
    "rider": "Buck Dellinger",
    "level": "COMPETITIVE",
    "quote": "If my ride buddy and I were going to complete the trifecta this year, we had to do the DMR on September 28th.",
    "criteria": []
  },
  {
    "rider": "Hardwick Gregg",
    "level": "COMPETITIVE",
    "quote": "The DMR is harder than it looks and it looks pretty hard. I felt like I had decent legs but my lower back did not like the long climbs and I had to stop several times to stretch until it felt better...",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Beth Lofgren",
    "level": "COMPETITIVE",
    "quote": "Started a little later than I intended. Stupid Starbucks doesn't open early enough haha! I knew it was going to be hot, so I overloaded the fluids carrying 2.5L on the back and 2 -24 oz on the bike...",
    "criteria": []
  },
  {
    "rider": "Carey Lowery",
    "level": "COMPETITIVE",
    "quote": "Having accomplished both a road and virtual Everesting event, I had left to do a gravel version and a single track version. It was also time for me to pay it forward again by raising money for my local animal shelter.",
    "criteria": []
  },
  {
    "rider": "Jason Vance",
    "level": "COMPETITIVE",
    "quote": "As is the case of my first Triple Crown attempt back in 2021, riding these routes on consecutive days is simply time-management.",
    "criteria": []
  },
  {
    "rider": "Beth Lofgren",
    "level": "COMPETITIVE",
    "quote": "I was running a little late leaving the house. Rain was pouring down with bright flashes of lightning, and the ominous thoughts were already beginning. Would Melanie want to postpone to tomorrow? Will it be lightning all day? What in the world am I doing?",
    "criteria": []
  },
  {
    "rider": "Randy Kerr",
    "level": "COMPETITIVE",
    "quote": "On my drive to Chris Joice's (Dark Horse Productions) scruffycat100 adventure in Knoxville on 10/12 I figured I'd break the drive by giving the DMR a try. My anticipated early morning start time had been delayed by an accident on the Chattanooga interstate.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Travis Jolly",
    "level": "COMPETITIVE",
    "quote": "Started the first major climb (right from the start) adjusting a bunch of things on my 'old' rebuilt as a single speed Crux (seatpost height handlebars, etc) which kept the pace down and ended up being good for later...",
    "criteria": []
  },
  {
    "rider": "Matt Schweiker",
    "level": "COMPETITIVE",
    "quote": "Continued my streak of late starts with tires rolling at 11:32am from the pullout. I left the hardtail home and rode a Crust Bombora (steel frame) drop bar gravel bike with a Bedrock frame bag...",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Kim Ranallo",
    "level": "COMPETITIVE",
    "quote": "It's crazy to think I completed the DMR only a month ago. After the DMR, I felt renewed mentally and spiritually. That ride was an exhale for the soul. But only two weeks after, I was already scheming my next ITT pursuit: Tellico Highlands...",
    "criteria": []
  },
  {
    "rider": "Kim Ranallo",
    "level": "COMPETITIVE",
    "quote": "A couple friends from the bike shop and I picked a date to complete the DMR. As it approached, both friends bailed (for valid reasons!) and I was left with two options: 1. Postpone the ITT for a different time; or 2. Complete it alone...",
    "criteria": []
  },
  {
    "rider": "Elizabeth McCalley",
    "level": "COMPETITIVE",
    "quote": "My goal was to get started around 10 AM on Sunday morning and ride comfortable hard all day long. So naturally, I got rolling just after 11 AM with a new plan to ride hard enough to finish before dark...",
    "criteria": []
  },
  {
    "rider": "Chris Coney",
    "level": "COMPETITIVE",
    "quote": "What an amazing journey on the Tellico Highlands ITT course in Tennessee this weekend! Total stats: 93.69 miles and 11,402 feet of climbing. Tellico Plains is really a gravel riders dream with endless remote, backcountry forest roads with a mix of smooth to semi-technical gravel...",
    "criteria": [
      "technicality",
      "race_quality"
    ]
  },
  {
    "rider": "James Dunaway",
    "level": "COMPETITIVE",
    "quote": "Full disclosure- this is my first attempt at a race report. I could not have asked for better conditions when setting out for the DMR.",
    "criteria": []
  },
  {
    "rider": "Sheena Sheffield",
    "level": "COMPETITIVE",
    "quote": "I am very new to mountain biking, and this was my first official course. I chose the Death March Revival because I had been riding the Georgia parts of the course all summer, so it just felt right. And also because I had to know what 12,000 feet of climbing in a single day would be like...",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Ali Whittier",
    "level": "COMPETITIVE",
    "quote": "I couldn't think of a better way to celebrate my birthday than Death March Revival (yes, I understand how weird that sounds to some people). And since the grand depart had to be postponed until next year, an ITT would do the trick...",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Zak Broussard",
    "level": "COMPETITIVE",
    "quote": "Lost the bottle strapped to my post on the first descent and had to replace it with Power-Ade, but luckily the cage hose-clamped to the seat tube held and that was the only real hiccup of the day. Maybe I'll get a bike that actually holds more than one bottle at some point...",
    "criteria": []
  },
  {
    "rider": "Multi-day festival atmosphere",
    "level": "",
    "quote": "Gravel Revival, sponsored by MOAB Bike Shop, is a multi-day gravel festival for all ages and levels of athletes",
    "criteria": []
  },
  {
    "rider": "Saturday evening",
    "level": "",
    "quote": "Multiple Food Trucks including Salsa Franklin Taco, MGC BBQ & Pizza, Daddy's Dogs and HauteWheels Rolling Sandwich Co., delicious craft beer from Bearded Iris and N/A beverages from Athletic Brewing Co and Walker Brothers",
    "criteria": []
  },
  {
    "rider": "Saturday night entertainment",
    "level": "",
    "quote": "LIVE music with local musicians Jake Leg Stompers, out of Murfreesboro, and an epic, we mean epic, bonfire at the campground",
    "criteria": []
  },
  {
    "rider": "Sunday recovery ride",
    "level": "",
    "quote": "Casual 25 mile recovery gravel ride to Grinder's Switch Winery, with a pit stop at a waterfall! The Winery will be providing snacks and drinks, bonfire pits and free wine tasting for participants",
    "criteria": []
  },
  {
    "rider": "Kids activities",
    "level": "",
    "quote": "Kids FUN FEST with fun run + fun ride, face painting, ice cream & more!",
    "criteria": []
  },
  {
    "rider": "Support services",
    "level": "",
    "quote": "Pop-up showers for the participants",
    "criteria": []
  },
  {
    "rider": "Community giving",
    "level": "",
    "quote": "For every registration, $5 will be donated to our partner organizations... In 2025, we're proud to continue supporting Hub Youth Cycling... and a new partnership with Make-A-Wish Foundation Middle Tennessee",
    "criteria": [
      "expenses"
    ]
  }
]
