[
  {
    "rider": "Ted King",
    "level": "COMPETITIVE",
    "quote": "Heat, crashes & team tactics—Ted King takes on Gravel Locos 2025. With scorching heat, a stacked international field, and a race course filled with punchy climbs and high-speed descents, this year's edition was anything but easy...",
    "criteria": [
      "technicality",
      "elevation",
      "climate"
    ]
  },
  {
    "rider": "Justine Barrow",
    "level": "ELITE",
    "quote": "Stoked to take my first win in the US at Gravel Locos, was hands down the hottest race I've ever done—nothing like I've experienced before. It was a mass start, but I ended up in a group with my teammates, and we worked hard to keep the pace high and hold the gap.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Marisa Boaz",
    "level": "ELITE",
    "quote": "There's no better way to describe Gravel Locos than the photo above.",
    "criteria": []
  },
  {
    "rider": "Kevin 'Benky' Benkenstein",
    "level": "COMPETITIVE",
    "quote": "We turned approximately 7,000 corners. 2,500 m in 250 km is a lot of climbing when it's all short, steep kickers—American gravel racing is hard! I can't say enough about the route, the vibe, the people, and the experience of Gravel Locos, though.",
    "criteria": [
      "technicality",
      "elevation",
      "community"
    ]
  },
  {
    "rider": "Brennan Wertz",
    "level": "ELITE",
    "quote": "It rained overnight, so the roads were pretty soft and moist for the first few hours. When the sun came out and things dried out, I was flying. The cornering traction was also amazing. Best I've felt cornering in a race like that—ever!",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Jonas Orset",
    "level": "ELITE",
    "quote": "I feel like I'm dancing on the pedals. I think to myself. I feel incredible—probably the best I've felt all year... I feel like a roasted chicken, sizzling on a grill. The sun beats down mercilessly, and I'm not sure how much longer I can endure it...",
    "criteria": []
  },
  {
    "rider": "Fred_wonder_chicken",
    "level": "RECREATIONAL",
    "quote": "Last year I rode the Unbound Gravel 100 which was my first gravel race. I had a blast and knew I wanted to ride another long race this year... I entered this race with one goal - finish - which I did.",
    "criteria": []
  },
  {
    "rider": "Anonymous Reddit user",
    "level": "RECREATIONAL",
    "quote": "Completed my first century at Gravel Locos this weekend. Not bad for a guy that tipped the scale at 276 pounds 3 years ago. I got my fueling right by honestly left some pace behind because I was terrified to bonk having never ridden this far before.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Jonas Orset",
    "level": "ELITE",
    "quote": "I was running Challenge Getaway XP 40mm tires on a DT Swiss GRC 1400 rim. My Felt Breed Carbon will get dirty today. I run Schwalbe G-One R 45mm on my front wheel and RS 40 mm on my rear. The added width gives me great control.",
    "criteria": []
  },
  {
    "rider": "Course characterization",
    "level": "",
    "quote": "The gravel here is solid and fast",
    "criteria": []
  },
  {
    "rider": "Course adjustments 2024",
    "level": "",
    "quote": "Riders found out the day before the race that the courses were being adjusted due to unsafe river crossings. The marquee race, 'La Loca,' was adjusted to 147.3 miles with 6,285 feet of climbing.",
    "criteria": []
  },
  {
    "rider": "Landscape",
    "level": "",
    "quote": "The Texan prairie is green and pretty. The flowers are blooming. I'm flying across the fields... The stretches are getting longer, and the distance between farms is increasing. There are some cattle out here. There are also some eagles watching us from above.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Recreational pacing wisdom",
    "level": "RECREATIONAL",
    "quote": "I got my fueling right by honestly left some pace behind because I was terrified to bonk having never ridden this far before. Can't wait for my next one!",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Nutrition success",
    "level": "RECREATIONAL",
    "quote": "I dialed in my nutrition during my training rides, and I had zero problems finishing the race. No bonk and no cramps. I felt strong up to and including the last hill leading to the finish line.",
    "criteria": [
      "length",
      "field_depth"
    ]
  },
  {
    "rider": "Navigation issues in 2024",
    "level": "",
    "quote": "Marisa Boaz, who won the race in 2022, was actually in the same group early on but got turned around and caught up in a few crashes when the lead vehicle made a wrong turn.",
    "criteria": []
  },
  {
    "rider": "Welcoming to all levels",
    "level": "",
    "quote": "The race attracts riders of all skill levels, from seasoned pros to casual cyclists, all eager to experience the thrill of racing on gravel roads. With a focus on community and adventure, Gravel Locos emphasizes the importance of camaraderie among participants.",
    "criteria": [
      "field_depth",
      "experience"
    ]
  },
  {
    "rider": "Race charity component",
    "level": "",
    "quote": "The race has been raising money for Hico Volunteer Fire Department, funding a new truck and a firehouse in Hico. The risk of grass fire is significant here, so his and his team's effort can be life-saving. Racing for a cause gives the event another dimension which I love.",
    "criteria": []
  },
  {
    "rider": "Race founder's involvement",
    "level": "",
    "quote": "Fabian gets up on his pickup truck and starts to talk into the mic. He is the race's promoter and has done a great job putting it together. In just three years, he made the event from scratch, from a small event in central Texas to one of the most prestigious in the country.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "International flavor",
    "level": "",
    "quote": "The Gravel Spirit is very much alive in Hico. On the same streets where Billy the Kid once walked nearly 150 years ago, the gunfights may be history—but the energy remains.",
    "criteria": []
  },
  {
    "rider": "Dutch vs. Quebec rivalry",
    "level": "",
    "quote": "After the race, there was some friendly banter on social media between Laurens ten Dam, self-appointed leader of the 'Dutch Mafia' of gravel racing, and the 'Poutine Mafia,' which includes Québécois riders Gagne, Roberge, and Cartier.",
    "criteria": []
  },
  {
    "rider": "Town character",
    "level": "",
    "quote": "Hico is the claimed home of the legend Billy the Kid, a well-known outlaw... For such a small town, Hico has plenty of big flavors to offer when it comes to food.",
    "criteria": []
  },
  {
    "rider": "Weekend event structure",
    "level": "",
    "quote": "The event typically spans over a weekend, with activities planned for both days. The first day often includes registration, pre-race briefings, and social events, while the race itself takes place on the second day. This schedule fosters a sense of community among participants.",
    "criteria": []
  },
  {
    "rider": "Rapid growth and prestige",
    "level": "",
    "quote": "Gravel Locos is quickly establishing itself as one of the big races on the calendar. This year's field included the who-is-who of gravel racers",
    "criteria": [
      "field_depth"
    ]
  }
]
