[
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "This BDR really whooped my ass... I raced this last year and got 3rd age group, despite a navigational error that cost me 60 minutes and gave me 17 bonus miles. So this year I was back for redemption.",
    "criteria": []
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "In 3 hours, Lincoln was hit with 2 1/2 inches of rain! Aye yai yai!... My speed was immediately cut in half as I entered the chocolate smoothie and I had to back off the wheels of those ahead of me.",
    "criteria": []
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "Last year it took 3:25 to go 54 miles; this year, 4:30. I was over an hour behind last year's time.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "Miles 80-100 were the hardest for me, as I was beginning to tire from the monotony. But this is also where I engaged my mental game. I smiled and gave words of encouragement as I passed those who had passed me earlier in the day...",
    "criteria": []
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "I rolled under the finishing banner in 11:34... I am so grateful I have the ability to do these crazy events. While the course may not be as 'fun' and have as much eye candy as what I ride back home, I love the vibes of Gravel Worlds and how no one is more important than another.",
    "criteria": []
  },
  {
    "rider": "Matt Beers",
    "level": "ELITE",
    "quote": "The running in the mud made it really hard and really decisive, to be honest. I got caught out in the first mud section pretty bad, and I had to bridge up through three groups, so I really had to dig in to stay at the front.",
    "criteria": []
  },
  {
    "rider": "Matt Beers",
    "level": "ELITE",
    "quote": "It was really fun to go to the line with one of my best mates. We played our cards and attacked in the right spots. On the last MMR road, Keegan went really hard, and I just stuck with him before we motored on and sprinted at the finish.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Rosa Klöser",
    "level": "ELITE",
    "quote": "It was quite tough, I must say. The second MMR was quite muddy, and at the end we made a split with six of us. I was really on the limit with my bike; I just made it out. I could see how packed my bike was with mud.",
    "criteria": []
  },
  {
    "rider": "Rosa Klöser",
    "level": "ELITE",
    "quote": "The next mud section was when it really split up. I reckoned that section when I arrived, and it was muddy after two days of no rain, so I knew it was one to watch. I took the grass, and the other girls took the mud and were stuck. But Gee is so good at mud she managed to come back to me.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Rosa Klöser",
    "level": "ELITE",
    "quote": "On the last climbs, I could tell I was fresher, but we actually talked after we made the split to commit to it together. Over such a long distance, you form an ally, so we agreed we'd sprint it out in the end.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Rosa Klöser",
    "level": "ELITE",
    "quote": "After a mud section we were initially in a break of six riders. Already, in that break, I could clearly tell that G (Geerike) and I were really trying to push the pace.",
    "criteria": []
  },
  {
    "rider": "Geerike Schreurs",
    "level": "ELITE",
    "quote": "I should have tried to make a move, I know, but I was actually really tired, and it was hard to stay on her wheel at times.",
    "criteria": []
  },
  {
    "rider": "Mathew Wollmann",
    "level": "UNKNOWN",
    "quote": "August 24th, 2024, my third iteration of the Garmin Gravel Worlds 300. A 300-mile bike race on mostly if not all gravel... This event is challenging. It doesn't start until 5 PM Friday. To truly be well rested ideally you sleep in until past noon...",
    "criteria": []
  },
  {
    "rider": "Mathew Wollmann",
    "level": "UNKNOWN",
    "quote": "That night I was all over the road. Literally yelling out loud to wake up. Digestively I was great. I always felt full and had no cramps. Things were going very smoothly.",
    "criteria": []
  },
  {
    "rider": "Mathew Wollmann",
    "level": "UNKNOWN",
    "quote": "As the sun rose I knew that the hard part was behind me. Even with no sleep, a sunrise will bring you to life. It's an amazing feeling to be recharged by its energy.",
    "criteria": []
  },
  {
    "rider": "Mathew Wollmann",
    "level": "UNKNOWN",
    "quote": "At mile 287 I began to feel my first cramps... I knew that if I stopped I don't think I would get any better, and would run the risk of losing a few spots. I pressed on. At this point, I was almost out of drinkable water and was out of water to spray on me.",
    "criteria": []
  },
  {
    "rider": "Paige Powered",
    "level": "ELITE",
    "quote": "I felt like he was heckling me from the side of the road. I felt like I was being framed with his massive camera lens doing his 'media coverage.' I quickly thought through some scenarios... I am the last person to support any sort of male domestique...",
    "criteria": []
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "Sniper, my steed, was plowing through this like a champ. I was having zero drive train issues. My brakes were taking a beating, as the road grime was splashing up on the rotors and wearing down my brake pads, even though I hardly used them.",
    "criteria": []
  },
  {
    "rider": "Rosa Klöser",
    "level": "ELITE",
    "quote": "Due to the SRAM Transmission system, I could push it in the mud without losing the derailleur.",
    "criteria": []
  },
  {
    "rider": "Mathew Wollmann",
    "level": "UNKNOWN",
    "quote": "I went with my tried and true setup... super light setup with two aspero bags. A top tube bag with essentials such as plugs, CO2, lights, battery, etc. Things I would need quickly. My saddle bag contained a light rain jacket, two extra embark maple pouches, and my shaded oakelys.",
    "criteria": []
  },
  {
    "rider": "Gravel Surface",
    "level": "",
    "quote": "The gravel here is small pea gravel/sand mixture... the fine gravel/sand/dirt mixture soaked it up like a sponge.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Post-Rain Conditions",
    "level": "",
    "quote": "The water does not run off the roads here like back home, but rather the fine gravel/sand/dirt mixture soaked it up like a sponge. My speed was immediately cut in half as I entered the chocolate smoothie...",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Bohemian Alps Section",
    "level": "",
    "quote": "North of Lincoln, the area is called the Bohemian Alps, named after the Czech immigrants who settled here. Full of rolling hills, one after another after another. None are long, but all are steep. This year's course, compared to last year's, had more of this.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "B-Roads/MMR Sections",
    "level": "",
    "quote": "I hit the first B-road around mile 70 and I felt like I was on a single track ribbon of dark chocolate. There was a 18 inch wide path of firm ground on this road, but to either side it was sticky mud. As long as I held the line, I was fine. It was groovy!",
    "criteria": []
  },
  {
    "rider": "MMR Decisive Nature",
    "level": "",
    "quote": "The addition of new venue locations and comprehensive live coverage will bring the race to a broader audience, showcasing American gravel racing like never before... These MMRs, as they are called, often times define the racing as much as any climbs.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Checkpoint Features",
    "level": "",
    "quote": "There was a short, 0.4 mile cross course I had to do, including riding through a barn, before I hit the aid station.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Elite Men's Race Strategy",
    "level": "",
    "quote": "13 dwindled to nine heading into a crucial aid station where the leaders would have to choose who needed to stop for water versus those who could carry on without stopping. Since Gravel Worlds is staunchly self-supported, there is no outside assistance and no handups.",
    "criteria": [
      "logistics",
      "race_quality"
    ]
  },
  {
    "rider": "Mechanical Issues in Mud",
    "level": "",
    "quote": "More than once I thought about just tucking tail and turning back, after seeing many people off their bikes looking at their drivetrains and playing with their chains.",
    "criteria": []
  },
  {
    "rider": "Heat-Related Issues",
    "level": "",
    "quote": "At mile 287 I began to feel my first cramps... I was almost out of drinkable water and was out of water to spray on me. I began to stop sweating, developed a headache, and the cramps got worse.",
    "criteria": []
  },
  {
    "rider": "Mud-Induced Eliminations",
    "level": "",
    "quote": "The first three MMRs defined the race. Not only did it bring certain contenders to the fore, it also seemed to eliminate a few key challengers who would typically play a role in Gravel Worlds: Lauren Stephens, minutes back; Morgan Aguirre, minutes back; Sofia Gomez Villafañe, minutes back; Lauren De...",
    "criteria": []
  },
  {
    "rider": "Night Riding Fatigue",
    "level": "",
    "quote": "That night I was all over the road. Literally yelling out loud to wake up... Just before sunrise... I was all over the road. Literally yelling out loud to wake up... I set my alarm and laid my phone on my chest, hoping someone would steal my bike.",
    "criteria": []
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "I love the vibes of Gravel Worlds and how no one is more important than another. We are all equal here! The race organizers are wonderful people and have their shit dialed! They work tirelessly for days to make sure our experience is a positive one.",
    "criteria": [
      "technicality",
      "community"
    ]
  },
  {
    "rider": "Event Philosophy",
    "level": "",
    "quote": "We didn't ride gravel because it was the cool thing to do, we simply rode gravel because it was what we had and it was fun. So that is what we will always strive for our events, keeping gravel FUN!",
    "criteria": []
  },
  {
    "rider": "Origins",
    "level": "",
    "quote": "We started out as a group of friends in 2008 who loved riding and just wanted to play bikes without all the rules. Like kids on a playground we made up our own rules together.",
    "criteria": []
  },
  {
    "rider": "Jason Strohbehn",
    "level": "",
    "quote": "Garmin Gravel Worlds has always been about more than just the race. It's about the shared experience and camaraderie among participants, while also contributing to causes much greater than ourselves.",
    "criteria": []
  },
  {
    "rider": "Randy Gibson Memorial",
    "level": "",
    "quote": "#RideForRandy - Randy Gibson was one of the greatest humans in our Gravel Family. We lost Randy to a drunk driver in 2017. Those who were blessed to know him still think of him when we throw our leg over and start pedaling on the gravel seas.",
    "criteria": []
  },
  {
    "rider": "Mathew Wollmann",
    "level": "UNKNOWN",
    "quote": "I truly think each of us needs to do at least 1 massive physical task each year. Remind ourselves what we truly are capable of. For some, it's a 5k. For others in an ultra event. But PLEASE don't underestimate yourself. You are so capable of greatness.",
    "criteria": []
  }
]
