[
  {
    "rider": "ACree",
    "level": "COMPETITIVE",
    "quote": "I did the Hohly roller by the same promoter a couple years ago, and have done GFW several times. I'm sure it will be a good event. Possibly even dry. GFW is great (and hard).",
    "criteria": []
  },
  {
    "rider": "GPS/Navigation",
    "level": "",
    "quote": "Important: there is essentially zero cell coverage on the course – you will want to download the tracks onto your phone ahead of time. We have a RideWithGPS event membership, which means that you will be able to download routes for offline use for FREE, without having to get a paid membership.",
    "criteria": []
  },
  {
    "rider": "Course Format",
    "level": "",
    "quote": "New format for 2026! The Loop: A stunning 23-mile course with just under 2,000' of climbing per lap. Choose your own adventure: 1 One Lap: 23 Miles (The Sprint), 2 Two Laps: 46 Miles (The Mid), 3 Three Laps: 69 Miles (The Challenge)",
    "criteria": []
  },
  {
    "rider": "Surface Composition",
    "level": "",
    "quote": "Each course is approximately 95% gravel. The surface data on Ride With GPS is not accurate.",
    "criteria": []
  },
  {
    "rider": "Route Details",
    "level": "",
    "quote": "The loops starts and ends at Satsop Center and heads west to do the 'Big Creek Loop' around Mount Fitzgerald. This area is peaceful, lush and green and perfect for a gravel adventure.",
    "criteria": []
  },
  {
    "rider": "Mass Start",
    "level": "",
    "quote": "For 2026 we are introducing a Mass Start at 9:30 AM. Whether you are riding 1 lap or 3, everyone rolls out together.",
    "criteria": []
  },
  {
    "rider": "Loop Format Advantage",
    "level": "",
    "quote": "A loop course also means that friends and family can see you and cheer you on as you pass through Satsop Center between loops!",
    "criteria": []
  },
  {
    "rider": "Cell Coverage",
    "level": "",
    "quote": "This area is remote and rugged with the nearest cell reception being nearly 40 minutes away unless you are up on the highest ridges.",
    "criteria": []
  },
  {
    "rider": "Camping Culture",
    "level": "",
    "quote": "Part of the race fee pays for the organizers to haul in water for the racers. Part of it also pays for lunch/early dinner after the race... If there's a race that deserves the title 'the most epic race you've never heard about,' it's Why-Not-Chee.",
    "criteria": []
  },
  {
    "rider": "Remote Location",
    "level": "",
    "quote": "There's no trouble finding accommodations for the Why-Not-Chee race—just bring a tent. This area is so remote that there are no accommodations, so you've got to camp to do this race or leave very early to drive to the start.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Grassroots Character",
    "level": "",
    "quote": "These events are inclusive of everybody because they represent the local community. Seasoned racers who know their power numbers by heart mingle with riders who've never even contemplated putting a power meter on their bikes.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Female Participation",
    "level": "",
    "quote": "These races have no fewer than 20% female participants—more than most bike races.",
    "criteria": []
  },
  {
    "rider": "Post-Race",
    "level": "",
    "quote": "All participants receive a professional, well-organized event, RFID timing, a well-marked course, on-course snacks and medical support, mechanical support, a finisher token of badassness, and post-race hot food and cold drinks.",
    "criteria": [
      "race_quality",
      "climate",
      "logistics"
    ]
  },
  {
    "rider": "Camping Options",
    "level": "",
    "quote": "Satsop Center Camping,",
    "criteria": []
  },
  {
    "rider": "Historical Context",
    "level": "",
    "quote": "The Wynoochee Lake area represents some of the deepest logging roots in the state, if not the country, with the last of the company-owned logging camps in the continental United States, Camp Grisdale, located just south of the lake.",
    "criteria": []
  }
]
