[
  {
    "rider": "Marni (Trimarni Coaching)",
    "level": "RECREATIONAL",
    "quote": "You may think that with Clinton being in the Piedmont region of South Carolina that the terrain means an easier ride. Don't be fooled, everyone who finishes this event knows it was much harder than they anticipated.",
    "criteria": []
  },
  {
    "rider": "Marni",
    "level": "RECREATIONAL",
    "quote": "When I reached the gravel section, it was so dusty that I could barely see anything. This freaked me out a bit and I found myself slowing down to stay safe.",
    "criteria": []
  },
  {
    "rider": "Marni",
    "level": "RECREATIONAL",
    "quote": "I just riding along (famous last words) until I found myself rolling into a deep hole (more like a crater) on a pavement-like crossing. The hole caught me by surprise and it was too late for me to do anything as I don't have the skills to bunny hop holes yet...",
    "criteria": []
  },
  {
    "rider": "Karel [COMPETITIVE/UNKNOWN]",
    "level": "",
    "quote": "For the first 6 mile section of gravel, his group average 23.9 mph! His HR was in the mid 160's and pretty much stayed there for the rest of the race. For the next 50 miles, Karel's group averaged 21.5 mph!",
    "criteria": []
  },
  {
    "rider": "Claire Colbert",
    "level": "UNKNOWN",
    "quote": "I've never been to a gravel race where I didn't leave with new friends; the same can't be said for the many triathlons I've raced.",
    "criteria": []
  },
  {
    "rider": "Anonymous racer",
    "level": "UNKNOWN",
    "quote": "The Sumter Forest Gravel Event brings us through the best gravel roads around. There was no traffic, the course was very challenging, and the food afterwards hit the spot. This event had me mark down every Southeast Gravel event on my calendar.",
    "criteria": []
  },
  {
    "rider": "Course mix",
    "level": "",
    "quote": "A good mix of gravel and road. You do a few miles of gravel and then a few miles of road - rinse and repeat for 72 miles.",
    "criteria": []
  },
  {
    "rider": "Technical features",
    "level": "",
    "quote": "A few technical areas (and a river crossing, a few steep hills and a tight rocky turn)",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Finish section",
    "level": "",
    "quote": "Riding through a corn field, onto gravel and then a pitchy climb to the finish (an area that we hadn't ridden before because it's on an active shooting range)",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Iconic course features",
    "level": "",
    "quote": "One of the most iconic shots of the Sumter Forest course is the tunnels that traverse under I-26. Now both the long course and short course get to have fun in those tunnels.",
    "criteria": []
  },
  {
    "rider": "Road hazards",
    "level": "",
    "quote": "The roads seemed to have a bit more loose gravel than what I was used to on this course so I had to be extra careful and attentive on the hillier sections, especially when there's holes, sand and rocks to dodge.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Start intensity [COMPETITIVE/ELITE]",
    "level": "",
    "quote": "When the event started, it felt like any other bike race. It was fast, a bit chaotic as everyone got organized into a tight pack... the first few miles were fast... But what I didn't expect was the intensity of the group when we hit the first section of gravel (around mile 6).",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Hydration/nutrition strategy",
    "level": "RECREATIONAL",
    "quote": "Since I had two bottles on my bike of sport nutrition along with a Camelback of 1.5L of sport drink, I didn't need to make any stops.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Crashes",
    "level": "",
    "quote": "There was a crash on the gravel sometime in the first 10 miles but I think everyone that crashed there finished.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Pre-race energy",
    "level": "",
    "quote": "When we arrived to the race venue around 7:45am, you could feel the energy. With nearly 400 cyclists registered for either the long or short course, there was a lot of energy in the air that people were itching to race.",
    "criteria": []
  },
  {
    "rider": "Gravel race culture",
    "level": "",
    "quote": "Gravel events are basically just a party with a bike ride to kick things off… You can ride them as hard or as easy as you want on whatever bike you want (for the most part lol). And then everyone gets to share a beer (or two or three!) and usually some good food at the end.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Post-race amenities",
    "level": "",
    "quote": "Free Food/Free Beer - Go as hard as you want, and know that a hot meal and a cold refreshing beer will be awaiting you at the finish line. Stick around and cheer on fellow riders who are finishing.",
    "criteria": [
      "climate",
      "community"
    ]
  },
  {
    "rider": "Equal pay",
    "level": "",
    "quote": "With equal pay for both the men and women (which is not typical in many cycling events), this brought more pro women to the event.",
    "criteria": []
  },
  {
    "rider": "Organizer reputation",
    "level": "",
    "quote": "Ben and Boyd of Southeast gravel are just plain awesome so their presence alone brings along good people who love bikes.",
    "criteria": []
  },
  {
    "rider": "Town enthusiasm",
    "level": "",
    "quote": "Whitmire was super excited to bring bike racing to their downtown area",
    "criteria": []
  },
  {
    "rider": "Camping option",
    "level": "",
    "quote": "The town of Whitmire has agreed to allow racers to boondock downtown Friday night. If you have a sprinter van or a small camper, you're free to camp at the Whitmire Community Center Friday night. There will be no hookups of any kind, just primitive camping in a parking lot.",
    "criteria": [
      "logistics",
      "field_depth"
    ]
  }
]
