[
  {
    "rider": "Femke Markus",
    "level": "ELITE",
    "quote": "Really nice to ride a gravel race in between the road races. Suffered a lot today but really happy to win the sprint from the strong Rosa Klöser",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Anon YouTube rider",
    "level": "RECREATIONAL",
    "quote": "Welcome to the first episode of the thrilling UCI gravel series! Join a passionate novice cyclist as he takes on his first-ever UCI gravel race, the Gravel One Fifty, in the Netherlands.",
    "criteria": []
  },
  {
    "rider": "Jo Pirotte",
    "level": "UNKNOWN",
    "quote": "Twig in the wheel, empty battery and flat tire... bad luck day complete",
    "criteria": []
  },
  {
    "rider": "Course profile",
    "level": "",
    "quote": "The course is pan flat",
    "criteria": []
  },
  {
    "rider": "Spectator-friendly",
    "level": "",
    "quote": "The course is also interesting for spectators as it winds through a few villages in a network of smaller roads and loops often close to each other so easy to make shortcuts for spectators to watch the riders on different locations.",
    "criteria": []
  },
  {
    "rider": "Cyclocross star Annemarie Worst",
    "level": "ELITE",
    "quote": "faded late and finished 18th after suffering some mechanical issues",
    "criteria": []
  },
  {
    "rider": "Spectator support",
    "level": "",
    "quote": "Spectators lined the course in villages and at crossroads, cheering and ringing cowbells, while the town square (the 'Brink' in Roden) bustled with an enthusiastic crowd awaiting the finish.",
    "criteria": []
  },
  {
    "rider": "International field",
    "level": "",
    "quote": "Riders had registered from 26 countries, all eager to qualify for the UCI Gravel World Championships",
    "criteria": [
      "prestige"
    ]
  },
  {
    "rider": "Mass participation feel",
    "level": "",
    "quote": "Gravel One Fifty isn't just for the pros; it's equally a mass-participation gravel gran fondo",
    "criteria": []
  },
  {
    "rider": "Regional significance",
    "level": "",
    "quote": "In 2016, the province of Drenthe was the first UCI Bike Region in world. This prestigious label was awarded to Drenthe for its cycling infrastructure, it's hosting of numerous cycling events and the promotion of cycling in general.",
    "criteria": []
  },
  {
    "rider": "Age group competition",
    "level": "",
    "quote": "With nearly 2,000 participants on course, the majority were amateur 'graveleurs' of all ages, each chasing personal goals. Most were also chasing the carrot of World Championships qualification: any rider finishing in the top 25% of their age/gender category would earn a coveted spot at Worlds.",
    "criteria": [
      "prestige"
    ]
  }
]
