[
  {
    "rider": "Janosch Wintermantel",
    "level": "ELITE",
    "quote": "Colombians have an incredible amount of 'grinta' which translates as pluck, grit, determination or resolve. They simply love to race like no one else. There was no holding back or saving any kind of energy for the next day during the stage.",
    "criteria": []
  },
  {
    "rider": "Rich Costello",
    "level": "ELITE",
    "quote": "For the most part though, the drivers we encountered were friendly and gave plenty of room when passing, often sharing an encouraging honk and a wave. Many Colombians' love cycling and we felt very welcome in the country.",
    "criteria": []
  },
  {
    "rider": "Janosch Wintermantel",
    "level": "ELITE",
    "quote": "Colombian gravel is not comparable to the smooth surface most of us are used to in Europe or the US.",
    "criteria": []
  },
  {
    "rider": "Janosch Wintermantel",
    "level": "ELITE",
    "quote": "As a comparison the highest paved pass in Europe is the mighty Col d'Iseran at 2764m, **more than 1000 meters lower than many of the climbs in Colombia**!",
    "criteria": []
  },
  {
    "rider": "Rich Costello",
    "level": "ELITE",
    "quote": "Day one was meant to be easy. Bogota sits at 2600m, and we were descending to the Magdalena Valley where we'd crush 50km of false flat before checking in to El Hotel de los Ciclistas in Mariquita for a good night's rest. It didn't quite turn out that way.",
    "criteria": []
  },
  {
    "rider": "Janosch Wintermantel",
    "level": "ELITE",
    "quote": "Stage 5 was a hot and mainly flat one. We wrestled the field down to 8 riders before entering the last few kilometres. The last 3 kilometres were then a crazy hunt in open traffic. Mauricio Ardila attacked first.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Janosch Wintermantel",
    "level": "ELITE",
    "quote": "The hole I got in my tyre from the previous day opened up again, but this time I couldn't properly seal it. As a result, I had to ride the entire stage on extremely low tyre pressure, stopped countless times to put extra air in and I lost almost an hour to Laurens.",
    "criteria": []
  },
  {
    "rider": "Rich Costello",
    "level": "ELITE",
    "quote": "I've always believed that experiences like this are better when shared with friends... Something special happens when you're part of a team and I know I could not have kept going every day without help at times (electrolytes and Imodium on day 3 for example).",
    "criteria": []
  },
  {
    "rider": "Janosch Wintermantel",
    "level": "ELITE",
    "quote": "Jardin was a great finish to the week with the afternoon spent at the resort celebrating the last 8 days of memories and stories made riding across Colombia. After a night out on the town taking in another weekend night in Colombia, we caught some rest.",
    "criteria": []
  },
  {
    "rider": "Cory Wallace",
    "level": "ELITE",
    "quote": "That night we finished in a country town called Tamesis with a buzzing central square. Being Friday night, it filled up with locals, including a bunch of cowboys. **It's tough to match the energy of a Latin American town on a weekend night!**",
    "criteria": []
  },
  {
    "rider": "Rich Costello",
    "level": "ELITE",
    "quote": "This trip has changed all of that. Colombia offered up a total sensory experience that is unlike anything else and a cycling challenge that my legs and lungs won't forget in a hurry.",
    "criteria": []
  }
]
