[
  {
    "rider": "Aaron Borrill",
    "level": "ELITE",
    "quote": "I thought I was prepared for Gravel Burn. I mean, I was – I did all the training and was in good shape going into the race, but I think I just underestimated everything about South Africa, particularly the region and the terrain I traversed during the seven stages.",
    "criteria": []
  },
  {
    "rider": "Aaron Borrill",
    "level": "ELITE",
    "quote": "It's a beautiful race but also unforgiving. It takes no prisoners, and the moment you show any weakness, it will chew you up and spit you out.",
    "criteria": []
  },
  {
    "rider": "Aaron Borrill",
    "level": "ELITE",
    "quote": "The number of things that can go wrong on a gravel bike never fails to amaze me. You really have to think about how you prepare, what you carry with you, and how accessible it is to quickly plug punctures and reinflate tyres.",
    "criteria": []
  },
  {
    "rider": "Simon Pellaud",
    "level": "ELITE",
    "quote": "They told me, come to South Africa, it's summer and you'll have beautiful weather. It's beautiful, yeah, but it looks like Belgium in March.",
    "criteria": []
  },
  {
    "rider": "Alistair Brownlee",
    "level": "ELITE",
    "quote": "I'm not in it for the medals and wins. I'm in it for the enjoyment. But, of course, I'm still going to go as hard as I can.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Alistair Brownlee",
    "level": "ELITE",
    "quote": "What's more adventurous than riding 800 kilometres through the Karoo and the remotest parts of Africa? We've been in some proper remote places. It's been super adventurous and a lot of fun.",
    "criteria": []
  },
  {
    "rider": "Alistair Brownlee",
    "level": "ELITE",
    "quote": "It's incredible that we're standing in one of the camps now. And it's really impossible to explain the remoteness of some of the places we've been staying in. And still, there's this amazing infrastructure of 1,000 tents, incredible food in the Burn Camps, and places for people to hang out.",
    "criteria": []
  },
  {
    "rider": "Alistair Brownlee",
    "level": "ELITE",
    "quote": "Actually, I missed the most important thing, which is hot showers!!!",
    "criteria": []
  },
  {
    "rider": "Alistair Brownlee",
    "level": "ELITE",
    "quote": "Really, I love riding my bike. I like racing. I like kinds of adventure and seeing the world, and I think gravel encompasses all of that.",
    "criteria": []
  },
  {
    "rider": "Kevin Vermaak (Race Founder)",
    "level": "ELITE",
    "quote": "A seven-day gravel race in Africa is not the same as cruising the smooth 'gravel' roads of The Netherlands. While our routes avoid harsh corrugation, the environment is still demanding – even a little bit of suspension makes a big difference over a long week of riding.",
    "criteria": []
  },
  {
    "rider": "Kevin Vermaak (Race Founder)",
    "level": "ELITE",
    "quote": "Honestly, Wade, the overwhelming feeling was relief. Relief that we could now move into an iterative phase of improvement. Before the event, we had a vision.",
    "criteria": []
  },
  {
    "rider": "Kevin Vermaak",
    "level": "ELITE",
    "quote": "We had international riders dropping hundreds of positions on the final stage because they stopped to watch rhinos for half an hour. I love that.",
    "criteria": []
  },
  {
    "rider": "Stage 1",
    "level": "",
    "quote": "Biblical rain pouring down for 48 hours",
    "criteria": []
  },
  {
    "rider": "Stage 5",
    "level": "",
    "quote": "Temperatures soaring, with temperatures well over 35 degrees recorded on the climb",
    "criteria": []
  },
  {
    "rider": "Night before Stage 6",
    "level": "",
    "quote": "A storm came in during the evening with strong, gale-force winds blowing down the nearby bergs into our campsite in Merino Farm at 1,300m above sea level. The wind blew savagely during the night, pummeling the camp and suckerpunching our tents without relenting.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Stage 3",
    "level": "",
    "quote": "A mix of technical climbing, descending, and fast gravel",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Stage 5",
    "level": "",
    "quote": "A race of two halves. The start served up 10km of gravel before 80km of smooth tarmac",
    "criteria": []
  },
  {
    "rider": "Stage 6",
    "level": "",
    "quote": "Mountain bike-like terrain and brutally long descents.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Stage 7",
    "level": "",
    "quote": "Felt easier than stages 4, 5 and 6, but it was also faster with riders gassing it.",
    "criteria": []
  },
  {
    "rider": "General Course Description",
    "level": "",
    "quote": "The route has a mix of wide gravel roads and narrower paths, descents and climbs and one or two rough sections. You'll find fast sections, loose surfaces and steep climbs.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Wildlife",
    "level": "",
    "quote": "Exotic animals were on display in the latter stages. This included sightings of rhino, giraffe, ostrich, zebra and antelope.",
    "criteria": []
  },
  {
    "rider": "Evening Activities",
    "level": "",
    "quote": "Riders would gather around campfires, sharing stories of the day's challenges while mechanics worked on their bikes and support staff handled the washing. These weren't just practical necessities but community-building moments that enriched the entire experience.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Solo Format Creating Community",
    "level": "",
    "quote": "With full-service luxury camps, excellent locally sourced food and beverages, and engaging evening activities, riders of all paces and focus will feel at home.",
    "criteria": []
  }
]
