[
  {
    "rider": "Carola Fresno",
    "level": "RECREATIONAL",
    "quote": "Just standing at the starting line was a challenge in itself. My training had been limited, I'd never attempted a distance like this, and the cold morning air combined with the sheer number of kilometres ahead made both my body and mind tremble.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Carola Fresno",
    "level": "RECREATIONAL",
    "quote": "I dropped into total connection. No headphones. Just an open heart, fully immersed. I felt every piece of that autumn landscape pour in through my senses — the colours, the wind, the stillness. It held me, even when my body started to fail.",
    "criteria": []
  },
  {
    "rider": "Carola Fresno",
    "level": "RECREATIONAL",
    "quote": "The headwind at times felt endless, like it was trying to stop me in my tracks. I just wanted to finish. That's all I could think about in the last 50km, when darkness began to fall again and the cold started biting at my face, hands, and feet.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Carola Fresno",
    "level": "RECREATIONAL",
    "quote": "Reaching CP4 was brutal. I was on the edge of another breakdown. The cold, the exhaustion — it all made me doubt. Dust, crashes, freezing wind. Everything made the finish line seem even further away. But the warmth of the helping hand at the checkpoint gave me strength.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Carola Fresno",
    "level": "RECREATIONAL",
    "quote": "250 kilometres with 3000 metres of elevation gain in less than 20hrs sounds insane to most people. And maybe it is? But the magic lies in this — that in the end, time doesn't really matter. What matters is that you did it. That you faced everything and didn't give up.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Photographer Clemente Diaz",
    "level": "UNKNOWN",
    "quote": "Gravel del Fuego isn't just a race. It's a rite of passage.",
    "criteria": []
  },
  {
    "rider": "Tito Nazar (founder)",
    "level": "UNKNOWN",
    "quote": "The rare and precious thing is finding places where you can discover the strength that lives in your own solitude.",
    "criteria": []
  },
  {
    "rider": "Tito Nazar (founder)",
    "level": "UNKNOWN",
    "quote": "I got into mountaineering, then I understood there was something called trail running and I became an ultra runner, I guess around Leadville, 100. I did it. I got the big buckle... Then I knew it took me too many years... to understand I have like a deep passion for ultra stuff.",
    "criteria": []
  },
  {
    "rider": "Tito Nazar (founder)",
    "level": "UNKNOWN",
    "quote": "One person told me that if you had a bicycle, I could go super far over 200 Ks. That might be 160 miles. So maybe two months after I bought my first road bike, I hated it, but I just used it.",
    "criteria": []
  }
]
