[
  {
    "rider": "Kari",
    "level": "UNKNOWN",
    "quote": "This race is not for the faint of heart. With 71 miles and over 7,800 ft. of elevation gain, it will test your legs and your capacity for suffering. I'm convinced there isn't a single stretch of flat on the Colonel Drake route until you hop on the bike path in the last mile.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Kari",
    "level": "UNKNOWN",
    "quote": "Around mile 18, I noticed it was loose again but I didn't want to lose any more time and I thought I'd be able to make it to the aid station. I was wrong. Within the next mile, in the middle of a steep climb, it came completely off the frame and swung down in between my crank arm and the frame...",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Kari",
    "level": "UNKNOWN",
    "quote": "I did not have a single negative car or dog interaction on this whole route - a rarity even on the best of routes! All of the roads were dry and dusty; many were flat pack and fast with some pretty bumpy and loose sections.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Ray",
    "level": "UNKNOWN",
    "quote": "The gravel roads were all dry, fast and super dusty. We did encounter some sections recently graded with some scatter gravel on top.",
    "criteria": []
  },
  {
    "rider": "Climb Specifics",
    "level": "",
    "quote": "Epic climbs that virtually start in the Allegheny River and traverse six miles to the summit.",
    "criteria": []
  },
  {
    "rider": "Unique Finish",
    "level": "",
    "quote": "All 2023 routes finish by descending Drake Well Road and crossing the National Historic Landmark Jersey Bridge before navigating to the Drake Well BMX track.",
    "criteria": []
  },
  {
    "rider": "Local Support",
    "level": "",
    "quote": "There were residents standing outside their homes cheering for us which was really neat. All day on course there were locals out cheering and offering water or snacks. I've never experienced that at an event before.",
    "criteria": []
  },
  {
    "rider": "Aid Stations",
    "level": "",
    "quote": "Cyclists at last year's event called them formula one pit stops, with volunteers grabbing your bike, filling your bottles, handing you food and sending you on your way.",
    "criteria": []
  },
  {
    "rider": "Police Escort",
    "level": "",
    "quote": "A police escort led the group south out of town and then an immediate climb that turned into gravel halfway up. Locals cheered us on as we passed.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Venue",
    "level": "",
    "quote": "The Titusville Ironworks Tap House serves as the start, registration, and after party venue. This unique venue has been fully restored and let's just say you won't be disappointed about the journey through local history as walk through the venue!",
    "criteria": []
  },
  {
    "rider": "Pack Dynamics",
    "level": "",
    "quote": "The pack broke up pretty quickly after the start of the first climb",
    "criteria": []
  }
]
