[
  {
    "rider": "Ted King",
    "level": "ELITE",
    "quote": "I think it was approaching two hours for me to spin up the climb, topping off a bit shy of 4,000 feet, all the way from sea level. That was a straightforward challenge, and I knew the climb would shake up the group just a few minutes into the race.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Ted King",
    "level": "ELITE",
    "quote": "The gravel roads were in really good condition over the top, but then we entered a rough double-track section around mile 25 that required you to really pay attention. It was a 4×4 track that started pretty tame, but then presented plenty of challenges over the next nearly three rough miles.",
    "criteria": []
  },
  {
    "rider": "Ted King",
    "level": "ELITE",
    "quote": "The screaming fast descents had wheel-eating potholes which would end your day badly if you weren't paying close attention. All the more difficult with mud splattering up from your front tire at high speeds.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Jan Heine",
    "level": "COMPETITIVE",
    "quote": "I made it up Bon Jon Pass twice, and didn't pass out... I'd been up Bon Jon Pass a few times, but the race took us on some side tracks that even I didn't know. It was hard—as second half of the name suggests—and it was fun.",
    "criteria": []
  },
  {
    "rider": "Jan Heine",
    "level": "COMPETITIVE",
    "quote": "There was just the right combination of professional organization and down-to-earth vibe. It felt like racing way back, when cycling was a tiny sport, and you just assumed that anybody showing up was a friend, or would become one.",
    "criteria": []
  },
  {
    "rider": "Historical context",
    "level": "",
    "quote": "It wasn't as muddy as some past years, but the mountains were just as big and grueling... In past years, some of the races have been held in deluges and in one year, it was held in the middle of the worst heat wave in the Pacific Northwest in 100 years.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Course note",
    "level": "UNKNOWN",
    "quote": "In 2024, the Long Course was shortened due to severe weather and was 55 miles rather than 80.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Descent characteristics [ELITE perspective]",
    "level": "",
    "quote": "The screaming fast descents had wheel-eating potholes which would end your day badly if you weren't paying close attention. All the more difficult with mud splattering up from your front tire at high speeds.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Remote valley section",
    "level": "",
    "quote": "Then we reached a remote valley in the far reaches of the course, which was bucolic and just stunning. The sun popped out for us at that point, just at the right time because my breakaway companion Mark and I were both shivering from the long cold descent.",
    "criteria": [
      "climate",
      "length"
    ]
  },
  {
    "rider": "Rhododendron blooms",
    "level": "",
    "quote": "Luckily June is when the wild rhododendrons are in full bloom. Spotlighted against the deep green background of the forest, the blooms are sure to brighten up what might seem like an endless ascent.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Weather-related course modification",
    "level": "",
    "quote": "NOTE: In 2024, the Long Course was shortened due to severe weather and was 55 miles rather than 80.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Mechanical hazards",
    "level": "",
    "quote": "The screaming fast descents had wheel-eating potholes which would end your day badly if you weren't paying close attention.",
    "criteria": []
  },
  {
    "rider": "Cell coverage warning",
    "level": "",
    "quote": "Important: there is essentially zero cell coverage on the course – you will want to download the tracks onto your phone ahead of time.",
    "criteria": []
  },
  {
    "rider": "Jan Heine",
    "level": "COMPETITIVE",
    "quote": "There was just the right combination of professional organization and down-to-earth vibe. It felt like racing way back, when cycling was a tiny sport, and you just assumed that anybody showing up was a friend, or would become one... At the finish, I got to meet the organizers, Lorrie and Buck.",
    "criteria": []
  },
  {
    "rider": "Ted King",
    "level": "ELITE",
    "quote": "There's a common thread to gravel riders. We're there because we love it. We love riding, we love racing, we love being out there for the challenge. So whether you're at Unbound or the world championships or exploring the Pacific Northwest, everyone is out having a good time.",
    "criteria": [
      "prestige"
    ]
  },
  {
    "rider": "Ted King",
    "level": "ELITE",
    "quote": "Without a doubt BJPO is a grassroots event. The people it draws in are there for the event, to enjoy a small town, to have a good ride, and then soak it in afterwards with a burrito or pizza and beer or seltzer.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Post-race atmosphere",
    "level": "",
    "quote": "Post-race we will have hot food, beer garden, and awards!",
    "criteria": []
  },
  {
    "rider": "Accommodation proximity",
    "level": "",
    "quote": "Staying in the historic Worthington mansion, it was literally about 20 steps from the back door of my accommodations to the start line, so I could leisurely sip coffee right up until the last minute.",
    "criteria": []
  },
  {
    "rider": "Race size",
    "level": "",
    "quote": "The field wasn't huge at Bon Jon Pass Out, but I'm a believer that there are strong riders anywhere you go.",
    "criteria": []
  },
  {
    "rider": "Community giving",
    "level": "",
    "quote": "As a way of giving back, a portion of each registration will be donated to the Quilcene Historical Museum and the Peninsula Access Coalition.",
    "criteria": []
  },
  {
    "rider": "Hospitality",
    "level": "",
    "quote": "The village of Quilcene is perfectly placed at the base of the Olympic Mountains, and along Quilcene Bay. This town is synonymous with hospitality, and especially welcoming are the great folks at Worthington Park, where we will be based for the day.",
    "criteria": []
  },
  {
    "rider": "Resilient community",
    "level": "",
    "quote": "I was impressed by the positive spirit and the endurance of the riders—most finished despite the challenging conditions.",
    "criteria": []
  }
]
