[
  {
    "rider": "Brian Turk",
    "level": "ELITE",
    "quote": "This tops my lifetime accomplishments list for sure. Still not sure what made me decide to try the Gray Duck Grit 333 mile race known as the Cow, but I did. With 14 starters my goal was to finish, not compete for a podium.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Paul Palecek",
    "level": "UNKNOWN",
    "quote": "My Gray Duck ride was definitely the highlight of my year! With all the awesome athletes posting insane times sometimes it's easy to forget all the intangibles that these events and biking in general brings.",
    "criteria": []
  },
  {
    "rider": "Jack Reher",
    "level": "UNKNOWN",
    "quote": "Gray Duck Grit allows one to clear the space between their ears. There are no boundaries or restrictions within their motto 'Ride Your Ride'. It's you against yourself. How far can you go? The beauty of this particular race is nobody knows the outcome...",
    "criteria": []
  },
  {
    "rider": "Pat Moore",
    "level": "UNKNOWN",
    "quote": "After a summer of long races (800 miles of the Tour Divide, the Wolf Bikepacking Race (225), and the DAMn (240)), I opted for the new 50-mile route. The course was beautiful. Rolling climbs and fast descents were once again the name of the game of Driftless Country.",
    "criteria": [
      "elevation",
      "field_depth",
      "technicality"
    ]
  },
  {
    "rider": "Driftless Region Character",
    "level": "",
    "quote": "Rolling climbs and fast descents were once again the name of the game of Driftless Country.",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "Specific Sections",
    "level": "",
    "quote": "Leaving the outskirts of Cannon Falls, racers entered a healthy mix of forest and farmland... Things began to look and feel familiar to the 2023 course when I hit 380th Street which goes over Highway 52.",
    "criteria": []
  },
  {
    "rider": "Start Line",
    "level": "",
    "quote": "We rolled out under blue skies... on a horse race track which admittedly was a first for me.",
    "criteria": []
  },
  {
    "rider": "Finish Line",
    "level": "",
    "quote": "Crossing the finish line to the amazing sound of the cowbell was as satisfying as always. The finish area at the Cannon Valley Fairgrounds was perfect. A food truck, music, and sunshine always seem to make for a good time.",
    "criteria": []
  },
  {
    "rider": "Charitable Mission",
    "level": "",
    "quote": "All proceeds, literally every penny, to a good cause",
    "criteria": []
  },
  {
    "rider": "Non-Binary/Gender Non-Conforming Categories",
    "level": "",
    "quote": "We strive to make GDG accessible to anyone who has a bike and wants to get after it by offering Non-Binary/Gender Non-Conforming categories for all our competitions and distances. In an arena historically male dominated, this change creates a space for all to feel welcome and represented.",
    "criteria": []
  },
  {
    "rider": "Northfield Community",
    "level": "",
    "quote": "Northfield residents and businesses are welcoming and very bike friendly. The town of 20,000 residents still has a small town charm along with several coffee shops, eateries, and breweries for cyclists to enjoy.",
    "criteria": [
      "community"
    ]
  }
]
