[
  {
    "rider": "David",
    "level": "UNKNOWN",
    "quote": "Brutal. But it is the Odyssey!",
    "criteria": []
  },
  {
    "rider": "Mark",
    "level": "UNKNOWN",
    "quote": "This was my first mountain bike event at age 51. I had the best time. The course was brutal but so rewarding to hit the finish line. I'm still on a high 4 days later and I can't stop talking about the race. The whole thing really blew me away!",
    "criteria": []
  },
  {
    "rider": "Shane",
    "level": "UNKNOWN",
    "quote": "Incredible single track, stunning scenery, excellent support and sensational race and event village vibe … there's so much to love about the Otway Odyssey!",
    "criteria": []
  },
  {
    "rider": "Kathryn",
    "level": "UNKNOWN",
    "quote": "30 seconds into the race I had a face full of dust and I knew it was going to be a good ride! The sweet single track and hard-@ss climbing didn't disappoint…",
    "criteria": []
  },
  {
    "rider": "Peta Mullens",
    "level": "ELITE",
    "quote": "It's still my favourite course, in my favourite setting, at the best time of year and I'd highly recommend it to anyone who loves adventure and awesome trails, and the shorter varieties to anybody staring out.",
    "criteria": []
  },
  {
    "rider": "Ben McDonald",
    "level": "UNKNOWN",
    "quote": "The course takes you through some of the most spectacular scenery you will ever see and will challenge you physically and mentally, but the camaraderie and support from your fellow riders makes it all worth it.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Chain Lube [UNKNOWN/GENERAL ADVICE]",
    "level": "",
    "quote": "For 4-6 hours or more in dry conditions, many 'dry' chain lubes will run just that – dry. Many riders prefer wax based lubes like Squirt or Smoove. Ride Mechanic also have their new Bike Cream which is a wax based lube that is water based for easy clean up.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Brakes [UNKNOWN/GENERAL ADVICE]",
    "level": "",
    "quote": "While the GOGG isn't hard on brakes per se, if you're not accustomed to doing events with other people, or off road, you may use your brakes more than you considered – so better make sure there's plenty of life in the brake pads.",
    "criteria": []
  },
  {
    "rider": "Leg 1",
    "level": "",
    "quote": "Flat / undulating 12km roll to Barwon Downs before a long and consistent climb through the rainforest on Delany Road. Turn right and continue along Mt Sabine Road for some sublime riding through Otways to the water point and timeout zone.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Leg 2",
    "level": "",
    "quote": "From the water point to the finish is basically all downhill on a fast, wide and smooth gravel road through the forest – it's a magnificent descent where hardly a pedal stroke is needed before returning to the finish line at the Football Ground.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Road Surface [UNKNOWN/ORGANIZER INFO]",
    "level": "",
    "quote": "Courses are conducted exclusively on 2WD dirt roads – no single track. Roads will be dirt roads – predominantly smooth hard-packed earth with some very short sections of looser gravel or slightly rougher terrain.",
    "criteria": [
      "technicality",
      "race_quality"
    ]
  },
  {
    "rider": "Traffic Warning [ORGANIZER INFO]",
    "level": "",
    "quote": "All roads remain open to the public. Whilst there are not many cars – everyone must remain aware, stick to your side of the road and always riding in control.",
    "criteria": []
  },
  {
    "rider": "Key rule",
    "level": "",
    "quote": "Riders crossing any time point with less than 1 second apart will be given the time of the first rider to cross the point (as per the Tour de France). This is to help ensure that riders know they are on the same race time if they entered / exited all timing points together.",
    "criteria": []
  },
  {
    "rider": "Limit",
    "level": "",
    "quote": "1hr maximum in the time out. Note, it is not compulsory to stop, just an option as it's an 'untimed' section of the course.",
    "criteria": []
  },
  {
    "rider": "Hydration Planning [UNKNOWN/GENERAL ADVICE]",
    "level": "",
    "quote": "Factor in about 1L an hour (or more on a hot day) and you'll realise it's time to make a proper nutrition plan... we expect you'll need to start with two full bottles, and a pocket of ride snacks.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Event Spirit [ORGANIZER PHILOSOPHY]",
    "level": "",
    "quote": "We believe the spirit of gravel is equally about: racing your bike and riding gravel roads through the wilderness and sharing the journey with other riders. The rally format achieves all this by making mixing race time with social time. Everyone wins!",
    "criteria": [
      "adventure"
    ]
  },
  {
    "rider": "Inclusivity",
    "level": "UNKNOWN",
    "quote": "Whether you're an elite chomping at the bit to 'win the big one', an age-grouper looking to battle it out for podiums, a newbie wanting to try your hand in the 30km MTB, or a social-rider wanting to cruise the GOGG… Consider this your calling.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Weekend Double Option",
    "level": "",
    "quote": "Make the most of your weekend in Forrest by 'doing a double' and racing on Saturday and Sunday! (and get 40% off the 2nd entry fee!). Enter one race and get 40% off a second event!",
    "criteria": []
  },
  {
    "rider": "Growing Event",
    "level": "",
    "quote": "Since the first event [in 2017], the GOGG has continued to grow.",
    "criteria": []
  }
]
