[
  {
    "rider": "Meaghan Hackinen",
    "level": "UNKNOWN",
    "quote": "As much as I love the mountains, I have an aversion to steep drops, narrow trails, and rock gardens. Given the chunky terrain and sawtooth profile, I feared I was in over my head...",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Quinda",
    "level": "UNKNOWN",
    "quote": "Terrified, grateful, overwhelmed and at ease, I experienced a real rollercoaster of emotions in the days leading up to the race... It felt like a cherry on top and I could fully embrace the happiness that comes with the victory.",
    "criteria": []
  },
  {
    "rider": "Jari-Matti Latvala (Team Principal)",
    "level": "ELITE",
    "quote": "Greece can suit our drivers well, as the roads there are a bit wider and faster than in Sardinia, and opening the road is usually not quite as tough.",
    "criteria": []
  },
  {
    "rider": "Elfyn Evans",
    "level": "ELITE",
    "quote": "The Acropolis is another of the tougher gravel rallies on the calendar with a hard and rocky base and a lot of loose rocks. We're going there at a different time of year to usual, so it has the potential to be very hot and demanding for the cars and the tyres.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Kalle Rovanperä",
    "level": "ELITE",
    "quote": "The style of the stages and the surface are a bit different to Sardinia, and it can be harder for the tyres if you're pushing hard.",
    "criteria": []
  },
  {
    "rider": "Sébastien Ogier",
    "level": "ELITE",
    "quote": "The challenges in Greece are not so different, with high temperatures and a rough and rocky surface, and hopefully we can be strong once more in these conditions.",
    "criteria": []
  },
  {
    "rider": "Takamoto Katsuta",
    "level": "ELITE",
    "quote": "The Acropolis is never an easy rally because you need to be able to take care of the car and the tyres.",
    "criteria": []
  },
  {
    "rider": "Sami Pajari",
    "level": "ELITE",
    "quote": "On rough rallies like these you need to be very careful in the lower categories to look after the car, whereas the Rally1 car can handle a lot more, so you need to learn to trust it and get used to being able to push harder.",
    "criteria": []
  },
  {
    "rider": "Quinda",
    "level": "UNKNOWN",
    "quote": "I do know that I would handle the sweltering heat less well than these muddy roads",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Meaghan Hackinen",
    "level": "UNKNOWN",
    "quote": "I felt like I had no choice but to commit nearly all my energy to tackling the challenges at hand: pacing the climbs, safely navigating the descents, and keeping myself fed and hydrated along the way.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Reddit user kasiofan",
    "level": "UNKNOWN",
    "quote": "I watched Fthiotidos Rally for the Greek Gravel championship in a classic Acropolis Rally special stage, Eleftherohori.",
    "criteria": []
  }
]
