[
  {
    "rider": "Paul Errington",
    "level": "COMPETITIVE",
    "quote": "Stage 1 - the flat-out gravel road. Let a few other riders go to have something to aim for. A seated 40 km/h as the back wheel shifts violently side to side through deeper looser gravel. Pass three riders, but then one comes back round. Someone to work with at least.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Paul Errington",
    "level": "COMPETITIVE",
    "quote": "Stage 2, the 'Canyon', a singletrack descent. This is where any time I have made on the previous stage can be comfortably lost for me. I haven't pre-ridden the course, so I have no idea what is about to come next between the start and the finish line.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Paul Errington",
    "level": "COMPETITIVE",
    "quote": "Stage 3, the road climb. Though not the 'funnest', this was likely to be my best stage. A road climb of just short of 4km at a gradient that afforded a decent gear. Out the saddle from the start then settle into a pace just on the uncomfortable side but maintainable.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Paul Errington",
    "level": "COMPETITIVE",
    "quote": "Stage 4, the XC vibe stage. Let's get this wrapped up. As I rolled up on the start line, riders were prepping - emptying their bottles and lowering tyre pressures. I opted for a more casual approach and just dived straight in.",
    "criteria": []
  },
  {
    "rider": "Paul Errington",
    "level": "COMPETITIVE",
    "quote": "I was blown away by how much great singletrack had been packed in to the route. Everything had such a great flow to it and with a little rain in the preceding days, the dirt was just perfect.",
    "criteria": []
  },
  {
    "rider": "Claudia Gerosa",
    "level": "COMPETITIVE",
    "quote": "Stage 2 – Marsiliana Down Hill - A 3.7 km fast, techy descent on rough gravel and churned-up stones, this was a test of line choice that put both bike and wrists through the wringer.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Claudia Gerosa",
    "level": "COMPETITIVE",
    "quote": "Stage 3 – Montioni Jungle Singletrack - At 3.8 km, this segment had a bit of everything - up and down through the woods, a jungle of emotions with real flow. I've never tried enduro, but definitely think it could become my thing as I really enjoyed threading the bike over roots and between the trees",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Claudia Gerosa",
    "level": "COMPETITIVE",
    "quote": "Stage 4 – Le Api Down Country - Fast and dusty, this 1.7 km segment demanded full concentration. With exposed roots and lots of sand, it was signature Mediterranean style riding.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Claudia Gerosa",
    "level": "COMPETITIVE",
    "quote": "I'm not sure what the rest of the participants were expecting, but if you'd come to Grinduro Italy thinking you'd be cruising exclusively along classic Tuscan strade bianche you would have been in for a shock.",
    "criteria": []
  },
  {
    "rider": "Weather gear [UNKNOWN LEVEL]",
    "level": "",
    "quote": "Although we'll be in Italy, we are on the coast, so be prepared for rain showers just in case. Take a rain jacket and the basics—ideally arm/leg warmers too—just in case weather rolls in.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Technical emphasis",
    "level": "",
    "quote": "An area well known for its mountain biking, holding Grinduro Italia here was always going to offer riding on the more technical side of the gravel spectrum.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Event village atmosphere",
    "level": "",
    "quote": "The event village was populated by the series supporters, with Shimano also taking care of the coffees for the weekend with a top-notch barista... Leatt, Odlo, Wahoo, Gravel Union and Crank Brothers were also in attendance...",
    "criteria": []
  },
  {
    "rider": "Sunday Hangover Ride",
    "level": "",
    "quote": "Sunday's Hangover ride suited those who had enjoyed a bit more of a good night's sleep (such as me) – or are simply indefatigable – and gave the perfect opportunity to spin the legs socially on some local singletrack.",
    "criteria": []
  },
  {
    "rider": "Inclusivity focus",
    "level": "",
    "quote": "Grinduro is all about fun, you can race for the win if you choose, or you can take the ride with your friends and take it easy. You decide how to ride Grinduro as it is an event for everyone!",
    "criteria": []
  },
  {
    "rider": "Grindurito option",
    "level": "",
    "quote": "A fun non-competitive 50 km ride (not timed/scored) with that same fabulous cruise back along the coastal trails and same great party finish",
    "criteria": [
      "length"
    ]
  }
]
