[
  {
    "rider": "John Watson",
    "level": "COMPETITIVE",
    "quote": "Grinduro was the first of its kind — a gravel race inspired by the enduro race format, where only specific segments were timed... The pendulum swung wide with Grinduro in 2019, amassing 2000 riders. And yet, 2025's turnout felt more true to spirit – intimate, like a family reunion.",
    "criteria": []
  },
  {
    "rider": "John Watson",
    "level": "COMPETITIVE",
    "quote": "Modern gravel racing, with its heavy-handed handling by professional cycling corporations, has altered gravel. Plenty of grassroots events are still flying the banner of fun, but by and large, gravel racing killed gravel... Gravel races killed gravel, but Grinduro proves that nostalgia wins.",
    "criteria": [
      "technicality",
      "field_depth"
    ]
  },
  {
    "rider": "John Watson",
    "level": "COMPETITIVE",
    "quote": "In 2015, most were on the 40 mm WTB Nano tires. Overall, I'm really pleased with how these photos came out. Heavy lifts like this wreck my body but nurture my mind.",
    "criteria": []
  },
  {
    "rider": "Elite Rider",
    "level": "ELITE",
    "quote": "Stage 2 was a spectacularly fun singletrack blast through Redwood forest. It was only 3kms in length, but it felt way longer than that and was some of the most fun singletrack I've ever had the pleasure to ride. Twisty, swoopy, flowy.",
    "criteria": []
  },
  {
    "rider": "Elite Rider",
    "level": "ELITE",
    "quote": "Pushing a gravel bike up a loose rocky 14-20 percent gradient climb in 29-degree temperatures probably isn't many people's idea of fun, even if it is labelled as a 'Hike-a-bike' challenge... In total we climbed for 5kms and gained 568m, with the high point being an impressive 2027m.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Elite Rider",
    "level": "ELITE",
    "quote": "I don't have any photos from Stage 4, but it was, to be honest, a bit of a f*cker. It was a descent, which should have been fantastic, but it came just after 7kms of prior descending on a combination of loose rock, bedrock, gravel and roots and most riders were utterly spent just from the sheer conc...",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "OriginalJimDog",
    "level": "UNKNOWN",
    "quote": "I've done a bunch of Grinduro events in Europe, PA and last year, I finally got out to Shasta. Out of all them, I felt the Shasta promoter, SORA, missed the mark the most... yeah, there was a lot of purple but it didn't have that Grinduro buzz I got at the other events.",
    "criteria": []
  },
  {
    "rider": "OriginalJimDog",
    "level": "UNKNOWN",
    "quote": "I did Grinduro CA last year and had no probs on 700x40 Maxxis Ramblers. There was some chunky rocky stuff on one section, but for the most part, the course was nice rolling surface.",
    "criteria": []
  },
  {
    "rider": "Jen Whant",
    "level": "RECREATIONAL",
    "quote": "Ever wanted to take on the ultimate challenge? Having never ridden a gravel bike before, Jen Whant decided she wanted to do @Grinduro California.",
    "criteria": []
  },
  {
    "rider": "Stage 1",
    "level": "",
    "quote": "A long, fairly gentle fireroad climb that topped out at just over 1800m altitude. The climbing started right from the start line, but the timed portion was carefully located to mean riders' legs and lungs had warmed up by the time we reached the timing paraphernalia.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Stage 2",
    "level": "",
    "quote": "3kms in length... some of the most fun singletrack I've ever had the pleasure to ride. Twisty, swoopy, flowy. Just enough gradient change to give you a speed boost and make you concentrate. Dust motes floated through the trees. The air was thick with the heady scent of freshly released pine resin.",
    "criteria": []
  },
  {
    "rider": "Stage 3",
    "level": "",
    "quote": "Described as a 'rolling gravel stage' by the organisers and was on a forest fireroad. There were glimpses of snow-capped mountains on the horizon and some sections of beautifully dappled sunshine, but the actual trails weren't all that memorable",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "The Big Climb",
    "level": "",
    "quote": "According to the GPX trace from my bike computer, there was exactly 100m of riding between leaving the lunch spot and hitting the start of the big climb. In total we climbed for 5kms and gained 568m, with the high point being an impressive 2027m... the climb was hideous.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Stage 4",
    "level": "",
    "quote": "A descent... came just after 7kms of prior descending on a combination of loose rock, bedrock, gravel and roots... still steep, fast and loose, with frequent 180 degree hairpinned turns where a lapse in concentration would see you lose skin or plop gently off the edge of the world.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Stage 1 - Huff-n-Puff",
    "level": "",
    "quote": "1.6 miles, 739 feet of gain. 9AM CUTOFF. A gut punch of a climb. But hey, the High Sierra views ease the pain!",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Stage 4 - Smokechaser",
    "level": "",
    "quote": "5.6 miles, 2,202 feet of descent, 102 feet of ascent. 3:45PM CUTOFF. The classic stage. Flowy Mt. Hough singletrack, a throwback to the original Grinduro",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Pre-ride Experience",
    "level": "",
    "quote": "Within a few minutes of leaving the trail, the imposing sight of a snow-capped Mt Shasta, an active volcano that towers over the region at a height of 4321m, hoved into view... smooth flowy singletrack led to a techy rock garden, which was followed by a bermed descent through ancient Redwood trees.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Format Understanding",
    "level": "",
    "quote": "You could party ride the whole thing and turn it up to eleven on these timed sections and win the entire event.",
    "criteria": []
  },
  {
    "rider": "Event Philosophy",
    "level": "",
    "quote": "Grinduro combines a gravel road race with a mountain bike-style endurance race to make one long loop of pavement and dirt for its competitors. It's also not just a bike race.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Party-to-Race Ratio",
    "level": "",
    "quote": "The ultimate social gravel race with the perfect party-to-race ratio. Maxin' and Relaxin'.",
    "criteria": []
  }
]
