[
  {
    "rider": "Paul Errington",
    "level": "ELITE",
    "quote": "Stage 3 was the technical singletrack stage. As a group of riders stands at the start of the stage discussing the absence of Stage 2 downhill legend Wyn Masters drops in and cleans the first section easily before disappearing into the stage. Inspired by such a display the next rider starts.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Paul Errington",
    "level": "ELITE",
    "quote": "Stage 4 of course :-) The up and down stage. It was long into the day's riding, but everything left in the legs needed to be left here, hoping that the riding after the timed stage would allow for an easier return back to the finish.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Paul Errington",
    "level": "ELITE",
    "quote": "My day would be spent riding with Martin from Leatt, a Grinduro Global sponsor. This showcased the true genius of Grinduro - although we had been able to complete a very differing amount of climbing practice in the lead-up to the event, we could still enjoy each other's company as there was no press...",
    "criteria": []
  },
  {
    "rider": "Julien Sommier",
    "level": "UNKNOWN",
    "quote": "Le parcours nous a menés à travers la Réserve Naturelle Nationale du Frankenthal-Missheimle et la Réserve Biologique Dirigée de la Haute-Meurthe. Rouler dans ces espaces protégés a été un vrai bonheur.",
    "criteria": []
  },
  {
    "rider": "Julien Sommier",
    "level": "UNKNOWN",
    "quote": "Au final, les stats de mon Wahoo affichaient 95,72 km pour 2251 m de dénivelé positif. Pas de podium cette fois-ci, malgré trois trophées en descente sur Strava. J'ai laissé la place aux meilleurs, avec un besoin de muscler mon jeu en côte.",
    "criteria": []
  },
  {
    "rider": "Julien Sommier",
    "level": "UNKNOWN",
    "quote": "Comme le parcours n'était pas entièrement chronométré, le départ s'est fait dans le calme, sans la frénésie des courses gravel traditionnelles. Le rythme « party pace » convenait à tout le monde, jusqu'à la première ascension, où le groupe s'est étiré naturellement.",
    "criteria": []
  },
  {
    "rider": "James Deane",
    "level": "",
    "quote": "Nous sommes ravis de nous rendre dans le magnifique massif des Vosges. L'endroit possède tous les ingrédients pour faire du Grinduro France, un événement parfait. Les tracés sont magnifiques et les paysages époustouflants.",
    "criteria": []
  },
  {
    "rider": "Course Overview",
    "level": "",
    "quote": "The track features a selection of the best mountain biking routes and gravel trails in the gorgeous Vosges region.",
    "criteria": []
  },
  {
    "rider": "General Grinduro Strategy",
    "level": "",
    "quote": "The timed segments have the added effect of taking the pressure off the start. Get into your ride with a nice chat and find your zone, your sweet spot, to burst when the time is right. Or don't, it's up to you.",
    "criteria": []
  },
  {
    "rider": "Timing Format",
    "level": "",
    "quote": "A long loop of pavement and dirt, with finishing times based on four timed segments of seven to five minutes each.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Energy Management [ELITE perspective]",
    "level": "",
    "quote": "By the time lunch had been served, we had covered over 50km of the planned 100km loop, but had also completely well over 1700m of climbing, indicating (hopefully) that the afternoon would be a touch easier.",
    "criteria": []
  },
  {
    "rider": "Pacing Approach [UNKNOWN level]",
    "level": "",
    "quote": "Le rythme « party pace » convenait à tout le monde, jusqu'à la première ascension, où le groupe s'est étiré naturellement",
    "criteria": []
  },
  {
    "rider": "Mechanical Issues [ELITE perspective]",
    "level": "",
    "quote": "Nearing the end of the stage, I dropped my chain but not wanting to waste time stopping it was time to tuck and carry as much speed as possible. Stage 4 done. My dropped chain had turned into a snapped chain, but was quickly remedied with a spare link and I was back off again.",
    "criteria": []
  },
  {
    "rider": "Weather Turn During Event",
    "level": "",
    "quote": "We were eating, the added drama of a brutal rain storm rolled in, which luckily had had the foresight to ensure the riding portion of the day was done before it arrived. As quickly as it started the rain ended.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Post-Race Storm [UNKNOWN level]",
    "level": "",
    "quote": "Un orage violent nous a forcés à nous abriter, mais la chance a été de notre côté jusque-là",
    "criteria": []
  },
  {
    "rider": "Event Philosophy",
    "level": "",
    "quote": "At Shimano, we are thrilled to be partnering with Grinduro. They champion a global community spirit with a festive yet competitive energy at the events, aligning perfectly with our favorite aspects of gravel riding. We see gravel riding as a great equalizer and unifier.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Party-to-Race Ratio",
    "level": "",
    "quote": "The perfect party-to-race ratio",
    "criteria": []
  },
  {
    "rider": "Not Just a Race",
    "level": "",
    "quote": "Grinduro is not just a bike race. It's a celebration of cycling with as much emphasis on the fun as on the ride, with excellent food, an impressive display of art and bikes, live music, camping, and a festival atmosphere.",
    "criteria": []
  },
  {
    "rider": "Inclusivity",
    "level": "",
    "quote": "Entries for the USA and Europe open on December 1st with Japan ticket sales launching on January 31st. Grinduro events are family-friendly, and anyone—regardless of fitness level or familiarity with gravel riding— can enjoy the ride and the festivities.",
    "criteria": []
  },
  {
    "rider": "Mass Start Vibe",
    "level": "",
    "quote": "With a mass start that feels somehow more like a celebration of the joy of being out there with friends, with excellent food, art, bikes, live music, camping. A cycling lovers' festival.",
    "criteria": []
  },
  {
    "rider": "Post-Race Atmosphere [UNKNOWN level]",
    "level": "",
    "quote": "Certains participants jouaient au cornhole tandis que d'autres profitaient de l'apéro",
    "criteria": []
  },
  {
    "rider": "Attendance",
    "level": "",
    "quote": "Près de 200 inscrits pour cette première édition française",
    "criteria": []
  },
  {
    "rider": "Start Line Character",
    "level": "",
    "quote": "Sur la ligne de départ, un dinosaure dansait sous l'arche, sur du hard rock",
    "criteria": []
  },
  {
    "rider": "Food Quality",
    "level": "",
    "quote": "A key component of every Grinduro is the catering and large portions were served to fuel the afternoon's loop.",
    "criteria": []
  },
  {
    "rider": "Awards Categories",
    "level": "",
    "quote": "Grinduro récompense par tranches d'âge, par sexe, de même que ‒ chapeau pour l'ouverture d'esprit ‒ avec une catégorie non genrée",
    "criteria": []
  },
  {
    "rider": "Feed Stations [ELITE perspective]",
    "level": "",
    "quote": "Staffed with cheery volunteers and with tables laid with sugary and salty snacks, plus slices of fresh fruit and vast containers of water (plus tubs of rehydrate and energy powder for anyone who wanted them), riders were soon refuelled.",
    "criteria": [
      "length",
      "community"
    ]
  },
  {
    "rider": "No Perfect Bike",
    "level": "",
    "quote": "If you search online for the question 'What is the right bike for Grinduro?' you'll get some impressively varied responses and that is part of the charm of the event... For this reason alone, we don't think there is a perfect bike for Grinduro.",
    "criteria": []
  },
  {
    "rider": "Bike Variety Observed",
    "level": "",
    "quote": "The variety of bikes used at the event was as varied as the course – everything from 1990's 26",
    "criteria": []
  },
  {
    "rider": "Mudguards Practical",
    "level": "",
    "quote": "Unlike my experience in The Netherlands a few weeks previously, I received less strange looks and quietly muttered comments about my choice of full-mudguards and in fact I spotted a few fender-friends dotted at intervals around the course.",
    "criteria": [
      "climate"
    ]
  }
]
