[
  {
    "rider": "Caitlin Bernstein",
    "level": "COMPETITIVE",
    "quote": "I've had Grinduro Canada on my race calendar all year, with a very big asterisk next to it, not knowing if I'd be allowed into Canada. A few weeks before the event, the border opened for fully vaccinated U.S. citizens traveling to Canada.",
    "criteria": []
  },
  {
    "rider": "Caitlin Bernstein",
    "level": "COMPETITIVE",
    "quote": "The segments/course were mapped in kilometers, with climbs in meters. This had me all sorts of confused - the first segment was longer and more climbing than I thought and the 2nd segment was much shorter - my brain was having a hard time with the metric system while also trying to ride hard.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Caitlin Bernstein",
    "level": "COMPETITIVE",
    "quote": "Kilometers aside, we enjoyed a day full of riding with friends in a neat new zone, a bit of gravel racing, followed by cold beers, a river dip and delicious local food - hard to top that!",
    "criteria": []
  },
  {
    "rider": "Matt Surch",
    "level": "COMPETITIVE",
    "quote": "I heard it would be sandy, but wow, GRINDURO Canada in Charlevoix, Quebec on August 21, 2021, was next-level!",
    "criteria": []
  },
  {
    "rider": "Matt Surch",
    "level": "COMPETITIVE",
    "quote": "I was both surprised and amused to find the course totally in line with what I designed my custom T-Lab X3 to excel at: dropbarbraap, like this (best) descent from GRINDURO.",
    "criteria": []
  },
  {
    "rider": "Genghis_John1",
    "level": "ELITE",
    "quote": "Awesome! The sand along the middle part of the route was brutal, I was slipping all over the place.",
    "criteria": []
  },
  {
    "rider": "Gravel Union reviewer",
    "level": "UNKNOWN",
    "quote": "The ride itself was one of the toughest 100km I have ever ridden … delivering somewhere just north of 2000m of climbing and predominantly on gravel, often with a fair dose of sand, we worked for our beer in the hot sun.",
    "criteria": [
      "technicality",
      "climate"
    ]
  },
  {
    "rider": "Gravel Union reviewer",
    "level": "UNKNOWN",
    "quote": "Stage 2: OUCH! A tarmac climb … we hit gradients that had me wondering how they got the tarmac to stick to the hill! Any effort as the stage started to 'race' soon subsided to just surviving.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Gravel Union reviewer",
    "level": "UNKNOWN",
    "quote": "Stage 3: Enduro! Part of the local Enduro race course was used to form an 'on the edge' of bike and rider capability singletrack experience. I cruised down keen not to damage bike or body.",
    "criteria": []
  },
  {
    "rider": "Caitlin Bernstein",
    "level": "COMPETITIVE",
    "quote": "I rode my Devinci Cycles Hatchet gravel bike with Shimano GRX- 2x drivetrain. I rode Schwalbe G-One Bite, tubeless 40mm width, mounted on my EC90 AX wheelset with about 30 PSI front/ 32 rear.",
    "criteria": []
  },
  {
    "rider": "Matt Surch",
    "level": "COMPETITIVE",
    "quote": "Since GRINDURO sort of came up unexpectedly, I left my setup as I'd been riding it in 2021, biased toward fast gravel. If you're interested, I detailed the design process I went through for my X3's build in a couple previous pieces.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Gravel Union reviewer",
    "level": "UNKNOWN",
    "quote": "My bike was as standard these days to be a loaner allowing me to dodge the hassle and expense of travel with bike. No ex demo or last year's stock here though … fresh 2020 model Devinci Hatchet gravel bike ... freshly built with Shimano GRX.",
    "criteria": []
  },
  {
    "rider": "Unique geology",
    "level": "COMPETITIVE",
    "quote": "The topography of the region we went to for the Canada edition was created by a meteorite that struck the area 350 million years ago- not sure if it gets much more unique than that?!",
    "criteria": []
  },
  {
    "rider": "Stage 1",
    "level": "",
    "quote": "A predominantly downhill wide and fast gravel blast. Just enough cheeky uphill to sting a little.",
    "criteria": []
  },
  {
    "rider": "Stage 2",
    "level": "",
    "quote": "OUCH! A tarmac climb … we hit gradients that had me wondering how they got the tarmac to stick to the hill!",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Stage 3",
    "level": "",
    "quote": "Enduro! Part of the local Enduro race course was used to form an 'on the edge' of bike and rider capability singletrack experience.",
    "criteria": []
  },
  {
    "rider": "Stage 4",
    "level": "",
    "quote": "Keep it pinned! 10km, perhaps the longest stage in Grinduro history. Undulating but with enough recovery on offer to prepare for the final climb to the finish.",
    "criteria": []
  },
  {
    "rider": "Course profile",
    "level": "UNKNOWN",
    "quote": "Driving to the town from Quebec City initially the land is flat but then the undulations start to gather pace until you are on a tarmac roller coaster sampling the profile that will have to be covered on bike, both on and off road, to tackle the course.",
    "criteria": []
  },
  {
    "rider": "Endless sand section",
    "level": "UNKNOWN",
    "quote": "A beautiful part of the world, even riding through the endless sand section failed to permanently lower the mood.",
    "criteria": []
  },
  {
    "rider": "Segment pacing strategy",
    "level": "COMPETITIVE",
    "quote": "Those of us who just can't help themselves and get caught up in the racing aspect can get that out of the way on the timed segments and truly relax and enjoy the rest of the ride! I love how you're able to dig deep on a few key segments but still ride with friends in between.",
    "criteria": []
  },
  {
    "rider": "Feed/social strategy",
    "level": "COMPETITIVE",
    "quote": "This takes the stress of 'I can't even stop for water/ snacks or I might get dropped' out of the equation. This has become one of my least favorite parts of racing gravel- I wish we could just all agree to stop for a second and refuel, without worrying about getting dropped.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Overall vibe",
    "level": "COMPETITIVE",
    "quote": "The vibes. These events are set up with fun in mind- camping, food, beer, expo, music, the volunteers, the photo booth, the river… All of these things play into the good vibes at Grinduro and it's clear the organizers and sponsors put a lot of effort into setting up and sourcing local vendors.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Location uniqueness",
    "level": "COMPETITIVE",
    "quote": "The locations are also super unique (from what I can tell in California & Canada). They aren't the easiest to get to, but they are special places that are 100% worth the drive.",
    "criteria": []
  },
  {
    "rider": "Scale and character",
    "level": "COMPETITIVE",
    "quote": "The Canadian edition of Grinduro lived up to all my expectations. It felt really similar to the California Grinduro that I've come to love, just a much smaller version and a bit more French!",
    "criteria": []
  },
  {
    "rider": "Post-race scene",
    "level": "UNKNOWN",
    "quote": "The rest of the event was typical of what is now a defining event experience … drinks, food, haircuts, live music, outdoor games … in every direction people were partaking in their own version of fun, rest and relaxation.",
    "criteria": []
  },
  {
    "rider": "Event village setup",
    "level": "UNKNOWN",
    "quote": "A Grinduro event village is always set up to deliver a full sensory experience … live music venue, pop up shop with sponsor brands, local interest businesses not to mention the tiny house, home to the Devinci crew for the weekend.",
    "criteria": []
  }
]
