[
  {
    "rider": "Loek Luijbregts (Fatpigeon.cc)",
    "level": "COMPETITIVE",
    "quote": "If you go down to the woods today, you're sure of a big surprise... While there might not have been any bears (or picnics) at the recent Grinduro Germany, there certainly was a dinosaur, some amazing trails and a hell of a party.",
    "criteria": []
  },
  {
    "rider": "Loek Luijbregts",
    "level": "COMPETITIVE",
    "quote": "The Schwalbe prologue... proved to be a true sufferfest. With gradients reaching up to 30%, riders were pushed to their limits as they navigated steep climbs and descents. Many riders were forced to dismount and walk their bikes up the steepest sections, although a handful managed to keep pedalling.",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "Amanda Chudobey-Berger",
    "level": "ELITE",
    "quote": "If I had to give a name to my style of gravel cycling it would be: Gravel Madness... Everything about it is just so much fun: the technicality, the speed, the vibe, and the beautiful places your gravel bike can take you.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Amanda Chudobey-Berger",
    "level": "ELITE",
    "quote": "Unfortunately the weather was quite brutal, with heavy rain and cold winds that started the night before the race and kept up throughout the day, until late afternoon. The moment you got out of your tent in the morning, you were already faced with the rainy weather.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "OriginalJimDog",
    "level": "UNKNOWN",
    "quote": "I went to Grinduro Germany last September. Apart from the rain (of which there was a LOT), the event was a super fun experience. My friend and I are definitely not competitive riders and although the course had a lot of climbs, we both enjoyed it.",
    "criteria": []
  },
  {
    "rider": "OriginalJimDog",
    "level": "UNKNOWN",
    "quote": "Definitely no perfect bike for Grinduro, you'll curse your choice at some point on the route!",
    "criteria": []
  },
  {
    "rider": "Course Mix",
    "level": "",
    "quote": "Grinduro Germany features a mix of everything from pavement, gravel and singletrack.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Format Strategy [ALL LEVELS]",
    "level": "",
    "quote": "The race is timed, but only on four specific segments, including climbs, descents, and flat sections. This unique format enables riders to enjoy a more relaxed pace between timed segments, allowing them to take in the scenery, socialise with fellow riders and save their energy for the race's more ch...",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Start Strategy [ALL LEVELS]",
    "level": "",
    "quote": "The timed segments have the added effect of taking the pressure off the start. Get into your ride with a nice chat and find your zone, your sweet spot, to burst when the time is right. Or don't, it's up to you.",
    "criteria": []
  },
  {
    "rider": "Loek Luijbregts",
    "level": "COMPETITIVE",
    "quote": "Grinduro Germany is a one-of-a-kind gravel event that blends the exhilaration of a bike race with the relaxed atmosphere of a cycling festival... more than just a race – it's a celebration of gravel biking culture.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Saturday Night Rave",
    "level": "",
    "quote": "Saturday night saw DJs MulderOnTheDanceFloor and 8000Watt hosting a one-of-a-kind Grinduro rave that kept the crowd dancing for hours. The rave was a perfect way for riders to unwind after a challenging day on the course, creating memories that would last a lifetime.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "International Audience",
    "level": "",
    "quote": "Grinduro Germany attracted a predominantly German audience, but also welcomed riders from The Netherlands, France, England, Poland and Italy. The event's unique format included meals, camp and glamping options and helped foster a sense of unity and shared passion for gravel biking.",
    "criteria": []
  },
  {
    "rider": "Amanda Chudobey-Berger",
    "level": "ELITE",
    "quote": "Grinduro is known for being as much about community as it is about racing. This type of inclusive and fun vibe is another reason why I like gravel riding. The gravel community can be quite awesome, where you find people encouraging each other and helping each other in gravel events and rides.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Event Amenities",
    "level": "",
    "quote": "Festivities include an impressive display of art and music, excellent food, great people and camping!",
    "criteria": []
  },
  {
    "rider": "Format Description",
    "level": "",
    "quote": "It is in fact, in the words of the organizers: a Gravel Road Race+Mountain Bike-Style Enduro… a long loop of pavement and dirt, with finishing times based on four timed segments...",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "OriginalJimDog",
    "level": "UNKNOWN",
    "quote": "There's a lot going on aside from the ride and when they say Grinduro is a part bike race, part party, they really mean it!",
    "criteria": []
  },
  {
    "rider": "Second Edition Success",
    "level": "",
    "quote": "The second edition of Grinduro Germany was a resounding success. With the popularity of gravel riding continuing to grow, organisers creating ever more inventive courses and event support from sponsors like Shimano, these events promise to deliver thrilling experiences for gravel riders seeking new ...",
    "criteria": [
      "race_quality"
    ]
  }
]
