[
  {
    "rider": "Niky Taylor",
    "level": "RECREATIONAL",
    "quote": "The meme page challenged me to write a 12-15 page race report so here we are... I tried to approach this weekend as just riding for fun, but still got to tear it up a bit and learn more about gravel racing. Also I beat Cam. Not sure if I mentioned that.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Niky Taylor",
    "level": "RECREATIONAL",
    "quote": "The Grinduro race route did take us up a nice climb. Janene skipped it since she was doing Grindurito. I don't think anyone pushed their limits because it wasn't a race section. We spread out. Cam got made fun of for wearing a skinsuit. I got made fun of for Cam wearing a skinsuit.",
    "criteria": []
  },
  {
    "rider": "Niky Taylor",
    "level": "RECREATIONAL",
    "quote": "As the finish line approached, idk someone told me to sprint and I was like nah that's ok. Then I wandered around and found Cam and Janene and got my picture taken.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Cyclepath PDX Writer",
    "level": "ELITE",
    "quote": "I'll be the first to admit that I am a competitive person, especially when it comes to bike racing. Having come to Grinduro with my friends, my first objective was to beat them. After the first two stages... I was in a good spot and felt confident about my chances.",
    "criteria": []
  },
  {
    "rider": "Cyclepath PDX Writer",
    "level": "ELITE",
    "quote": "I love under-biking, riding MTB trails on the Mog has always been fun, but I had never done a descent like that before. I probably rode the brakes too much, but I wasn't willing to take major risks...",
    "criteria": []
  },
  {
    "rider": "John Watson",
    "level": "COMPETITIVE",
    "quote": "The pendulum swung wide with Grinduro in 2019, amassing 2000 riders. And yet, 2025's turnout felt more true to spirit – intimate, like a family reunion. All one can hope is that people will go out and spread the word of just how good this event (still) is.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "John Watson",
    "level": "COMPETITIVE",
    "quote": "Events that are less focused on stats and rankings, that encourage camping, a social atmosphere, and unforgettable course routing, will always have a place in cycling. Gravel races killed gravel, but Grinduro proves that nostalgia wins.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Claudia Gerosa",
    "level": "COMPETITIVE",
    "quote": "This is where Grinduro brings such a refreshing attitude compared to many other gravel events - it's more about jaw-dropping scenery, great conversations with the other riders and top-rate feed stations than all-out competition.",
    "criteria": []
  },
  {
    "rider": "Claudia Gerosa",
    "level": "COMPETITIVE",
    "quote": "Stopping for lunch in the middle of a ride felt like a very foreign concept – it was definitely more substantial than the usual rushed mid-ride coffee. But you know what, I could get used to it. It was a lesson in taking time to enjoy a well-earned break in a stunning location with great food.",
    "criteria": []
  },
  {
    "rider": "Iggy95",
    "level": "RECREATIONAL",
    "quote": "My first real experience with multiple-mile-long 30mph gravel descents. Holy shit what an absolute blast! It felt like time stood still, just totally in the moment. Anyway the race was awesome, super well organized and they provided so much food I barely even dented my snacks.",
    "criteria": [
      "technicality",
      "length",
      "field_depth"
    ]
  },
  {
    "rider": "Carl Decker",
    "level": "COMPETITIVE",
    "quote": "It was cool having the team looking good in the same kit and bikes, all of us similarly paced, ending up close together in the results.",
    "criteria": []
  },
  {
    "rider": "Crank Length",
    "level": "ELITE",
    "quote": "I've been riding 170mm for the longest time, and made the switch this year to 160mm cranks... I've found myself being able to spin up steep climbs that maybe once required me to get off and walk.",
    "criteria": [
      "technicality",
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Flat Repair",
    "level": "ELITE",
    "quote": "I carry two Dynaplugs with me on every ride. One in my ride wallet... and one in my saddle bag (or in the case of my Mog, in the downtube storage). If the sealant doesn't do it's job, a quick jab and I'm on my way. Putting a tube in is a last resort, and I avoided that once again.",
    "criteria": []
  },
  {
    "rider": "Chain Maintenance",
    "level": "ELITE",
    "quote": "I am a fan of Silca Chain Wax... While we had not put in the amount of miles that would have warranted a fresh drip of chain wax, it was dry, it was dusty, and my chain was squeaking by mile 40. I relented and used some oil at the final aid station.",
    "criteria": []
  },
  {
    "rider": "Bike Type Considerations",
    "level": "ELITE",
    "quote": "Overall, my experience at Grinduro was amazing, but there is room for improvement... Suspension would be nice. Grinduro is not explicitly labeled as a 'mountain bike' nor a 'gravel' race. Based on my observation, more people seemed to be on gravel bikes.",
    "criteria": [
      "field_depth"
    ]
  }
]
