[
  {
    "rider": "Jason Anderson",
    "level": "UNKNOWN",
    "quote": "Those later hours (or the witching hours as some people like to call them), are really where I'm learning that I thrive. I find it easy to lock in and just keep moving forward through the darkness. Something about it is calming.",
    "criteria": []
  },
  {
    "rider": "Jason Anderson",
    "level": "UNKNOWN",
    "quote": "These ultra events are something of an eating contest on two wheels haha. I use a lot of sports nutrition in the way of in-bottle calories/carb mix and gels. Outside of that I also keep a lot of bars, candy, and pre-packaged pastries on me...",
    "criteria": []
  },
  {
    "rider": "Jason Anderson",
    "level": "UNKNOWN",
    "quote": "Man, I just really love riding my bike for extended amount of time. Being out all day and then some is my absolute favorite... I like to refer to them as a moving meditation. They really are good for the spirit. You don't get that same effect through fast races.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Natalie Barron",
    "level": "UNKNOWN",
    "quote": "I had planned to ride [the timed sections] hard, but I just had to SAIL that plan and ended up riding with some friends, making some new friends, chatting with Frank Giresi on course, and enjoying the day.",
    "criteria": []
  },
  {
    "rider": "Natalie Barron",
    "level": "UNKNOWN",
    "quote": "The course is mixed surface, with the majority of the gravel segments well groomed, with the exception of Forest Road, which was a challenging double track rocky uphill followed by the 'grassy downhill,' which had rock, root, mud, and ruts.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Jess Daddio",
    "level": "ELITE",
    "quote": "My alarm woke me some five hours later, feeling more tired than I had the night before. It was still raining... Despite my gnawing hunger, I had to force an egg burrito down. The coffee, I couldn't even touch. What was making me feel so anxious? I wasn't in it to win it.",
    "criteria": []
  },
  {
    "rider": "Jess Daddio",
    "level": "ELITE",
    "quote": "Riding along Gandy Creek felt like a dream... The sun had finally broken through the clouds, and the day was cool and beautiful. Long, paved, and steady, the climb wasn't terrible.",
    "criteria": []
  },
  {
    "rider": "Jess Daddio",
    "level": "ELITE",
    "quote": "The descent off of Spruce Knob was not nearly as effortless as I had imagined. Small and deceptively punchy climbs snuck up on me.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Deb",
    "level": "COMPETITIVE",
    "quote": "We got incredibly lucky when the weeklong heatwave broke just in time for the ride. The temperature at the start of the race was 72° and sunny with reasonable humidity, gradually climbing to 87° by the time we finished... the east-coast drought left the roads extremely dusty.",
    "criteria": [
      "climate",
      "length"
    ]
  },
  {
    "rider": "Deb",
    "level": "COMPETITIVE",
    "quote": "One gravel road had recently been paved with what looked like West Virginia coal – the surface was much chunkier and rougher than regular asphalt.",
    "criteria": []
  },
  {
    "rider": "Deb",
    "level": "COMPETITIVE",
    "quote": "The nutrition I had at aid station 2 really saved my butt. I stuffed my mouth full of pickles, took some with me (yes, I was eating pickles and trying to pedal as fast as possible up the road, I'm sure it was a funny sight), and one my friends/volunteers at the aid station gave me a bottle full of c...",
    "criteria": []
  },
  {
    "rider": "Kelly Paduch",
    "level": "ELITE",
    "quote": "When GRUSK started, I immediately slotted myself in a good spot, stuck on the front, and knew I was feeling good as we hit the first climb. My heart rate was high, but not maxed. My legs felt quick and responsive.",
    "criteria": []
  },
  {
    "rider": "Kelly Paduch",
    "level": "ELITE",
    "quote": "That grassy downhill was crazy. During the racers meeting before the race, the organizer suggested riders stick to the grass instead of the deep ruts made by the forest service trucks, as the possibility of getting stuck and wrecking could be high.",
    "criteria": []
  },
  {
    "rider": "Kelly Paduch",
    "level": "ELITE",
    "quote": "The whole race I had been pedaling scared - knowing that there were strong women behind me. It's a funny thing to know you're in front. You can't let up, and you can't have any problems.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Wiehan",
    "level": "UNKNOWN",
    "quote": "My biggest obstacle on the day actually came earlier in the day and related more to my bike, rather than the route. At about the 25-mile (40km) marker, I experienced my first dropped chain as we descended into a valley...",
    "criteria": []
  },
  {
    "rider": "General elevation note",
    "level": "",
    "quote": "Spruce Knob, the Mountain State's highest point... was notoriously cold, wet, and windy even in the dead of summer",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Spruce Knob climb",
    "level": "",
    "quote": "Long, paved, and steady, the climb wasn't terrible. Bordered on all sides by thick spruce and fir with clear blue sky above, I almost forgot about how hard the climb was, until the last few miles. In the distance, the summit parking lot rose high above, looking ever-so-faint between the trees.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Grassy downhill section",
    "level": "",
    "quote": "Super crazy 2 mile double track grass descent.",
    "criteria": []
  },
  {
    "rider": "Forest Road",
    "level": "",
    "quote": "Challenging double track rocky uphill followed by the 'grassy downhill,' which had rock, root, mud, and ruts.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Post-summit descent",
    "level": "",
    "quote": "The descent off of Spruce Knob was not nearly as effortless as I had imagined. Small and deceptively punchy climbs snuck up on me.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Overall surface",
    "level": "",
    "quote": "The majority of the gravel segments well groomed",
    "criteria": []
  },
  {
    "rider": "Gandy Creek section",
    "level": "",
    "quote": "Riding along Gandy Creek felt like a dream.",
    "criteria": []
  },
  {
    "rider": "Cattle encounter",
    "level": "",
    "quote": "We crossed a cattle guard and soon came upon a herd of cattle",
    "criteria": []
  },
  {
    "rider": "Start",
    "level": "",
    "quote": "Starts with a super rough dirt road, then a gravel downhill, a climb, and then this super crazy 2 mile double track grass descent to the next gravel road.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Medio 50 climb profile",
    "level": "",
    "quote": "The first climb began two miles in when for the next ten miles we would climb 1,228 feet working our way up to Spruce Knob.",
    "criteria": []
  },
  {
    "rider": "Course marking confusion",
    "level": "",
    "quote": "There were 3 timed sections on the course, but they turned out to be mostly not marked.",
    "criteria": []
  },
  {
    "rider": "Live music and after-party",
    "level": "",
    "quote": "Live music starts at 6pm Fri and 6pm Sat",
    "criteria": []
  },
  {
    "rider": "Post-race amenities",
    "level": "",
    "quote": "Great after party with really good lasagna, a band, and free beer.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "On-course support",
    "level": "",
    "quote": "The relief in their voices was contagious, reenergizing. And that's when something struck me—I had seen very few women coming down from the summit... Most everyone I passed smiled and shouted words of encouragement.",
    "criteria": []
  },
  {
    "rider": "Rider camaraderie",
    "level": "",
    "quote": "Ended up riding with some friends, making some new friends, chatting with Frank Giresi on course, and enjoying the day.",
    "criteria": []
  },
  {
    "rider": "Venue atmosphere",
    "level": "",
    "quote": "Live music added to the lively atmosphere that surrounds this race, and with so many of the racers camping out at the start venue, things could only get more entertaining. The buzz surrounding this race was energizing indeed.",
    "criteria": []
  },
  {
    "rider": "Race day stories",
    "level": "",
    "quote": "Bull chases and cowboys, too many flat tires to count, glorious gravel, out-of-this-world scenery, perfect weather, lasting camaraderie. The race was an adventure in and of itself.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Charitable aspect",
    "level": "",
    "quote": "This event helps support the work of the Experience Learning, Inc.'s Spruce Knob Mountain Center, the local emergency management organizations and fire departments, and the West Virginia University Amateur Radio Club.",
    "criteria": []
  },
  {
    "rider": "Local race feel",
    "level": "",
    "quote": "GRUSK feels like a local race. Local in that it's close to my home, and it's a big honor to win this event. The race director knows what's up with good roads, and a proper gravel race - some support but not a whole lot, beautiful venue, and challenging and fun to ride terrain.",
    "criteria": [
      "field_depth"
    ]
  }
]
