[
  {
    "rider": "Nick Gould (referenced)",
    "level": "ELITE",
    "quote": "If he has a hard day, we're all gonna have a hard day.",
    "criteria": []
  },
  {
    "rider": "DMC",
    "level": "COMPETITIVE",
    "quote": "I did read someone's recap on it from last year via a friend on Strava and it resembled what you said: Basically climb for 20-30 minutes of rough gravel, descend down rough gravel, go through sand, do it again 3-4 times.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Betsy Welch",
    "level": "COMPETITIVE",
    "quote": "Turns out that the race was A) really hard, B) I was still really life-tired, or C) both. During post-race beer commiseration, MTB legend and IMBA president Dave Wiens assured me the answer was A, which made me feel moderately better.",
    "criteria": []
  },
  {
    "rider": "Betsy Welch",
    "level": "COMPETITIVE",
    "quote": "The scenery over the 120-mile course was staggeringly beautiful, with early hints of autumn blushing in the hills and terrain that ranged from 'pedaly' to fast to downright chunder.",
    "criteria": []
  },
  {
    "rider": "Jason Sumner",
    "level": "RECREATIONAL",
    "quote": "I personally like to run tires that are wide, grippy and robust, rather than pushing the rubber reliability envelope in the name of marginal speed gains.",
    "criteria": []
  },
  {
    "rider": "Jason Sumner",
    "level": "RECREATIONAL",
    "quote": "I always bring a rain shell, gloves, and a beanie just in case.",
    "criteria": []
  },
  {
    "rider": "Neil Beltchenko",
    "level": "RECREATIONAL",
    "quote": "Covering 119 miles over two days is a demanding endeavor. However, around 80 miles of the route consist of well-graded and well-maintained gravel roads, leaving riders with only 33 miles of two-tracks, routes, and steep roads to navigate.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Neil Beltchenko",
    "level": "RECREATIONAL",
    "quote": "With the majority of the route is relatively easy technical riding, but there are a few sections, specifically towards the end, where the roads get challenging enough that you may need to jump off your bike.",
    "criteria": []
  },
  {
    "rider": "Jason Sumner",
    "level": "RECREATIONAL",
    "quote": "The day we rode, conditions ran the gamut, from buttery smooth road to molar-loosening braking bumps, to one narrow road section near the end of the main climb that was littered with softball-size embedded rocks.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Official Course Info",
    "level": "UNKNOWN",
    "quote": "Some of these roads receive little to no maintenance and can change drastically after heavy rains and/or snowfall.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Neil Beltchenko",
    "level": "RECREATIONAL",
    "quote": "This route is rated as a 6 out of 10 for overall difficulty if ridden as an overnighter. Stretch it to three days and that goes down a notch or two.",
    "criteria": []
  },
  {
    "rider": "Neil Beltchenko",
    "level": "RECREATIONAL",
    "quote": "Another factor to consider is the higher altitude, which might pose a challenge for folks coming from out of state, as they'll likely feel the effects of the elevation. It's worth noting that Gunnison itself sits at 7,700 feet.",
    "criteria": []
  },
  {
    "rider": "Neil Beltchenko",
    "level": "RECREATIONAL",
    "quote": "Altitude, sun exposure, storm potential, and two long days in the saddle will certainly leave you tired at the end of the trip.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Betsy Welch",
    "level": "COMPETITIVE",
    "quote": "During post-race beer commiseration, MTB legend and IMBA president Dave Wiens assured me the answer was A, which made me feel moderately better.",
    "criteria": []
  },
  {
    "rider": "Betsy Welch",
    "level": "COMPETITIVE",
    "quote": "The Gunni Grinder has the potential to become a marquee race.",
    "criteria": []
  },
  {
    "rider": "Betsy Welch",
    "level": "COMPETITIVE",
    "quote": "I even won some money!",
    "criteria": []
  },
  {
    "rider": "Joel Grimmett (Race Director)",
    "level": "UNKNOWN",
    "quote": "We spent all of our vacation time for more than two years riding, driving, studying maps and running into lots of dead-ends and roads that were just a little too challenging for a gravel event...",
    "criteria": []
  },
  {
    "rider": "Official Info",
    "level": "UNKNOWN",
    "quote": "A portion of the race profit helps support Gunnison Trails",
    "criteria": [
      "field_depth"
    ]
  }
]
