[
  {
    "rider": "Christina Vipond",
    "level": "ELITE",
    "quote": "Three hours and 39 minutes of hills, wind and sand! Hart Hills The Classic Gravel Road Race 2021 was the most challenging course I have raced yet. It was also the course that made me laugh the most...",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Christina Vipond",
    "level": "ELITE",
    "quote": "I rounded a corner on the seasonal road and, of course there it was [the long steep climb], not on a gravel road. I had only 10 miles left and I knew the last few were pavement and downhill. I was excited to hit pavement with about 8 miles remaining.",
    "criteria": [
      "technicality",
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Tracy Gravlin",
    "level": "RECREATIONAL",
    "quote": "It was pretty much loose stones and sand. But thankfully also pavement! ... The first big gravel/sand hill, some around me got off to walk. But I felt good and made it up no problem... About 43 minutes in, we hit a 2 track that was very deep sand and no way to get off to the side to ride.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Tracy Gravlin",
    "level": "RECREATIONAL",
    "quote": "I must say I was happy I signed up for the 26 mile race and not the 55. Phew... I ended 1st age group out of 3, 60-69. And 9th out of 26 women. It was definitely a challenge for me, and I am happy with my riding in the sand and putting to use what i have learned in BaseCamp.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Tracy Gravlin",
    "level": "RECREATIONAL",
    "quote": "I heard it was sandy and checked with a few people who had done it before. They didn't remember it being bad. So I took my Lauf with 40c tires instead of my wider Gravel Kings. We drove the course the night before, and I cursed myself for not bringing the 50c tires.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Post-Race",
    "level": "",
    "quote": "Cool brews and hot pizza will be available at the finish line",
    "criteria": []
  }
]
