[
  {
    "rider": "Maxime Cauchois",
    "level": "COMPETITIVE",
    "quote": "Looking back, I think my weekly blocks could have been structured differently. Maybe a 3-day hard sessions block approach would better simulate the strain of multiple consecutive days: for example, VO2 on Tuesday, Sweetspot on Wednesday, and Threshold on Thursday.",
    "criteria": []
  },
  {
    "rider": "Maxime Cauchois",
    "level": "COMPETITIVE",
    "quote": "After 30min of climbing, despite eating and drinking regularly, my legs kept feeling weaker and weaker, and my bike computer was showing lower and lower numbers, decreasing by about 10-20W every 10 min...",
    "criteria": []
  },
  {
    "rider": "Frank Persyn",
    "level": "ELITE",
    "quote": "Two days prior to the start, I had a bad day on the bike when I rode with my neighbour and sports buddy Graham Friend... He told me what exactly went wrong with me that day. My carb intake was far too low which made me slow as a snail and running out of energy.",
    "criteria": []
  },
  {
    "rider": "Rupert Guinness",
    "level": "ELITE",
    "quote": "I stopped at the drinks stations instead of pushing through. I chatted to fellow riders from all over the globe. I loved breathing the fresh, mountain air. I marvelled at the scenery. I tapped up the climbs and luxuriated in the long, sweeping descents...",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "Mark Gilmour",
    "level": "UNKNOWN",
    "quote": "On stage 1 I cramped up on the climb to Col de Cayolle, as we climbed 32km from Ascros to the first big summit. At this point I was concerned that I wouldn't be able to make the time cuts and finish the race...",
    "criteria": []
  },
  {
    "rider": "Maxime Cauchois",
    "level": "COMPETITIVE",
    "quote": "Col d'Agnel on the Italian side is a tale of two climbs: the first one, that averages about 5% over about 11km, is manageable and felt very bearable, as the altitude hadn't kicked in yet and the slope was anything but unfriendly...",
    "criteria": []
  },
  {
    "rider": "Rupert Guinness",
    "level": "ELITE",
    "quote": "Haute Route Alps was also a ride 'back in time.' The mountains ridden are steeped in cycling history... The passes we tackled read like a brutal week at the Tour de France: Col de la Lombarde (20.6km long at a 7% average gradient to 2,350m altitude), Col d'Izoard (14.",
    "criteria": [
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Mark Gilmour",
    "level": "UNKNOWN",
    "quote": "On the Col d'Granon a dead-end climb of 12km to a gravel car park... It was a tough climb which tested my mental capacity as I had to dig deep to finish ahead of the cut...",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Rupert Guinness",
    "level": "ELITE",
    "quote": "The descent of the Col de la Lombarde on the Italian side is one of the most spectacular roads I ever cycled on, but its technicality also requires constant attention.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Maxime Cauchois",
    "level": "COMPETITIVE",
    "quote": "I was purposely saving energy for the second part [of Col d'Agnel], which alone makes the Col d'Agnel one of the most difficult ascents in the Alps... I settled into a mid-tempo (=230W/3.",
    "criteria": []
  },
  {
    "rider": "Frank Persyn",
    "level": "ELITE",
    "quote": "At least 2 gels per hour during every ride, feeding myself within 20 mins after the finish followed by a proper massage. This information was invaluable, as I needed to divide my energy and power consistently over 7 days of riding.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Rupert Guinness",
    "level": "ELITE",
    "quote": "As each climb passed under our wheels, the process of breaking the stage down mountain-by-mountain helped to ease any anxiety... each mountain would take 90 minutes to two hours to climb; while descending them would take approximately an hour.",
    "criteria": [
      "elevation",
      "technicality",
      "field_depth"
    ]
  },
  {
    "rider": "Maxime Cauchois",
    "level": "COMPETITIVE",
    "quote": "I tried to constantly monitor my energy levels, and to make sure I was never hungry or thirsty, but I'm not sure exactly how much I ate—if asked, I would answer: a whole lot.",
    "criteria": []
  },
  {
    "rider": "Mark Gilmour",
    "level": "UNKNOWN",
    "quote": "My goal of the week was to make the time cut each day and not receive the dreaded DNF (did not finish)... For each stage there was an official cut off by which we as riders must finish in order to be categorised and receive an official finish time.",
    "criteria": []
  },
  {
    "rider": "Maxime Cauchois",
    "level": "COMPETITIVE",
    "quote": "Arriving at the start of the timed section, I was only riding with a friend from Quebec I had made along the way, so we decided to wait a couple minutes for a group to join us...",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Maxime Cauchois",
    "level": "COMPETITIVE",
    "quote": "After what seemed like an eternity, I finally noticed the summit sign a few hundred meters away, and the thought of foods and drinking awaiting at the top fueled the last pedal strokes...",
    "criteria": []
  },
  {
    "rider": "Rupert Guinness",
    "level": "ELITE",
    "quote": "Haute Route Alps also led to the creation of new friendships with fellow riders from around the world, friendships forged by a shared suffering and encouragement throughout the week.",
    "criteria": []
  },
  {
    "rider": "Frank Persyn",
    "level": "ELITE",
    "quote": "A huge shout out and thank you to the all of the riders, support crews, Police, mechanics, volunteers that made the week happen but especially to Joe, Manuel, Monika, Lukas, Joe, Greg, Sean, Gernot, Ian, Chris and Scott who rode at various times with me and made the days fantastic.",
    "criteria": []
  },
  {
    "rider": "Rupert Guinness",
    "level": "ELITE",
    "quote": "Arriving for the start of each day's stage... it was easy to let the mind escape and imagine being in a grand tour with the sight of official vehicles parked in formation ahead of the start line.",
    "criteria": []
  },
  {
    "rider": "Rupert Guinness",
    "level": "ELITE",
    "quote": "Shortly before the start of stage two... 'You are only a place or two ahead of me,' quipped a rider behind me in a slow, deep and heavy Dutch accent... It was shortly before the start of stage two of the Haute Route Alps... My approach to the event changed.",
    "criteria": []
  },
  {
    "rider": "Official description",
    "level": "",
    "quote": "Since its beginning in 2011, the single event has expanded to a series of races across the world designed to give riders a challenging, immersive, and premium experience through the world's most iconic cycling destinations.",
    "criteria": [
      "prestige"
    ]
  },
  {
    "rider": "Gravel Epic description",
    "level": "",
    "quote": "The Gravel Epic is a new multi-day gravel racing series set in premier destinations like the Atlas Mountains, Swiss Alps and other incredible gravel destinations.",
    "criteria": []
  }
]
