[
  {
    "rider": "Mike Ward",
    "level": "UNKNOWN",
    "quote": "My training was weak – no lead-in races, pretty scant miles on my bike, but a big engine. I had spent all spring and summer training for trail ultramarathon running, and was a month out from finishing the Superior Fall 100 Mile trail run.",
    "criteria": []
  },
  {
    "rider": "Mike Ward",
    "level": "UNKNOWN",
    "quote": "It turned into carnage real quick. I flip-flopped with Dave and saw a familiar face, Eric from Minnetonka who runs with a couple mutual friends. The mud waned, and my legs and bike were pretty well coated.",
    "criteria": []
  },
  {
    "rider": "Mike Ward",
    "level": "UNKNOWN",
    "quote": "The group of 6 or so seemed fast. I was excited to crank. The wind was blowing us up Drummond Grade past the Lake County Demonstration Forest and...",
    "criteria": []
  },
  {
    "rider": "Mike Ward",
    "level": "UNKNOWN",
    "quote": "The miles flew by, and I was shocked to see around 15 minutes per 5 mile watch split. Is that right? It was metronomic, machine-like pace line work through halfway. I was feeling very good, 50 miles in 2:45.",
    "criteria": []
  },
  {
    "rider": "Mike Ward",
    "level": "UNKNOWN",
    "quote": "I approached the food table and took a tortilla with a pickle sticking out. Oh it was so good. A volunteer told me it was a pickle hummus wrap. I shoved another in my face.",
    "criteria": []
  },
  {
    "rider": "Race Director Jeremy Kershaw",
    "level": "UNKNOWN",
    "quote": "We could write him with complaints regarding the two right hand turns into the finish chute.",
    "criteria": []
  },
  {
    "rider": "Race Director Jeremy Kershaw",
    "level": "UNKNOWN",
    "quote": "It's my job to help people challenge themselves... It's not about winning, it's the challenge.",
    "criteria": []
  },
  {
    "rider": "Race Director Jeremy Kershaw",
    "level": "UNKNOWN",
    "quote": "Every year, I wonder why I do this... It's my way of contributing to the cycling world.",
    "criteria": []
  },
  {
    "rider": "Race Director Jeremy",
    "level": "UNKNOWN",
    "quote": "I recommend 40-50 mm tires at pressures under 35psi. Or, run as wide as you can if your bike is older.",
    "criteria": []
  },
  {
    "rider": "Race Director Jeremy",
    "level": "UNKNOWN",
    "quote": "I recommend 40-50 mm tires, or as wide as your older bike can fit.",
    "criteria": []
  },
  {
    "rider": "Race Director Jeremy",
    "level": "UNKNOWN",
    "quote": "I recommend tires at least 35-40 mm wide. There is a lot of good research showing that wider tires are NOT slower. Keep your pressures under 35 psi for most people.",
    "criteria": []
  },
  {
    "rider": "Route Scout Report",
    "level": "UNKNOWN",
    "quote": "We recommend the widest tires your rig can fit. The extra width will take the edge of the rough sections and help float through the grassy stuff.",
    "criteria": []
  },
  {
    "rider": "Mike Ward",
    "level": "UNKNOWN",
    "quote": "I figured the last time I wore that particular water bladder vest was Heck 2014... I filled up a water bladder with about 1.5L of water and couldn't fit it all in my frame bag. Shucks. Without lots of time to troubleshoot, I grabbed my camelback stretchy vest.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Mike Ward, 2025 race",
    "level": "UNKNOWN",
    "quote": "It was supposed to be hot... In the early morning orange glow, the entire Heck 100 mile field crossed Highway 2... The sun was rising up and burning off a lot of dew, while illuminating the vibrant tapestry of early October forests in northern Minnesota. Beautiful!",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Route Scout Report 2025",
    "level": "UNKNOWN",
    "quote": "After an some amazing work done by our Forest Service partners before the federal shutdown, our most iconic Heck road, The Langley River Rd, is open and ready for the public again!",
    "criteria": []
  },
  {
    "rider": "Route Scout Report",
    "level": "UNKNOWN",
    "quote": "We are planning on having a slightly longer neutral roll out through part of the Briton Pit Sector. This is where carnage usually occurs, usually by those choosing to follow a wheel at 25 mph. There are still lots of rocks just ready to slip your front wheel.",
    "criteria": []
  },
  {
    "rider": "Route Scout Report",
    "level": "UNKNOWN",
    "quote": "The North Shore State Trail is looking better than usual. There are still some muddy spots. It's always a slow go but it's dryer than previous editions. For those new to the Heck, this snowmobile section is a hallmark sector of all Hecks. This section is ridden twice.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Route Scout Report",
    "level": "UNKNOWN",
    "quote": "The Knife River crossing could conceivably be done without wet footing. But it's likely you won't be so lucky.",
    "criteria": []
  },
  {
    "rider": "Route Scout Report",
    "level": "UNKNOWN",
    "quote": "Your last major sector is the Bailey Rd/Bear Pit sector. It's rocky and hard to keep tempo on. Again, pay attention for imbedded rock heads and punchy little climbs.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Mike Ward",
    "level": "UNKNOWN",
    "quote": "We went under the railroad trestle and bunched up – taconite pellets were a foot deep and seemingly impossible to bike through. It was a small section, though. I unclipped, pushed through and got back with the group.",
    "criteria": []
  },
  {
    "rider": "Mike Ward",
    "level": "UNKNOWN",
    "quote": "A little bit of everything right out of the gate – doubletrack ATV trail, wide and smooth gravel roads, and the good ole C.J. Ramstad/North Shore State Trail. There were several people around me, and passes were pretty frequent over the rough terrain. We clumped together at mud pits.",
    "criteria": [
      "technicality",
      "climate"
    ]
  },
  {
    "rider": "Mike Ward",
    "level": "UNKNOWN",
    "quote": "An A-frame wooden bridge looked unrideable as 4 or 5 riders were walking up and over the structure. I had unclipped for the culvert and slipped up the wooden bridge. I didn't fall, but had to shimmy the rest of the way up and down off the bridge before clipping back in.",
    "criteria": []
  },
  {
    "rider": "Mike Ward",
    "level": "UNKNOWN",
    "quote": "We hit the snowmobile trail after making a full loop, and it was gnarly. It just clumps everyone up. Some people can ride decently well, some people have to unclip and walk lots, and many have issues. I lost everyone I was with and had fun.",
    "criteria": []
  },
  {
    "rider": "Official Course Description",
    "level": "UNKNOWN",
    "quote": "Though all of the Heck routes include short sections that would be more comfortable to ride on a suspension trail bike, a gravel bike is still the way to go.",
    "criteria": []
  },
  {
    "rider": "Route Scout for 20-mile",
    "level": "UNKNOWN",
    "quote": "Expect a mile of grassy two track coming into the checkpoint. After that, it's smooth sailing down those great gravel roads.",
    "criteria": []
  },
  {
    "rider": "Race Director Jeremy",
    "level": "UNKNOWN",
    "quote": "Racers don't use a map or GPS to guide them through the course. They follow cue cards, which are known as the icon of gravel cycling. Bikers must pay close attention to the cues and follow their cyclocomputers... It's important that riders don't count on road signs, tire prints, or other racers.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Mike Ward",
    "level": "UNKNOWN",
    "quote": "I was with a big group, maybe 10 riders. We were making good speed but I felt like it was a little unorganized... I felt like I was pushing – cranking hard 20 miles in. Too hard, probably. As the pace line rotated, a guy dropped into his aero bars into the wind, and it was just too much.",
    "criteria": []
  },
  {
    "rider": "Mike Ward",
    "level": "UNKNOWN",
    "quote": "This group was the sweet spot and I felt so good all the way through Fox Farm and north. The miles flew by, and I was shocked to see around 15 minutes per 5 mile watch split.",
    "criteria": []
  },
  {
    "rider": "Mike Ward",
    "level": "UNKNOWN",
    "quote": "I heard a 'GO!' and the lead ATV motored away with the front of the pack lurching forward. I was too nervous to hit my watch at the bumpy start line and started the .gpx course and timer a few feet across the mats.",
    "criteria": []
  },
  {
    "rider": "Race Format",
    "level": "UNKNOWN",
    "quote": "There is a neutral roll-out for about 5 miles, past the railroad pellet stuff... We passed the lead ATV off to the side, signifying the race had begun.",
    "criteria": []
  },
  {
    "rider": "Race Director Jeremy",
    "level": "COMPETITIVE",
    "quote": "To be competitive, racers will need a speed range of about 10 miles to 18 miles per hour.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "DaGurggles",
    "level": "UNKNOWN",
    "quote": "I drove 15 hours to ride Heck of the North. 13 miles in was out of the event... These two saved me from a 13 mile walk to starting line.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Race Director Jeremy",
    "level": "UNKNOWN",
    "quote": "Wednesday before The Heck could be one of my favorite days of the year. It's when we start to see all of the pieces of the puzzle come together. And it's also selfishly when I can spend the day in the woods placing signs, brushing and feeling that Heck spirit.",
    "criteria": []
  },
  {
    "rider": "Route Scout Sign-off",
    "level": "UNKNOWN",
    "quote": "Please say hello to someone new, be Graveleer and be great visitors to this neck of the woods! See you soon!",
    "criteria": []
  },
  {
    "rider": "Official Description",
    "level": "UNKNOWN",
    "quote": "The Heck of the North has a unique feel to it. Maybe it is the brilliant Fall colors. Maybe it is the remoteness of the routes. Maybe it is the camaraderie and friendly faces. Either way, it's a classic and we welcome you to the experience.",
    "criteria": []
  },
  {
    "rider": "Mike Ward",
    "level": "UNKNOWN",
    "quote": "I was excited to be racing alongside my longtime training partner Nick, and his pops Dave with whom I rode every single grueling, grueling mile with at Day Across 2024.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Mike Ward",
    "level": "UNKNOWN",
    "quote": "The volunteers were so helpful, energetic to assist with anything as people clumped up at the tent.",
    "criteria": [
      "community"
    ]
  }
]
