[
  {
    "rider": "Bruno De Geest",
    "level": "UNKNOWN",
    "quote": "As one of the Belgian riders I really enjoyed participating in the Hell of Hunterdon. It was and epic ride that, due to the cold and rainy weather conditions, truly evoked the spirit of the Flanders' Classic.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "John Richter",
    "level": "UNKNOWN",
    "quote": "I really enjoyed the HoH event. You guys did a fantastic job! Odd as it might sound, I especially liked the markings on the course. Unlike so many other events, where the markings are on the roadway, the HoH yellow markers were easy to see and follow even without a cue sheet.",
    "criteria": []
  },
  {
    "rider": "Matt Butterman",
    "level": "COMPETITIVE",
    "quote": "This event has a memorable quality and lasting appeal, even though the conditions were extreme, it is part of the challenge of the event, and when finished, all I can think about is coming back next year.",
    "criteria": []
  },
  {
    "rider": "Kris Broekart",
    "level": "COMPETITIVE",
    "quote": "This is the one weekend each year I get homesick",
    "criteria": []
  },
  {
    "rider": "AnthonyC",
    "level": "UNKNOWN",
    "quote": "The gravel roads were pretty bad last year; I'm sure they'll be pretty bad this year too. Lots of guys flatted, a few lost control on descents, especially early in the day before the pack strung out.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Matthew Vandivort",
    "level": "COMPETITIVE",
    "quote": "The mood on the start line was positive and welcoming as we waited for our start. Sure the weather didn't hurt, but the mood on the start line was positive and welcoming...",
    "criteria": []
  },
  {
    "rider": "AnthonyC",
    "level": "UNKNOWN",
    "quote": "I rode on a set of 700x23c's with no trouble, but I'm convinced that I just got lucky. That said, there's no need for knobbies or MTBs; you'll do just fine on gravel with road slicks.",
    "criteria": []
  },
  {
    "rider": "Claude",
    "level": "UNKNOWN",
    "quote": "I had 23mm tubeless (Fusion - which are more like 21 than 23) and no problems. Heard that locals run tubes injected with Stan's.",
    "criteria": []
  },
  {
    "rider": "From official site",
    "level": "",
    "quote": "Cyclocross bikes are welcome, but certainly not required, as most of the ride is on paved roads.",
    "criteria": []
  },
  {
    "rider": "ArmyOfNone",
    "level": "UNKNOWN",
    "quote": "I personally would stay off the dirt roads for a bit. I have been on dutchtown-zion, montgomery rd and rocktown and have ridden by barry and wilson rd. The roads are covered in compacted snow making traction very unpredictable. Its so going. I was preparing myself to go down at any moment.",
    "criteria": []
  },
  {
    "rider": "AnthonyC",
    "level": "UNKNOWN",
    "quote": "The ride tends to separate pretty quickly into those who plan on treating it like a ride and those who plan on treating it like a race...",
    "criteria": []
  },
  {
    "rider": "AnthonyC",
    "level": "UNKNOWN",
    "quote": "Technically it's supposed to be the former [a ride] rather than the latter [a race], but trying to hang with the front of the pack makes for something a lot more like a training race. A lot of guys were using it as a warmup for Battenkill.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "AnthonyC",
    "level": "UNKNOWN",
    "quote": "The gravel roads were pretty bad last year; I'm sure they'll be pretty bad this year too. Lots of guys flatted, a few lost control on descents, especially early in the day before the pack strung out.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Matthew Vandivort",
    "level": "COMPETITIVE",
    "quote": "When we got to the Hell of Hunterdon start line it was easy to see why this was the case: the event seemingly brought out all manner of rider. Sure there were a few 'racer' types from CCAP and a small handful of familiar faces from the (categorized racing oriented) CRCA community.",
    "criteria": []
  },
  {
    "rider": "AnthonyC",
    "level": "UNKNOWN",
    "quote": "The ride is well supported; lots of food and snacks at stops. I felt a bit too pampered for it to really be that hellish. The course was very well marked; they didn't an excellent job marking out turns, to the point where I rarely (if at all) had to check my cue sheet.",
    "criteria": [
      "logistics",
      "race_quality"
    ]
  }
]
