[
  {
    "rider": "Dustin Hruby Wyttenhove",
    "level": "COMPETITIVE",
    "quote": "It is an extremely fun and accessible event based out of Northfield, MN which allows riders to get out and experience some really great gravel riding, without the self-seriousness and pressure of the increasingly competitive modern gravel racing scene.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Dustin Hruby Wyttenhove",
    "level": "COMPETITIVE",
    "quote": "My training plan involves bike-commuting on my e-cargo bike 3-4 times per week, trying to use my bike for errands whenever possible, and the occasional party/pastry-paced social ride.",
    "criteria": []
  },
  {
    "rider": "Dustin Hruby Wyttenhove",
    "level": "COMPETITIVE",
    "quote": "I never feel as fast on a bike as when I have been on a long gravel section, dealing with the constant bumps and chatter of the surface and the bike, then suddenly turn off onto a paved road... the difference mentally between gravel and road riding provides a similar sort of sudden smoothness.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Dustin Hruby Wyttenhove",
    "level": "COMPETITIVE",
    "quote": "After the MMR section I took a break at the lone rest stop on the 55 mile route - the Urland Lutheran Church. I was in and out in about 10 minutes, skipping the food they were selling in place of just an energy bar and filling water from the faucet out back.",
    "criteria": []
  },
  {
    "rider": "Atsuko",
    "level": "UNKNOWN",
    "quote": "As if the 2 weeks of shorts and T-shirt conditions completely erased my gauge for dressing for 50F, as I packed the night before, I got very tunnelvisioned on my long sleeve Verge skinsuit I normally wore during cyclocross.",
    "criteria": []
  },
  {
    "rider": "Atsuko",
    "level": "UNKNOWN",
    "quote": "As always the start was fast, and it seemed oddly easy to cruise much faster than I normally would. Keeping an eye on my computer, I was doing 18+ mph for some time! This cannot be right.",
    "criteria": []
  },
  {
    "rider": "Atsuko",
    "level": "UNKNOWN",
    "quote": "Had to walk the Shady Lane climb, but slurped some maple syrup while walking, which was glorious. And then the coursed turned into the headwind. Now it all made sense why the first 20 miles were so fast.",
    "criteria": []
  },
  {
    "rider": "Marty Larson (Organizer)",
    "level": "ELITE",
    "quote": "We offer something that a lot of gravel rides don't. It's that space for people of any flavor to come down and be amongst familiars and amongst people that are going to treat them with respect.",
    "criteria": []
  },
  {
    "rider": "Marty Larson (Organizer)",
    "level": "ELITE",
    "quote": "This is just a bike ride. We're doing this to provide a space for people to come and ride their bikes. It's not an expo. It's not a trade show.",
    "criteria": []
  },
  {
    "rider": "Official recommendation",
    "level": "UNKNOWN",
    "quote": "Nearly any tire will work, though we suggest staying above 32c.",
    "criteria": []
  },
  {
    "rider": "Atsuko [UNKNOWN] - Nutrition",
    "level": "",
    "quote": "1 sleeve Clif Shotblock (salted watermelon), a bag of Haribo Twin Snakes, 100 ml Kirkland pure maple syrup",
    "criteria": []
  },
  {
    "rider": "No podium/No timing",
    "level": "",
    "quote": "We offer a decidedly non-race experience. There is no chip timing, no sprint finish, no podium. If you want those things, there are hundreds of other events to choose from.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "E-bikes welcome",
    "level": "",
    "quote": "Riders can ride whatever sort of bike they want, including e-bikes.",
    "criteria": []
  },
  {
    "rider": "Minimal support",
    "level": "",
    "quote": "Support is minimal on the ride, but depending on the distance there are one or two stops where riders can rest and refill water.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Northfield as destination",
    "level": "",
    "quote": "Northfield is a college town of approximately 20,000 people. We have a thriving downtown with cafés, bakeries, and lots of stores with actual personality... Nerstrand State Park and Caron Park are a ten-minute drive from our start line.",
    "criteria": [
      "logistics",
      "field_depth"
    ]
  }
]
