[
  {
    "rider": "Lawrence Bate",
    "level": "COMPETITIVE",
    "quote": "This is a new event in the calendar, and being part of the 2025/26 Outside Winter Race Series it promised to be a good one. What could be better than running 24km in the middle of January, taking in Stanage Edge and Bamford Edge as well as some typically boggy bits across the moors?...",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "John Sumner",
    "level": "COMPETITIVE",
    "quote": "One night at 3AM in Early October I was unable to sleep. Found myself looking at Bikereg for a MTB race. The Hibernator came up and I assumed it was longer and renamed Circumburke. Nope, not the case at all!...",
    "criteria": []
  },
  {
    "rider": "Dan (Active Minded Professor)",
    "level": "UNKNOWN",
    "quote": "Approximately 60 riders rolled out to a controlled mass start with temps in the high 30's. We were soon greeted to a few miles of uphill gravel road climbing before exiting the road for some high grass bushwhacking and class IV adventure.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Initial Sections",
    "level": "",
    "quote": "A few miles of uphill gravel road climbing before exiting the road for some high grass bushwhacking and class IV adventure.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Major Climb",
    "level": "",
    "quote": "Long 4+ mile climb on Victory and Radar roads until the first aid station at mile 15.",
    "criteria": []
  },
  {
    "rider": "Descent Characteristics",
    "level": "",
    "quote": "Three-mile descent... wasn't as easy as I hoped. Leaf covered and hiding potential potholes in some of the old tarred road sections, I backed off a bit.",
    "criteria": []
  },
  {
    "rider": "Steep Climbing",
    "level": "",
    "quote": "One super steep climb — my head unit was bouncing from 17%-20% elevation",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "Course Markings",
    "level": "",
    "quote": "White course markers",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Course Distance Reality Check",
    "level": "COMPETITIVE",
    "quote": "For some reason I thought it was 48 miles and 4800' climbing, because RWGPS told me this. Again nope.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Laona, WI Event",
    "level": "",
    "quote": "Laona Rescue will be providing support until 5 PM. If you are not very confident of finishing before then, you should choose a shorter route.",
    "criteria": []
  },
  {
    "rider": "Event Character",
    "level": "",
    "quote": "Our grassroots vibe offers a friendly environment for the entire family that combines exclusive terrain and breathtaking views for an unmatched journey throughout our backyard... We are 100% about community and supporting our area local businesses.",
    "criteria": [
      "community",
      "technicality"
    ]
  },
  {
    "rider": "Aid Station Experience",
    "level": "",
    "quote": "The gracious hosts presented me a pumpkin chocolate cookie, or maybe was it two? I washed it down with hot apple cider (homemade and pressed right there) spiked with Vermont Maple Syrup…OMG that hit the spot.",
    "criteria": []
  },
  {
    "rider": "Race Promoter Philosophy",
    "level": "",
    "quote": "It goes beyond being just a cycling event and embodies a grassroots, self-supported test of mental, physical, and spiritual fortitude that unites participants with lasting memories and sense of accomplishment.",
    "criteria": []
  },
  {
    "rider": "Camping",
    "level": "",
    "quote": "FREE all weekend (a donation is welcome to support the landowners Ben & Kim) with no reservations needed!",
    "criteria": []
  },
  {
    "rider": "Post-Race Food",
    "level": "",
    "quote": "Hook & Peel pizza... slinging delicious pies on Sunday, while The Spicy Spoke will have a sick farm-to-table spread on Saturday.",
    "criteria": []
  },
  {
    "rider": "Family Activities",
    "level": "",
    "quote": "Kids tractor hay rides & hay bail maze",
    "criteria": []
  },
  {
    "rider": "Marshaling",
    "level": "",
    "quote": "Hardy marshals at the various checkpoints",
    "criteria": []
  },
  {
    "rider": "Overall Assessment",
    "level": "COMPETITIVE",
    "quote": "This is a very well run event. Check it out!... This was a grassroots thriller. It pushes all the buttons. Super hard climbs, white knuckle descents, class IV gnar, single track flow, and honest to Vermont hospitality and beauty.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  }
]
