[
  {
    "rider": "Deanna Duke",
    "level": "UNKNOWN",
    "quote": "I thought I'd do a little (okay, very long) race report of the 2023 Highlands Gravel Classic in Fayetteville, AR, which was the only U.S. qualifying event for the UCI Gravel Worlds event in Veneto, Italy, in October, 2023.",
    "criteria": [
      "prestige"
    ]
  },
  {
    "rider": "Deanna Duke",
    "level": "UNKNOWN",
    "quote": "Race day. It was hot. It was humid. It had some technically challenging sections. At the bottom of the first sketchy descent, there were literally bodies waiting for aid cars. I was told there was worse to come. I persevered.",
    "criteria": [
      "technicality",
      "climate"
    ]
  },
  {
    "rider": "Deanna Duke",
    "level": "UNKNOWN",
    "quote": "Near the top of a long climb where nearly everyone was walking and my forward progress was pretty grim due to heat exposure, a support 4x4 came down the hill. I watched as the two men in front of me got water bottles, pouring water over their helmets in slow motion. I couldn't wait to fill my pack.",
    "criteria": [
      "elevation",
      "length",
      "field_depth"
    ]
  },
  {
    "rider": "Deanna Duke",
    "level": "UNKNOWN",
    "quote": "My race plan was going great! I felt strong. I couldn't wait for miles 40-52, which played to my advantage. I channeled Rebecca. Nibble, nibble, sip sip. It got hotter, I passed people, I started running out of water in spite of having a pack and bottles.",
    "criteria": [
      "length",
      "field_depth"
    ]
  },
  {
    "rider": "Deanna Duke",
    "level": "UNKNOWN",
    "quote": "I do not like DNFing. I do not like it one bit. But I was in good company. 37 people got carted off the race that morning. About 20% of the field. I was one of the lucky ones. The woman in the van sitting next to me had crashed at the descent at mile 12. She was impressed I made it to mile 30.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Course Profile",
    "level": "",
    "quote": "The course varies from an elevation of 1,200 ft. (365m) and progresses to an elevation of 2,200 ft. (670m). The long course has a total elevation of 4,850 ft. (1,480m) and will challenge riders with rolling hills combined with scenic vistas and streams to keep the competitors on their toes.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Key Climb Details",
    "level": "",
    "quote": "The most arduous climb stretches a full 2.9 miles (4.7km), with the highest point of the day reached at 2,200 ft on a sprawling ridgeline 33 miles into the course - all with views of the Boston Mountain range rolling across the skyline.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Technical Sections",
    "level": "",
    "quote": "At the bottom of the first sketchy descent, there were literally bodies waiting for aid cars. I was told there was worse to come.",
    "criteria": []
  },
  {
    "rider": "Course Characteristics",
    "level": "",
    "quote": "Featuring miles of canopy covered gravel roads, riders can expect continuously changing terrain through the rural backcountry of the Ozarks – with over a dozen climbs",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Men's Elite Breakaway",
    "level": "ELITE",
    "quote": "The three men's podium finishers [Brennan Wertz, Cobe Freeburn, Nicholas Roche] got away around 15 miles into the race.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Deanna Duke",
    "level": "UNKNOWN",
    "quote": "My race plan was going great! I felt strong. I couldn't wait for miles 40-52, which played to my advantage. I channeled Rebecca. Nibble, nibble, sip sip.",
    "criteria": []
  },
  {
    "rider": "Heat-Related DNFs",
    "level": "",
    "quote": "37 people got carted off the race that morning. About 20% of the field",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Water Supply Issues",
    "level": "",
    "quote": "Near the top of a long climb where nearly everyone was walking and my forward progress was pretty grim due to heat exposure, a support 4x4 came down the hill. I watched as the two men in front of me got water bottles, pouring water over their helmets in slow motion. I couldn't wait to fill my pack.",
    "criteria": [
      "elevation",
      "length",
      "field_depth"
    ]
  },
  {
    "rider": "Low Turnout Noted",
    "level": "",
    "quote": "In the country that started the gravel racing revolution 20 years ago, only 407 riders showed up at the Highlands Gravel Classic in Arkansas, USA on Saturday to try and qualify for the 2025 UCI Gravel World Championships.",
    "criteria": [
      "prestige"
    ]
  },
  {
    "rider": "UCI Worlds Qualifier Status",
    "level": "",
    "quote": "The cool thing about this event is that the top 25% in each age category automatically qualifies for the Worlds.",
    "criteria": []
  },
  {
    "rider": "Qualification System",
    "level": "",
    "quote": "As per the official qualification system for the 2026 UCI Gravel World Championships, each UCI Gravel World Series event grants qualification rights for the UCI Gravel World Championships for those riders finishing in the first 25% of their category.",
    "criteria": [
      "prestige"
    ]
  }
]
