[
  {
    "rider": "Michael Garrison",
    "level": "ELITE",
    "quote": "Today I really didn't have the best legs. I thought he would have me, Andrew's strong. I have days on the gravel where the legs just feel good, I did not feel that today. I knew I wanted to come to a sprint. In all the crits I raced last year, I always had a really bad sprint.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Lauren De Crescenzo",
    "level": "ELITE",
    "quote": "Hero Dirt—fast, tacky gravel with just a few muddy spots and creek crossings. Pretty much perfect.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Ian Boswell",
    "level": "ELITE",
    "quote": "It's the first time I've done this event and I love this event - the style of racing and the atmosphere here reminds me a lot of what I first found when I came and started doing gravel in 2021. There's just a sense of camaraderie with everyone.",
    "criteria": []
  },
  {
    "rider": "Andrew L'Esperance",
    "level": "ELITE",
    "quote": "Getting this kind of early-season effort is really nice. This is kind of the racy gravel [from 3T]. We'll have a more aggressive one for the heavy races, like Unbound, and then also the road bike for some of the road events.",
    "criteria": []
  },
  {
    "rider": "Jason Lopez",
    "level": "COMPETITIVE",
    "quote": "I am quite pleased with my race performance in the 2024 Border Wars Gravel, I finished 11th in my category, even with 7500 ft of climbing. My average speed was 16.2 mph, 245W normalized power, and a moving time of 5:58.",
    "criteria": [
      "technicality",
      "field_depth"
    ]
  },
  {
    "rider": "Molly Hurford",
    "level": "COMPETITIVE",
    "quote": "Conditions were below freezing at the start and for the first hour or two in 2025.",
    "criteria": []
  },
  {
    "rider": "Race promoter Wayne Whiteside",
    "level": "UNKNOWN",
    "quote": "Quite possibly the best route I have ever created.",
    "criteria": []
  },
  {
    "rider": "Navigation is critical",
    "level": "",
    "quote": "The course isn't marked, so make sure you have the route loaded to your cycling computer or phone. And if you're phone-only, make sure you have a spare battery pack to charge it if needed!",
    "criteria": []
  },
  {
    "rider": "General winter preparation warning",
    "level": "",
    "quote": "Be prepared for ANY weather. I've ridden in shorts and short sleeves in this area in past years around this time with no problems, but it was COLD on race day.",
    "criteria": [
      "climate",
      "field_depth"
    ]
  },
  {
    "rider": "Creek crossings",
    "level": "",
    "quote": "Your feet will almost certainly get wet",
    "criteria": []
  },
  {
    "rider": "Sand sections",
    "level": "",
    "quote": "The sand can definitely catch you out, so keep your head up at all times!",
    "criteria": []
  },
  {
    "rider": "Gravel variety [COMPETITIVE perspective]",
    "level": "",
    "quote": "There were all types of gravel too, small compact gravel that was quite fast, and gravel with random chunks that could cause a pinch flat if hit wrong.",
    "criteria": []
  },
  {
    "rider": "Climbing profile",
    "level": "",
    "quote": "Expect LOTS of climbing, often of the short/hard variety.",
    "criteria": []
  },
  {
    "rider": "Opening bottleneck",
    "level": "",
    "quote": "About a mile into the race, we hit the first off-road sector that was essentially a single-track path with a muddy section at the end. The 2024 Border Wars Gravel race instantly backed up as riders got off their bikes and were going single file to walk around the deepest section of the mud.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Positioning advice",
    "level": "COMPETITIVE",
    "quote": "Advice to future self, stick to the front at the beginning of the race. Ride a little bit harder up the hill to stay on the front group.",
    "criteria": []
  },
  {
    "rider": "Hydration planning [COMPETITIVE perspective]",
    "level": "",
    "quote": "I had two bottles on my bike and a frame bag with a bladder. I was out of water by the end of the race and could have used a little bit more water, but I managed.",
    "criteria": []
  },
  {
    "rider": "Parking logistics",
    "level": "",
    "quote": "If it's chilly out, I'd suggest riding to the start in some old warm stuff, then stashing it at a vendor booth or near the start/finish area",
    "criteria": []
  },
  {
    "rider": "Grassroots authenticity",
    "level": "",
    "quote": "For those of us who remember when gravel was gritty, grassroots, and gloriously unpolished—Homegrown is still doing it right. No corporate rulebook. No cookie-cutter courses. Just real-deal Southern gravel.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Post-ride festival",
    "level": "",
    "quote": "Featuring abundant and delicious food and drink, live music, a bike expo, art, massages and good company, the after-party is a highlight, a well-earned reward.",
    "criteria": []
  },
  {
    "rider": "Registration includes",
    "level": "",
    "quote": "Dope Rider t-shirt, Morning Snacks & Coffee, Paved Parking, SAG Support, Aid Stop Food and Drink, Finisher Winter Beanies, Post-Ride Meal and Drink(s), Post-ride Entertainment, Post-Ride Drawing.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Charitable giving",
    "level": "",
    "quote": "Your entry fee doesn't just buy you a killer day on the bike—it supports the people and the place that make this ride special. All profit, after expenses, goes straight back to the Franklin community.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Location accessibility",
    "level": "",
    "quote": "We're just an hour south of Atlanta and the world's busiest (read: easiest to fly into) airport.",
    "criteria": []
  }
]
