[
  {
    "rider": "Mads Würtz Schmidt",
    "level": "ELITE",
    "quote": "After about 25k we had a short technical and bumpy section where I went in first. Coming out of the section I looked back and saw a gap of 50-70 meters. Decided to put my head down and go for it. Back to the winning ways on the trails. I love The Ardennes in Belgium.",
    "criteria": []
  },
  {
    "rider": "Ben Thomas",
    "level": "ELITE",
    "quote": "On Thursday morning I hopped in the Ribble team van as it rumbled down the M40 and by the evening we were rolling into Belgium after a Eurotunnel dash and plenty of me boring the team boss and Meth with my Ardennes stories. I'd insisted this event had to be on the calendar...",
    "criteria": []
  },
  {
    "rider": "Ben Thomas",
    "level": "ELITE",
    "quote": "The first lap was savage, I clung to the leaders until five of them edged away and soon I was swept up by group two, a twenty strong bunch who depressingly seemed more interested in racing for the top ten than chasing glory.",
    "criteria": []
  },
  {
    "rider": "Ben Thomas",
    "level": "ELITE",
    "quote": "By lap three all the people who'd saved their energy and still had fresh legs came to the front and whacked it on the front! The pace went nuclear. I had a normalized power of 344 watts for the first half of the third lap but it wasn't enough.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Ben Thomas",
    "level": "ELITE",
    "quote": "Houffa Gravel was once again an absolute classic. Steep climbs, gnarly trails, roaring crowds, frites, waffles, the full Ardennes experience. I didn't ride the smartest race but sometimes you have to roll the dice. This time it didn't work out, but the form is there, the motivation is sky high.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Race Director Jean-Luc Dupont",
    "level": "OFFICIAL",
    "quote": "This race highlights the incredible talent and spirit of gravel racing. With the European Championships on the horizon, we're excited to elevate this event and showcase Houffalize as a premier gravel destination.",
    "criteria": []
  },
  {
    "rider": "Opening Climb",
    "level": "",
    "quote": "The steepest climb of the day came quickly after the start with the famous Rue du Saint Roch, one of the steep road climbs during Liège-Bastogne-Liège. The first gravel section followed after 5km. A total of 70% of the route is off-road.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Course Character",
    "level": "",
    "quote": "The mix of savage climbs, rocky singletrack, and high-speed gravel was every bit as brilliant (and brutal) as before.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Ben Thomas",
    "level": "ELITE",
    "quote": "It takes 506 watts for just over 3 minutes to crest the 0.8km hill with an average gradient of 12.4%",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Race Dynamics [ELITE level]",
    "level": "",
    "quote": "The first lap was savage... five of them edged away and soon I was swept up by group two, a twenty strong bunch who depressingly seemed more interested in racing for the top ten than chasing glory.",
    "criteria": []
  },
  {
    "rider": "Ben Thomas",
    "level": "ELITE",
    "quote": "For over ten years I've been making trips to the Ardennes to race bikes, first MTB World Cups, then marathons and stage races, and now gravel races. Somehow the excitement never fades. This past weekend lining up for Houffa Gravel I felt the same buzz I did before my very first Belgian race.",
    "criteria": []
  },
  {
    "rider": "Event Size",
    "level": "",
    "quote": "The third edition of the Houffa Gravel race in Southern Belgium drew a massive field of 1850 riders",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Atmosphere",
    "level": "",
    "quote": "Steep climbs, gnarly trails, roaring crowds, frites, waffles, the full Ardennes experience.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Location Heritage",
    "level": "",
    "quote": "Held in and around Houffalize, well-known for many years as a venue for UCI Mountainbike World Cups.",
    "criteria": []
  },
  {
    "rider": "Worlds Qualification",
    "level": "",
    "quote": "Competitors finishing within the top 25% of their UCI age/gender category automatically qualified for the 2025 UCI Gravel World Championships taking place in the Netherlands in October.",
    "criteria": [
      "prestige"
    ]
  }
]
