[
  {
    "rider": "Linda Shydlowski",
    "level": "UNKNOWN",
    "quote": "As I rode along the course, two feelings were present with me every mile, and they will forever stay with me: gratitude and joy. Gratitude for the sunshine, blue skies, forests, lakes, rivers, and exceptional gravel roads.",
    "criteria": []
  },
  {
    "rider": "Hungry Bear Rider",
    "level": "UNKNOWN",
    "quote": "I loved how chill this race was. Everyone was super friendly, the scenery was beautiful and it was the antithesis to so many amped up races you could do. Plus pie!",
    "criteria": []
  },
  {
    "rider": "Hungry Bear Racer",
    "level": "UNKNOWN",
    "quote": "This is such a wonderful event. I hope it doesn't lose it's charm as it grows in popularity!! The relaxed vibe is part of that. I love the people, the pie, the pizza, hanging out on the patio after the race. I love the course. It's such a great event.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "D Rider",
    "level": "COMPETITIVE",
    "quote": "Typically I like to start fast and just hang with the lead group as long as possible and see where it goes from there. During this race, after a few breaks in the peloton, falling back into the second group, I was able to bridge back and stay with the top ten or so riders.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Monica Shoberg",
    "level": "UNKNOWN",
    "quote": "Finding Joy in the Forest: A Hungry Bear Gravel Story... she shaved three hours off her time from last year, and why the true heart of the Hungry Bear isn't about speed, it's about people.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Flats - Scott",
    "level": "COMPETITIVE",
    "quote": "Our friend Scott, who we caught up to and rode the last two sectors with...got 3 flats in quick succession on Camp Road 38",
    "criteria": []
  },
  {
    "rider": "Gravel Quality",
    "level": "",
    "quote": "This is billed as a gravel ride, but many sections do have baby-head rocks and other smaller glacial erratics that make for a bumpy ride. Our Chequamegon fortified gravel is not as consistent as Iowa or Northfield gravel.",
    "criteria": []
  },
  {
    "rider": "Course Marking",
    "level": "",
    "quote": "The courses are NOT marked at all. You must rely on the GPS routes to navigate the 100, 60 and 30 mile courses. Many sections are tricky with turns that are not obvious, other options from fresh logging roads not on a map, etc.",
    "criteria": []
  },
  {
    "rider": "Competitive Strategy",
    "level": "",
    "quote": "We were pushing pretty hard to catch back up to the main pack off the start...We reeled in most of the field over the first 20 or so miles of the race",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Save Energy Warning",
    "level": "",
    "quote": "I warned the others to make sure they were saving something in the tank for it [final 25 miles]. I forgot to make sure I was saving up for it...",
    "criteria": []
  },
  {
    "rider": "Early Start Option",
    "level": "",
    "quote": "If you don't think you can finish either of the longer courses by 6pm and want an official time, I suggest you get going before the official 9 am start or transfer to a shorter route.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Finishing Stats",
    "level": "",
    "quote": "Last year we only had a handful of people who took longer than 9 hours to finish the 100.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Mechanical Failures",
    "level": "",
    "quote": "If you have a mechanical, you need to figure out how to fix it or hike back, we won't come get you.",
    "criteria": []
  },
  {
    "rider": "Navigation Issues",
    "level": "",
    "quote": "If you get lost, you have to find your way back using your own devices",
    "criteria": []
  },
  {
    "rider": "Cellular Coverage",
    "level": "",
    "quote": "There is little cellular coverage on much of the course... Cellular service is spotty at best and many riders will find themselves with no service. We suggest you ride with a buddy.",
    "criteria": []
  },
  {
    "rider": "Late Race Flats",
    "level": "",
    "quote": "Our friend Scott...got 3 flats in quick succession on Camp Road 38...Making it 95% of the way to the finish and having your race completely derailed by flats is a killer",
    "criteria": []
  },
  {
    "rider": "Crashes Requiring Hospitalization",
    "level": "",
    "quote": "Last year we had a couple very experienced riders crash and need hospitalization, so this year, I have contracted with the Great Divide Ambulance Service to have an extra crew on while the race is going.",
    "criteria": []
  },
  {
    "rider": "Event Philosophy",
    "level": "",
    "quote": "Spirit of the Hungry Bear: This is a self-supported adventure ride with timing. There are no prizes, no aid stations, no sag, no support. You are in charge of you.",
    "criteria": [
      "race_quality",
      "logistics",
      "adventure"
    ]
  },
  {
    "rider": "Finish Line Experience",
    "level": "",
    "quote": "Ending it at the Rivers Eatery was pure genius as well",
    "criteria": []
  },
  {
    "rider": "Post-Race",
    "level": "",
    "quote": "We will also have Ursa Minor Brewing beers at The Rivers Eatery. Ursa Minor is a cool small craft brewer in Duluth with tasty beers. Since they are the northernmost bear-themed brewing company, I am super stoked they offered to bring their yummy beers down for the race.",
    "criteria": []
  },
  {
    "rider": "Pizza & Pie",
    "level": "",
    "quote": "we got into Cable and ate somewhere around 6 pizzas and drank double that in pints of beer",
    "criteria": []
  },
  {
    "rider": "Low-Key Vibe",
    "level": "",
    "quote": "I really liked the DIY vibe and associated low participant cost common to that style of race. When you skip all the age group prizes, podiums, etc., you can keep registration fees low.",
    "criteria": [
      "expenses",
      "field_depth"
    ]
  },
  {
    "rider": "Community Impact",
    "level": "",
    "quote": "A portion of the proceeds supports the Cable Volunteer Fire Department, The Steve Tilford Foundation, Hospice, LCO Schools Scholarship, Unruly Women, and other local non-profits and worthy causes.",
    "criteria": []
  },
  {
    "rider": "Volunteer Culture",
    "level": "",
    "quote": "We at the Hungry Bear 100 and the cyclists who participated extend our heartfelt gratitude to all the volunteers who selflessly dedicated their time, energy, and effort to be part of our race.",
    "criteria": []
  },
  {
    "rider": "Event Growth",
    "level": "",
    "quote": "over 800 riders took on the challenge to ride the Hungry Bear 100, the Snacking Bear 60 and Climbing Cub",
    "criteria": []
  },
  {
    "rider": "Registration",
    "level": "",
    "quote": "We have sold out at 500 riders, which is all the number plates I had printed. I was going to cap the ride at 420, but got so many requests to add people that I increased the cap to 500, and there are 15 people on the waitlist.",
    "criteria": []
  },
  {
    "rider": "Family Friendly",
    "level": "",
    "quote": "Meet 11-year-old Molly Ehlers and her dad, Aaron, who completed the 60-mile Hungry Bear Gravel Ride in Cable, Wisconsin! This inspiring father-daughter duo showcases determination and the spirit of family adventure.",
    "criteria": []
  }
]
