[
  {
    "rider": "Kaitlyn Patterson",
    "level": "ELITE",
    "quote": "Last year I took fifth at Iceman, making it all the way to Timber Ridge with the leaders but had nothing left after pulling way too much throughout the race. This year I knew what to expect and I had every intention of racing for the win.",
    "criteria": []
  },
  {
    "rider": "Kaitlyn Patterson",
    "level": "ELITE",
    "quote": "Less than ten minutes in, another rider merged right into me trying to jump into another line without looking behind her. I thought my race was over at that moment, but I somehow managed to stay upright.",
    "criteria": []
  },
  {
    "rider": "Kaitlyn Patterson",
    "level": "ELITE",
    "quote": "I bobbled and dropped my bottle hand-off and with temperatures in the mid-60s, I really needed it. I refused to let my race be ruined and was resolved to get a bottle from someone...",
    "criteria": []
  },
  {
    "rider": "Kaitlyn Patterson",
    "level": "ELITE",
    "quote": "I carried a bit more momentum over the previous descent to slingshot around and rode as hard as I could and didn't look back. (According to Strava, I clocked the 5th fastest time of the day up that climb including all the men).",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Kaitlyn Patterson",
    "level": "ELITE",
    "quote": "I crashed on one of the loose gravel corners (falling in the stadium in front of everyone is everyone's fear) but thankfully it was only flesh wounds and I had enough of a gap that I didn't lose a spot.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "John Arias",
    "level": "COMPETITIVE",
    "quote": "Since close to 1900 riders had started in 27 waves in front of mine it was going to be a day of passing. The course was incredibly fast with all double track and singletrack which made for safe and fairly quick passing.",
    "criteria": []
  },
  {
    "rider": "John Arias",
    "level": "COMPETITIVE",
    "quote": "As the race progressed the ground softened up and exposed the normal Michigan riding conditions which consists almost exclusively of sand.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Paige",
    "level": "ELITE",
    "quote": "As I entered the final stretch of the new single track before Icebreaker hill I dreaded this section as it was really slippery and tight. The crowds were yelling and for full transparency I felt really uncomfortable here.",
    "criteria": []
  },
  {
    "rider": "Gerald Gaecke (NMMBA Ambassador)",
    "level": "UNKNOWN",
    "quote": "Racing, for me, is the only way I can truly push myself to the limits. Training with friends is great, and we push each other hard, but it's never quite as intense as when I'm being challenged in a race.",
    "criteria": []
  },
  {
    "rider": "Kedzie Ruckle (Junior racer)",
    "level": "COMPETITIVE",
    "quote": "This year's Iceman felt like the first time everything really clicked for me. From the moment I rolled into the start chute, I could tell the training I put in all season with MISCA Devo and my coach, Sara Vano, had paid off.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Kedzie Ruckle",
    "level": "COMPETITIVE",
    "quote": "Riding with a group that's moving the same pace as you gives you energy you can't really explain until you're in it: the drafting, the shared effort, the subtle communication, and that unspoken agreement that we're all pulling each other forward. It felt like real racing.",
    "criteria": []
  },
  {
    "rider": "Kedzie Ruckle",
    "level": "COMPETITIVE",
    "quote": "There were sections where the line was completely stopped, and honestly, there were moments where I'm pretty sure I could've carried my bike through the woods faster than waiting out some of those jams.",
    "criteria": []
  },
  {
    "rider": "Anonymous Trailblazer",
    "level": "COMPETITIVE",
    "quote": "Around May, I went in for my annual check-up and was put on a new medication. By July, I had a significant reaction to it and lost over 60 lbs... My FTP dropped from 280 to 215. I couldn't finish a regular ride without bonking.",
    "criteria": []
  },
  {
    "rider": "Anonymous Trailblazer",
    "level": "COMPETITIVE",
    "quote": "Sow's Ear wasn't nearly as bad as the comments made it out to be. It felt like riding moguls, but it was completely rideable, just something to get through.",
    "criteria": []
  },
  {
    "rider": "Anonymous Trailblazer",
    "level": "COMPETITIVE",
    "quote": "I reached Dockery just after 37 minutes. I figured I could make up that time if I got some luck, but luck wasn't on anyone's side in the later waves.",
    "criteria": []
  },
  {
    "rider": "Anonymous Trailblazer",
    "level": "COMPETITIVE",
    "quote": "As we approached the new Gussied Up section, I felt incredible. The best singletrack ride I've ever had. Legs felt strong, confidence was high. Then we slowed down… and stopped. No crash, no help needed, just a long bottleneck.",
    "criteria": []
  },
  {
    "rider": "Paige",
    "level": "ELITE",
    "quote": "Maxxis Race Rekon 2.4's (16/17psi)",
    "criteria": []
  },
  {
    "rider": "John Arias",
    "level": "COMPETITIVE",
    "quote": "I was totally stoked to have Pro Gold lubricants on my drivetrain. Pro Gold kept my Scott 29er running smooth and fast for the entire race",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "John Arias",
    "level": "COMPETITIVE",
    "quote": "I added 3 sets of toe warmers to my riding shoes which made for a bit of a tight fit but fairly warm toes",
    "criteria": []
  },
  {
    "rider": "Sand Conditions",
    "level": "",
    "quote": "The normal Michigan riding conditions which consists almost exclusively of sand.",
    "criteria": []
  },
  {
    "rider": "Course Distance",
    "level": "",
    "quote": "29.3 miles with 1700ft climbing",
    "criteria": []
  },
  {
    "rider": "Kaitlyn Patterson",
    "level": "ELITE",
    "quote": "My mission for the first half was to be patient and stay out of trouble.",
    "criteria": []
  },
  {
    "rider": "Mechanical Issues",
    "level": "",
    "quote": "Erin caught us but she dropped her chain again up the next steep climb. I felt bad for her because she was riding really well but her chain dropped nearly every climb forcing her off her bike.",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "Crashes in Finish Area",
    "level": "",
    "quote": "I crashed on one of the loose gravel corners (falling in the stadium in front of everyone is everyone's fear)",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Injury on Course",
    "level": "",
    "quote": "I came around the corner to see a racer laying motionless on the ground. Oh man it looked kinda bad... somewhere in front of Wave 17, maybe around mile 7 or 8. It was a very fast, twisting part with blind corners.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Kaitlyn Patterson",
    "level": "ELITE",
    "quote": "The next hour was a bit of a blur of interviews and hugs and I basically felt like a rock star... The crowd was absolutely insane and I felt like I was racing in Europe.",
    "criteria": []
  },
  {
    "rider": "Kaitlyn Patterson",
    "level": "ELITE",
    "quote": "Traverse City truly has an incredible cycling community, puts on a world class race, and has a lot of fun doing it.",
    "criteria": []
  },
  {
    "rider": "Paige",
    "level": "ELITE",
    "quote": "The people got me through the last 5K of that course and I remain thankful for this race experience because of the community... As I entered the final stretch of the new single track before Icebreaker hill I dreaded this section...",
    "criteria": [
      "field_depth",
      "community"
    ]
  },
  {
    "rider": "Kedzie Ruckle",
    "level": "COMPETITIVE",
    "quote": "The community this year felt unmatched; everywhere I looked, someone was cheering, encouraging, or suffering right alongside me. Iceman is always known for its community, but this year felt on a whole different level.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Anonymous Trailblazer",
    "level": "COMPETITIVE",
    "quote": "Spending time with my wife and kid kept me grounded. The Iceman group text, where everyone was buzzing with last-minute prep, was the final touch of a year-long buildup.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Community Support During Crisis",
    "level": "",
    "quote": "There were no less than 10 riders that pulled off the trail to check on the person, yell ahead warning, and physically protect them from being run over... it just really hit me how cool it was for those people to stop like that.",
    "criteria": []
  },
  {
    "rider": "John Arias",
    "level": "COMPETITIVE",
    "quote": "In the spirit of the event no one was complaining only enjoying!",
    "criteria": []
  },
  {
    "rider": "Scale",
    "level": "",
    "quote": "This year over 4000 riders tackled the route from Kalkasa to Traverse City.",
    "criteria": []
  }
]
