[
  {
    "rider": "Rick Hopson",
    "level": "ELITE",
    "quote": "The IC-Amana-IC loop, a 70-ish mile chip, gravel, B-road, mud, and water-soaked route from IC to Amana, with a stop at the Millstream Brewery, and then back. The out leg was brutal but the return leg was worse, the latter usually being a full-gas, beer-clouded, anerobic paceline from hell.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Rick Hopson",
    "level": "ELITE",
    "quote": "Caution is in order here… the bridge is guarded by 25 yards of mud on the approach, 75 yards of mud on the other side, and a 12",
    "criteria": []
  },
  {
    "rider": "Rick Hopson",
    "level": "ELITE",
    "quote": "A visit to WeatherUnderground might be in order, but regardless, only Lobster will be sporting road shoes for this event if it has rained in the past week.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "The Abandoned Bridge",
    "level": "",
    "quote": "This is the first of the Three Challenges: the Abandoned Bridge, a lost and ancient iron span that somehow remains on this gravel road from an old route over the Iowa River, now impassable to all but wildlife and the hunters that pursue them.",
    "criteria": [
      "adventure"
    ]
  },
  {
    "rider": "The R.A.U.S.",
    "level": "",
    "quote": "challenge #2: The R.A.U.S. (river and unrideable sand), a series of sand dunes and water crossings that might require a bike hoist (or two).",
    "criteria": []
  },
  {
    "rider": "Water Crossings",
    "level": "",
    "quote": "A sharp left turn will lead you to a final water crossing that has an average depth of 1-2 feet… usually rideable, but as has been proven many times, not always.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Minimum Maintenance Roads",
    "level": "",
    "quote": "You are now heading west and onto a winding network of course gravel/stone roads that loop around the river bottom area for about 6 miles. This is a desolate area, not on most maps, with unnamed roads, and is subject to very limited maintenance.",
    "criteria": []
  },
  {
    "rider": "September 6, 2015",
    "level": "",
    "quote": "Clear, 87 degrees, wind 12 mph",
    "criteria": []
  },
  {
    "rider": "Post-Race Location",
    "level": "",
    "quote": "Award ceremony to be held at Millstream Brewery immediately following conclusion of event. Awards will be in the form of trophies and state championship medals.",
    "criteria": [
      "race_quality"
    ]
  }
]
