[
  {
    "rider": "Cory Rood",
    "level": "COMPETITIVE",
    "quote": "After the first 80 miles I only managed to build a 44 minute cushion. I had no idea why my light wasn't working or what I was going to do. I was above my pacing target. I didn't feel as good as I thought I should. It felt like very little was going well enough to finish.",
    "criteria": []
  },
  {
    "rider": "Cory Rood",
    "level": "COMPETITIVE",
    "quote": "Beth was informed this year to not be so willing to come and pick me up. She was instructed that either my bike was to be broken, or I was questioning if I should be calling her or 911 before she would agree to come and pick me up. I wasn't quitting until either I finished or was told to quit.",
    "criteria": []
  },
  {
    "rider": "Mathew Wollmann",
    "level": "COMPETITIVE",
    "quote": "At some point I just couldn't hold JR's pace, and he rode off into the night around 9:30 - 10:00 PM. I was alone... As I progressed I started to shiver quite a bit as the temps dipped.",
    "criteria": []
  },
  {
    "rider": "Mathew Wollmann",
    "level": "COMPETITIVE",
    "quote": "My pace suffered, and I was averaging about 8 mph. But I was moving. At one point I started hallucinating seeing tree canopies over me, and multiple times waking up while riding the bike. On two separate occasions, I woke up with my bike almost in the ditch. It wasn't looking good.",
    "criteria": []
  },
  {
    "rider": "Sarah Cooper (Race Director)",
    "level": "UNKNOWN",
    "quote": "Then out of nowhere around 2:30 - 3:00 AM, I saw a truck, and Sarah Cooper hop out. She was checking on her flock. I stopped and shared my concerns about sleep deprivation. I just couldn't stop to sleep in the ditch like a summer race because I literally could have frozen.",
    "criteria": []
  },
  {
    "rider": "Wilco",
    "level": "RECREATIONAL",
    "quote": "It felt like there were maybe 5 or 6 satisfying rollers in the whole race, where you could get out of your saddle and carry momentum up and over anything...",
    "criteria": []
  },
  {
    "rider": "Wilco",
    "level": "RECREATIONAL",
    "quote": "I was pedaling hard into the wind when, suddenly, a rock kicked up and jammed in my derailleur. Before I could stop pedaling, I heard the sickening sound of metal ripped from metal. My rear wheel locked up in a split second as the derailleur fell into the spokes, and I came skidding to a stop...",
    "criteria": []
  },
  {
    "rider": "Greg Grandgeorge",
    "level": "ELITE",
    "quote": "The biggest lesson for me was the impact of mental fatigue in this race. The combination of staying on top of written cue sheets (manual navigation by mileage) and nearly constant required focus of picking lines through the fresh gravel took a significant mental toll over the course of the race.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Greg Grandgeorge",
    "level": "ELITE",
    "quote": "I was chatting with Steve Fuller prior to the race about all the crap I was carrying, and he said it sounded like I had 'bags full of fears'… which was spot on. I had traded weight for lower risk, and I was okay with it given my DNF history.",
    "criteria": []
  },
  {
    "rider": "John Jarvis",
    "level": "COMPETITIVE",
    "quote": "I was pedaling hard into the wind when, suddenly, a rock kicked up and jammed in my derailleur. Before I could stop pedaling, I heard the sickening sound of metal ripped from metal... The mangled derailleur was tangled up in the spokes.",
    "criteria": []
  },
  {
    "rider": "John Jarvis",
    "level": "COMPETITIVE",
    "quote": "After all, I'm 67 years old; I'm beyond lucky to have the circumstances and health to ride a bike at this level, let alone to ride in the presence of all of these superb athletes.",
    "criteria": []
  },
  {
    "rider": "Sarah Cooper (Race Director)",
    "level": "UNKNOWN",
    "quote": "The extreme winter we had here in Iowa devastated the surface of our roads, and even though things were very dry for race day, the impact of that damage was evident all over the course. Spring means new rock, which showed up by the truckload just in time. It all made for a very, very difficult day.",
    "criteria": []
  },
  {
    "rider": "Sarah Cooper (Race Director)",
    "level": "UNKNOWN",
    "quote": "The Trail of Tears was a road that I took out to see the tree in the road, because why not ride 70 miles into a 30mph headwind on fresh rock to see a tree? The tailwind on fresh rock on the way home from that ride taught me a lot, and I take myself there whenever I need a good ass kicking.",
    "criteria": []
  },
  {
    "rider": "Greg Grandgeorge's Pacing Strategy",
    "level": "ELITE",
    "quote": "Target high zone 2 intensity as a maximum for the first few hours, and then ride the fatigue curve downward as the event unfolded. Looking at past Trans Iowa races, I had anticipated somewhere around 28+ hours of ride time, with a Total Training Stress (TSS) score of around (or slightly over) 1100.",
    "criteria": [
      "length"
    ]
  }
]
