[
  {
    "rider": "Cole House",
    "level": "ELITE",
    "quote": "I had no idea what to expect. I have never done this race. I came out early to ride a couple sections, and I actually drove the road sections. That paid off big time. There was so much climbing - if you don't know how long it is mentally, you can kind of give up.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Cole House",
    "level": "ELITE",
    "quote": "Some said it was pretty rocky. On the road sections, 'cross bikes had a bit of an advantage, but you could draft and not do too much work. Racing my mountain bike was how I got my gap for the win - on the trails. I knew that was where I had to push it.",
    "criteria": []
  },
  {
    "rider": "Cole House",
    "level": "ELITE",
    "quote": "When they had said 'run-up', I was thinking we were going to run up a little rocky hill. Instead, we ran up a cliff. That was shocker.",
    "criteria": []
  },
  {
    "rider": "Brian Toone",
    "level": "ELITE",
    "quote": "I accidentally came unclipped and couldn't get back in, and so I had to run down one of the descents... I ended up on the big climb thinking I should go as hard as possible because I'm not as good on the singletrack, so I went as hard as I could and left the guys I was with.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Ruth Sherman",
    "level": "ELITE",
    "quote": "Somebody told me Cheryl was out, but I had no idea about Selene, so I assumed I was in second or third most of the way. I was by myself a lot which always makes me nervous because I'm afraid I might go off course.",
    "criteria": []
  },
  {
    "rider": "Cheryl Sornson",
    "level": "ELITE",
    "quote": "One of those sharp shale pieces caught my tire and cut it almost in half. Fortunately I had a number plate from my last race that was Tyvek, so I was able to boot it. It was still sticking out, but I was able to limp back about 10 miles into aid station #2.",
    "criteria": []
  },
  {
    "rider": "Selene Yeager",
    "level": "ELITE",
    "quote": "Right before we were going to come toward aid station #2, we asked a moto which way, and he said straight so we went straight. We went four miles off course. I didn't see the arrows - I will own it, I'm bad at that. I had good legs today from the time I woke up this morning, so I was disappointed.",
    "criteria": [
      "length",
      "logistics",
      "race_quality"
    ]
  },
  {
    "rider": "McCluskey",
    "level": "COMPETITIVE",
    "quote": "Dark. Cold. The alarm went off at 4:45a. Ugh. Ok. Let's do this... 'How much' and 'what to wear' was the big question of the day. Full rain pants? What kind of gloves? Glasses or no? If so, which lenses?",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "McCluskey",
    "level": "COMPETITIVE",
    "quote": "Up and up we go into the fog. 'Climbing' is going to be the word of the day. Bombing down PA-44 at 40 miles an hour in the wet with cars was 'fun'... It wasn't until I left here I finally started to get into a groove and felt warmed up enough. The hardest parts were yet to come.",
    "criteria": []
  },
  {
    "rider": "McCluskey",
    "level": "COMPETITIVE",
    "quote": "After several of these water crossings, the course turns right at a 90-degree angle, right into single track. Up. Up. Steeper. Up still. Steeper. Wheels slipping on the wet leaves and rocks. Time to get off and start pushing. This is not something I like to do, I'd rather ride.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "McCluskey",
    "level": "COMPETITIVE",
    "quote": "I could hear the sound of Angus Young's guitar and smell of campfire. Then a yell of 'YEAH!! WOO!! ALRIGHT!!' With a raucous roar of enthusiasm, an unofficial stop at Larry's Tavern welcomed and cheered riders by passing out beers, pickle/vodka shots and chunks of grilled venison!",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Jason",
    "level": "ELITE",
    "quote": "As soon as I took the first pedal stroke, there was something special about it. The fit was spot on and it felt very comfortable. On the descents it is composed, compliant and confidence inspiring. It's very efficient at climbing.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "DocSavage",
    "level": "UNKNOWN",
    "quote": "If the RD lets everyone know in the course description that there will be single track, rock on. It does separate those of us riding bigger tires, Maxxis Treadlites 2.1, from the roadies riding skinnies and trying to race fast gravel/almost road.",
    "criteria": [
      "technicality",
      "field_depth"
    ]
  },
  {
    "rider": "Jason",
    "level": "ELITE",
    "quote": "The AXS mullet drivetrain fits this bike perfectly. It offers tons of range for both on road & off. My only gripe is about the gaps in the gearing.",
    "criteria": []
  },
  {
    "rider": "Cole House",
    "level": "ELITE",
    "quote": "When they had said 'run-up', I was thinking we were going to run up a little rocky hill. Instead, we ran up a cliff. That was shocker.",
    "criteria": []
  },
  {
    "rider": "McCluskey",
    "level": "COMPETITIVE",
    "quote": "Now I was at the 'run-up'. A wall of thick moss-covered loose rocks going straight up to the heavens.",
    "criteria": []
  },
  {
    "rider": "McCluskey",
    "level": "COMPETITIVE",
    "quote": "After several of these water crossings, the course turns right at a 90-degree angle, right into single track. Up. Up. Steeper. Up still. Steeper. Wheels slipping on the wet leaves and rocks.",
    "criteria": []
  },
  {
    "rider": "Brian Toone",
    "level": "ELITE",
    "quote": "There was so much climbing... The ATV trails were so fun on the descents. It was so fast.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "McCluskey",
    "level": "COMPETITIVE",
    "quote": "More climbing on the ATV trails and then it flattened out, into thick wet mud, with standing water ponds on the double track.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Cole House",
    "level": "ELITE",
    "quote": "Bombing down PA-44 at 40 miles an hour in the wet with cars was 'fun'. A hard right turn at the base of the hill and we rode through some farmland then back up into the forest to the first rest stop around the 22 mile mark.",
    "criteria": []
  },
  {
    "rider": "Cheryl Sornson",
    "level": "ELITE",
    "quote": "One of those sharp shale pieces caught my tire and cut it almost in half",
    "criteria": []
  },
  {
    "rider": "Stephan Kincaid",
    "level": "ELITE",
    "quote": "I turned around to look and a hit a pothole and flew off my bike",
    "criteria": []
  },
  {
    "rider": "Cole House",
    "level": "",
    "quote": "I came out early to ride a couple sections, and I actually drove the road sections. That paid off big time. There was so much climbing - if you don't know how long it is mentally, you can kind of give up. If you know where you are, it's a big advantage.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Brian Toone",
    "level": "",
    "quote": "I ended up on the big climb thinking I should go as hard as possible because I'm not as good on the singletrack, so I went as hard as I could and left the guys I was with.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Cole House",
    "level": "",
    "quote": "Mike was suffering, and I knew the descent, so I went for it and I caught them just before Bunker Hill Road... I just popped over those logs. That's where a mountain bike really paid off, and I got a gap of a minute there over the other two. From there, I went all out.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "McCluskey",
    "level": "",
    "quote": "It wasn't until I left here [first rest stop around mile 22] I finally started to get into a groove and felt warmed up enough. The hardest parts were yet to come.",
    "criteria": []
  },
  {
    "rider": "Stephan Kincaid",
    "level": "ELITE",
    "quote": "Thirty miles in... I turned around to look and a hit a pothole and flew off my bike.",
    "criteria": []
  },
  {
    "rider": "Brian Toone",
    "level": "ELITE",
    "quote": "I accidentally came unclipped and couldn't get back in, and so I had to run down one of the descents.",
    "criteria": []
  },
  {
    "rider": "McCluskey",
    "level": "COMPETITIVE",
    "quote": "I could hear the sound of Angus Young's guitar and smell of campfire. Then a yell of 'YEAH!! WOO!! ALRIGHT!!' With a raucous roar of enthusiasm, an unofficial stop at Larry's Tavern welcomed and cheered riders by passing out beers, pickle/vodka shots and chunks of grilled venison! With a slap on the...",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "McCluskey",
    "level": "COMPETITIVE",
    "quote": "After a long time getting out of my wet clothes, I packed up and headed over to The Brickyard Restaurant & Ale House for food and beer and the awards and finisher's gift, a soccer scarf. Great for those cold days coming soon here in the Mid-Atlantic.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "McCluskey",
    "level": "COMPETITIVE",
    "quote": "The Iron Cross race is like any other, and it's in a category all on its own. It will test your mental and physical abilities, but it will make you glad you did. I can't wait until next year.",
    "criteria": []
  },
  {
    "rider": "What's Included",
    "level": "",
    "quote": "A completely marked 30k, 70k, or 100k course, Fully Stocked Aid Stations, Classic Iron Cross Socks from DeFeet, Unique Custom Finisher's Prize, Meal & beer token for the Post Race Party at the Stonehouse, Packet Pickup Party at New Trail Brewing.",
    "criteria": [
      "race_quality",
      "logistics",
      "field_depth"
    ]
  }
]
