[
  {
    "rider": "Tom Mayer",
    "level": "UNKNOWN",
    "quote": "Tom was a young bicycling enthusiast who enjoyed riding alongside the railroad tracks. One day in 1971, Tom challenged his older brother to a race to Silverton. Steam engine versus bicycle. They wagered a candy bar on the results.",
    "criteria": []
  },
  {
    "rider": "Race Director Ian Burnett",
    "level": "COMPETITIVE",
    "quote": "We got super fortunate with the weather, number one. That was a pretty amazing weekend of weather. But overall, the weekend was great and went as planned. There were a couple of little hiccups here and there, but all things that we could face in the moment.",
    "criteria": []
  },
  {
    "rider": "Course profile",
    "level": "",
    "quote": "The iconic 47-mile road race starts at 6,512 feet in elevation. Riders travel through Hermosa and past Purgatory Resort before climbing Coal Bank Pass and Molas Pass, both over 10,000 feet. The race finishes in Silverton at 9,318 feet.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Road closure details",
    "level": "",
    "quote": "Riders get to enjoy a full lane to themselves through the first 15 miles of the route before 2-way traffic begins again just as the climbing starts.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Train vs. bike route",
    "level": "",
    "quote": "The train never reaches the elevations that the bike riders do, so one could argue that the bike riders have an even harder route. It stays along the River Valley, whereas the highway goes over the mountain passes.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Proximity to train",
    "level": "",
    "quote": "For the first 10 miles, [the train] travels almost next to the road that you're on, so you get a feel right away if you are keeping up, or going behind.",
    "criteria": []
  },
  {
    "rider": "Mountain bike course",
    "level": "",
    "quote": "The Subaru Mountain Bike Race will begin at Buckley Park, where riders will complete a lap around the park before heading south on East Second Avenue to Eighth Street. At Eighth Street, they'll turn north on East Fifth Avenue into the singletrack.",
    "criteria": []
  },
  {
    "rider": "Mountain bike course details",
    "level": "",
    "quote": "The course started at Chapman Hill and raced up Lion's Den Trail, around Rim Trail, and back down through the Chapman Hill Flow Trail",
    "criteria": []
  },
  {
    "rider": "Gravel course",
    "level": "",
    "quote": "The 55-mile course includes 4,985 feet of climbing. Riders will start at 8 a.m., ascend Horse Gulch Road, loop around Texas Creek to the east, then return west to Horse Gulch Road and finish at Steamworks.",
    "criteria": []
  },
  {
    "rider": "Spectator locations recommended",
    "level": "",
    "quote": "Burnett recommends Shalona Hill, which features the first climb as riders cross the train tracks. It also provides a convenient turnaround point without road closure issues.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Finish rate",
    "level": "",
    "quote": "We only have about 20 every year that don't make it the whole way. So, our finish rate is extremely high.",
    "criteria": []
  },
  {
    "rider": "Thumbtack sabotage",
    "level": "",
    "quote": "One of the bigger headlines associated with last year's McDonald's Citizen Tour Ride was the spreading of thumbtacks on the course. As many as 50 riders suffered flat tires because of tacks spread on Highway 550 at the intersection with County Road 203 and near Trimble Crossing.",
    "criteria": []
  },
  {
    "rider": "Diversity of participants",
    "level": "",
    "quote": "It has become a tradition for road bikers and cyclists in our region and across the country. This year, we will have riders from 43 states and five countries.",
    "criteria": []
  },
  {
    "rider": "Community support",
    "level": "",
    "quote": "Spectators line the route, cheer riders through town, and enjoy the sights and sounds of the steam train rolling through mountain canyons.",
    "criteria": []
  },
  {
    "rider": "Ned Overend phenomenon",
    "level": "",
    "quote": "Most people get off the bike and they say, 'How did Ned do,' because he is by far, as I've said before, the ambassador or the Pope of Silverton... there are people that are just thrilled when they get passed by Ned Overend because they feel like they are really part of the event.",
    "criteria": []
  },
  {
    "rider": "Downtown MTB return",
    "level": "",
    "quote": "The return to racing in downtown. Mountain biking brought out plenty of fans with the start and finish in Buckley Park and the iconic run through Steamworks Brewing Co., returning for the first time in six years.",
    "criteria": []
  },
  {
    "rider": "Festival atmosphere",
    "level": "",
    "quote": "A weekend celebration of cycling with, live music, beer garden, vendors and fun for all ages.",
    "criteria": []
  },
  {
    "rider": "Local sponsorship model",
    "level": "",
    "quote": "Local sponsors means the local McDonald's franchise sponsors the aid stations, the local Coca Cola plant sponsors the road race, and an auto dealership presents the mountain bike race, along with others ranging from restaurants to a hot springs resort.",
    "criteria": []
  },
  {
    "rider": "Equal prize purse",
    "level": "",
    "quote": "Burnett is proud that the IHBC pays out equally to the men's and women's fields across the weekend.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Winningest rider",
    "level": "",
    "quote": "The winningest rider in the Iron Horse is Mara Abbot from Boulder, Colorado. She has won the event six times; Ned has won it five times.",
    "criteria": []
  },
  {
    "rider": "Silverton finish celebration",
    "level": "",
    "quote": "As you roll into Silverton you will be greeted by cheering crowds, vendors, food trucks and a beer garden to celebrate your huge achievement!",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Durango's cycling reputation",
    "level": "",
    "quote": "At the Mountain Bike World Championships in Italy, Durango kept coming up. Durango had nine athletes at the World Championships. Nine from a town of 18,000 [people].",
    "criteria": [
      "prestige"
    ]
  },
  {
    "rider": "Future development",
    "level": "",
    "quote": "The plan is for the IHBC to have that downtown Durango presence for the next few years until the Durango Mesa Park project is complete, then IHBC may move some larger events up there.",
    "criteria": []
  }
]
