[
  {
    "rider": "Jack Luke",
    "level": "COMPETITIVE",
    "quote": "At first glance, the Jeroboam 300, a new gravel race in the north of Italy, looked like the ideal weekend adventure — boasting copious amounts of wine, sun, good views and a largely off-road 300km loop that circumnavigates Lago d'Iseo near Erbusco.",
    "criteria": [
      "experience"
    ]
  },
  {
    "rider": "Jack Luke",
    "level": "COMPETITIVE",
    "quote": "it wasn't until after Reuben and I — BikeRadar's resident gravel divas — had fully committed to the event that we realised it started at 4pm, with riders expected to ride through the night.",
    "criteria": []
  },
  {
    "rider": "Paul Errington",
    "level": "ELITE",
    "quote": "As I sat and waited in the airport for the XPDTN3 guys to arrive I fired up the route on my laptop … 12,000m of climbing! I messaged Uggi from AltomCykling.dk to ask about this crazy number, he said it couldn't be right but a few minutes later confirmed his gpx reader also showed the same.",
    "criteria": []
  },
  {
    "rider": "Paul Errington",
    "level": "ELITE",
    "quote": "With a 16:00 start the day of the event was far more relaxed than normal. Lazy breakfast, last minute bike tweaks and then some pasta for lunch. The weather was glorious with the weather reports of heavy rain looking unlikely to come to fruition.",
    "criteria": [
      "climate",
      "field_depth"
    ]
  },
  {
    "rider": "Paul Errington",
    "level": "ELITE",
    "quote": "This early climb, not more than a few kilometres in length on a cobbled and rocky surface, provided opportunity for a selection of riders to be made. This saw me on the more painful side of the selection with a group obviously intent on getting back to the finish as quickly as possible.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Paul Errington",
    "level": "ELITE",
    "quote": "With no more than the first 500m ridden I was dropped, the inevitable had finally happened and instead of disappointment I was happy to now be able to settle in to my own pace and thoughts. The riding was now in the dark lit by my front light.",
    "criteria": []
  },
  {
    "rider": "Paul Errington",
    "level": "ELITE",
    "quote": "Crossing the finish line in Erbrusco some 21 hours later it was obvious that Jeroboam 300 was a serious undertaking. The climbing, course variety and timing of the riding all construed to prevent the strongest of riders from completing the full distance.",
    "criteria": [
      "length",
      "race_quality"
    ]
  },
  {
    "rider": "Dave Arthur",
    "level": "RECREATIONAL",
    "quote": "I opted for the middle distance, blaming a lack of current fitness and an early flight the following morning which I was worried about missing once I learned the fastest time in 2018 was a staggering 23 hours! I was reassured that despite the lack of distance, the 150km ride would give me all the fl...",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Dave Arthur",
    "level": "RECREATIONAL",
    "quote": "By the time I had crested the top of the first of the day's big climbs, I had clocked up 1,200m of climbing in just 30km. That's a bonkers ratio of climbing to distance and hard, nay impossible, to replicate on my local trails.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Dave Arthur",
    "level": "RECREATIONAL",
    "quote": "With so much climbing packed into such a short distance, it meant the gradients were severe, up to 30% in places. It was unquestionably hard going. Many times I wanted to get off and walk, but stubbornness kept me pushing the gears.",
    "criteria": [
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Dave Arthur",
    "level": "RECREATIONAL",
    "quote": "After 9 hours (8 hrs 15 mins ride time; I had to stop for photos and snacks) I rolled across the finish line.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Jakub Barčík",
    "level": "UNKNOWN",
    "quote": "It was really hard. The Jeroboam 300 Challenge says it all. I won't write about the fact that it was sometimes a steep uphill (sometimes too steep) and also really downhill. The macadam was flying through the air as we were going down the hill...",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Jack Luke",
    "level": "COMPETITIVE",
    "quote": "We hadn't anticipated was how much of a difference loading our bikes up with a mass of bikepacking gear would make to how they ride, particularly when riding most of the way over the Alps.",
    "criteria": []
  },
  {
    "rider": "Dave Arthur",
    "level": "RECREATIONAL",
    "quote": "I was thankful for the massive 50t sprocket on my cassette. I had been loaned a brand new 3T Exploro for the event and it was equipped with the latest SRAM wireless goodies, including an Eagle AXS rear mech and 10-50t cassette, joined to a Force 44t chainset and brake levers.",
    "criteria": []
  },
  {
    "rider": "Dave Arthur",
    "level": "RECREATIONAL",
    "quote": "The only thing I'd change, other than perhaps a smaller chainring, is to upsize the tyres. The descents were rough and tough and more cushioning from the jolting and arm pump would have been appreciated. A 50mm tyre, even a mountain bike 2.1 or 2.2in tyre would have been just lovely.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Jack Luke",
    "level": "COMPETITIVE",
    "quote": "While neither of us suffered from a single puncture during the Jeroboam — a serious stroke of luck! — I finished the event even more convinced about how vital a tubeless setup is for gravel riding.",
    "criteria": []
  },
  {
    "rider": "Jack Luke",
    "level": "COMPETITIVE",
    "quote": "Less than 500m into a section of very gravel-bike-unfriendly off-camber singletrack that I aptly described at the time as 'low risk, high consequence', Reuben took a rather un-epic tumble on some rocks that managed to dislodge the rails of his saddle.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Dave Arthur",
    "level": "RECREATIONAL",
    "quote": "As a test of a bike like the 3T Exploro, it was perfect. A road bike would have been faster on the road climbs, but fragile on the off-road paths. A mountain bike would have been faster and more fun on the technical trails, but slower on the road.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Jack Luke",
    "level": "COMPETITIVE",
    "quote": "What we hadn't anticipated was how much of a difference loading our bikes up with a mass of bikepacking gear would make to how they ride, particularly when riding most of the way over the Alps.",
    "criteria": []
  },
  {
    "rider": "Dave Arthur",
    "level": "RECREATIONAL",
    "quote": "Without a GPS computer, it would have been impossible to navigate the route. No arrows or Marshalls signposted the route, so navigating via the supplied GPX track on a computer or phone was essential.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Paul Errington",
    "level": "ELITE",
    "quote": "With a 16:00 start the day of the event was far more relaxed than normal. Lazy breakfast, last minute bike tweaks and then some pasta for lunch. The weather was glorious with the weather reports of heavy rain looking unlikely to come to fruition.",
    "criteria": [
      "climate",
      "field_depth"
    ]
  },
  {
    "rider": "Dave Arthur",
    "level": "RECREATIONAL",
    "quote": "The temperature was up to the low 20s and with just three feed-stops dotted along the route, drinking adequate water was becoming an issue.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Paul Errington",
    "level": "ELITE",
    "quote": "The course wasn't text book gravel riding, in fact I think it could genuinely be described as a mixed surface route. Soon after the initial selection we began to climb, this lasted for over 15km on tarmac to reach the first checkpoint at the top.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Dave Arthur",
    "level": "RECREATIONAL",
    "quote": "The Italian event serves up a huge plethora of terrain and surfaces, from big alpine road climbs to cobbled paths, old roman roads, mountain bike trails, sweet singletrack and gravelly double track through acres of vineyards. This is about as opposite to the US idea of gravel events as you can get.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Dave Arthur",
    "level": "RECREATIONAL",
    "quote": "The route comprised three big climbs. They were all on the road, some main roads, others forgotten or closed roads that had fallen into disrepair, only used by local farmers, who all seem to drive Fiat Panda 4x4s.",
    "criteria": []
  },
  {
    "rider": "Dave Arthur",
    "level": "RECREATIONAL",
    "quote": "Bouncing from corner to corner, trying to pick a clean line through the rocky outcrops to avoid the risk of a flat tyre. Jiggling down old roman roads. Hopping over roots. Scaring myself silly on a warp-speed narrow track through dark woods.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Paul Errington",
    "level": "ELITE",
    "quote": "Finally we got to the start of the big climb, at just over 20km we needed to ascend over 1500m. With no more than the first 500m ridden I was dropped, the inevitable had finally happened and instead of disappointment I was happy to now be able to settle in to my own pace and thoughts.",
    "criteria": []
  },
  {
    "rider": "Paul Errington",
    "level": "ELITE",
    "quote": "Then to ensure total coverage of all surfaces available we took a left from the road and entered some wooded, rooty trails. The trail was signed with ribbon hung from the trees but one momentary lapse sent me in to an adjacent field requiring some bashing of undergrowth to achieve the trail again.",
    "criteria": []
  },
  {
    "rider": "Paul Errington",
    "level": "ELITE",
    "quote": "The last section of the route sent the riders through the Franciacorta region with its many vineyards. A definite change from the previous scenery. Close to the finish the 300km course joins that of the 150 and 75 routes.",
    "criteria": []
  },
  {
    "rider": "Jack Luke",
    "level": "COMPETITIVE",
    "quote": "As an aside, the route was also advertised as having approximately 5,000m of climbing, but in the end even our curtailed 275km route topped out with a rather heady 6,300m of ascent.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Dave Arthur",
    "level": "RECREATIONAL",
    "quote": "From studying the route profile I had gleaned the important detail that nearly all the climbing, about 3,300m, would come in the first half of the route. It was seriously weighted towards a very extreme beginning and a relatively gentle second half.",
    "criteria": []
  },
  {
    "rider": "Paul Errington",
    "level": "ELITE",
    "quote": "Pre-event discussions of an easy paced ride had obviously been forgotten as Marcel Batlle and Christian Meier took to the front and drove the pace on until we started to catch those riders who had resisted some initial shelter. Soon our group had swelled to near 15 riders...",
    "criteria": []
  },
  {
    "rider": "Paul Errington",
    "level": "ELITE",
    "quote": "Now riding on my own I had the freedom of my own pace and thoughts. There is something uniquely special about riding in these early hours as you see the towns free from people and cars.",
    "criteria": []
  },
  {
    "rider": "Paul Errington",
    "level": "ELITE",
    "quote": "Though my legs were still okay the time on the bike now at almost 18 hours had started to take its toll on my contact points with both my hands and feet feeling swollen and sore.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Dave Arthur",
    "level": "RECREATIONAL",
    "quote": "The temperature was up to the low 20s and with just three feed-stops dotted along the route, drinking adequate water was becoming an issue. Fortunately, I discovered getting free water bottle refills is relatively easy in Italy, with water fountains in most parks and villages.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Paul Errington",
    "level": "ELITE",
    "quote": "Over 2 hours later the refuge acting as the second checkpoint was in sight. I had already decided that if Marc from XPDTN3 was there with his car covering the event I was done, at this time I was happy to retire.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Asiago 2021",
    "level": "",
    "quote": "The first to finish the 300km route was local rider Samuele Nichele, who took less than 15 hours to reach the finish line in the middle of the night.",
    "criteria": []
  },
  {
    "rider": "Paul Errington",
    "level": "ELITE",
    "quote": "As I looked around our small group I was riding with Marcel Batlle, Christian Meier, Roc Majoral and David Koesel. I was definitely punching above my weight nestled amongst these much stronger guys. As I struggled to breathe on the climbs they chatted and ate.",
    "criteria": []
  },
  {
    "rider": "Jack Luke",
    "level": "COMPETITIVE",
    "quote": "Less than 500m into a section of very gravel-bike-unfriendly off-camber singletrack... Reuben took a rather un-epic tumble on some rocks that managed to dislodge the rails of his saddle.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Jack Luke",
    "level": "COMPETITIVE",
    "quote": "the organisers of the Jeroboam quite openly admitted that they expected to have 'few finishers'",
    "criteria": []
  },
  {
    "rider": "Paul Errington",
    "level": "ELITE",
    "quote": "Over 2 hours later the refuge acting as the second checkpoint was in sight. I had already decided that if Marc from XPDTN3 was there with his car covering the event I was done, at this time I was happy to retire.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Jack Luke",
    "level": "COMPETITIVE",
    "quote": "After several minutes of stressful confusion, it became clear that a section of the route had been booked for another event... Eventually, one of the organisers of this mysterious affair said, much to our horror, we could ride up the mountain but had only 'fifteen minutes' to do so.",
    "criteria": []
  },
  {
    "rider": "Jack Luke",
    "level": "COMPETITIVE",
    "quote": "Little goes to plan in Italy. As the Jeroboam 300 is in its first year, we will give 3T a little leeway regarding some of the amusing chaos we experienced during the ride.",
    "criteria": []
  },
  {
    "rider": "Event Village Atmosphere",
    "level": "",
    "quote": "The Col del Sole staff continuously fed the grill and kept the beer dispenser to full for the riders who needed to refuel and rehydrate after their adventure.",
    "criteria": []
  },
  {
    "rider": "Jack Luke",
    "level": "COMPETITIVE",
    "quote": "Despite the stress of getting two people and a bike to Italy, organising accommodation and kit for an overnight race, putting up with my considerably slower pace and dealing with a fair bit of grumping on both of our parts, Reuben and I finished the ride in good spirits with a lot of amazing memorie...",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Event Philosophy",
    "level": "",
    "quote": "The Jeroboam is not a race, it's an endurance challenge. Most of the roads are very quiet, but they are shared so everybody must ride responsibly. There are aid stations along the way for food, drinks and technical support, but you should be self-sufficient.",
    "criteria": [
      "length",
      "logistics",
      "race_quality"
    ]
  },
  {
    "rider": "Regional Pride",
    "level": "",
    "quote": "Great synergy was able to fully take place. It was between 3T, which has its headquarters just over two hours by car from the Asiago plateau, the Col del Sole bike hotel which for years has been committed to spreading the cycling tourism and gravel cycling in particular and Mattia de Marchi: 3T amba...",
    "criteria": []
  },
  {
    "rider": "Distance Options Philosophy",
    "level": "",
    "quote": "The event offers a choice of routes all starting on Saturday morning: 75, 150 and a fearsome 300km. They're not distances plucked at random, instead they match the size of sparkling wine bottles the region is famous for. A Jeroboam is a massive 3-litre bottle, a Magnum is 1.",
    "criteria": []
  }
]
