[
  {
    "rider": "Bluegrass Endurance blogger",
    "level": "UNKNOWN",
    "quote": "Let me start by saying the Gravel Worlds Weekend was a great one - even if my ride did not go as I wanted, not many have lately, but as I will reflect on it I 'feel' that way because I tend to be too hard on myself and I see it as not as good a pair of races as I expected.",
    "criteria": []
  },
  {
    "rider": "Bluegrass Endurance blogger",
    "level": "UNKNOWN",
    "quote": "My final time was 2:11:48 for an 8:29/mile average [for the 25K run]. Considering my back issues and lack of sleep I was happy with that... For the ride I ended up 175 OA/572 and 24th/67 in the 60-69 AG.",
    "criteria": []
  },
  {
    "rider": "Spencer Powlison",
    "level": "ELITE",
    "quote": "If we want to be truthful, we need to admit the mud was worse in 2015. This is not my attempt to insert myself into the gravel beef, nor do I want to cast shade on anybody. But it's the truth. I remember having snowshoes of mud and prairie grass stuck to my feet.",
    "criteria": [
      "technicality",
      "climate"
    ]
  },
  {
    "rider": "Dan Hughes",
    "level": "ELITE",
    "quote": "In 2009 we went North for the first time and the humidity was high and people were just laying by the side of the road, cooked. There wasn't any weather, it was just hot...",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Haley Smith",
    "level": "ELITE",
    "quote": "I sincerely hope that this will be the hardest physical and mental challenge I will ever complete. That was simply… insane. Carnage. I am a broken woman,",
    "criteria": []
  },
  {
    "rider": "Rebecca Rusch",
    "level": "ELITE",
    "quote": "In previous years the typical rider was more of an adventurous rider at heart. Now, there are a lot of new people coming into gravel, which is amazing, but maybe they don't have the same experience as those earlier gravel riders had.",
    "criteria": []
  },
  {
    "rider": "Dan Hughes",
    "level": "ELITE",
    "quote": "When I rode the San Diego BWR in 2018... I rode 32mm file-tread tires and felt that was a great compromise for the generally fast and smooth terrain. Some were so bold as to run 30mm road tires.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Kristi Mohn",
    "level": "",
    "quote": "We shouldn't be detracting from those who got it done, especially because there are positive lessons in not finishing...",
    "criteria": []
  },
  {
    "rider": "Rebecca Rusch",
    "level": "ELITE",
    "quote": "When I did Unbound for the first time there weren't any pros, there were just people who wanted to complete the 200 miles.",
    "criteria": [
      "length"
    ]
  }
]
