[
  {
    "rider": "Jorge Padrones",
    "level": "COMPETITIVE",
    "quote": "After a 13-hour flight to Santiago, you still have another flight of more than 3 hours in length to get to Punta Arenas. This is a long way from Europe all the way south.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Jorge Padrones",
    "level": "COMPETITIVE",
    "quote": "As soon as we were outside Villa Cameron, which was just one minute into the race, the race mode was on! Straight away there was a nasty climb in which we could see the first attacks and the racing kicked off.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Jorge Padrones",
    "level": "COMPETITIVE",
    "quote": "We crossed a steppe with no vegetation, but with some wind, one of the protagonists of the Patagonian weather which very often blows at over 100 km/h.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Jorge Padrones",
    "level": "COMPETITIVE",
    "quote": "Next morning we woke up to see that it had been snowing all night. The weather in this part of the world is very unpredictable and variable, so the organisation took a wise decision delaying the start by one hour so the warmer temperatures could do their work and melt the snow.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Jorge Padrones",
    "level": "COMPETITIVE",
    "quote": "In Caleta Maria there was space for only 50-60 people including the crew. This is one of the reasons that this event will never be massive and only those 50 people per year will be the lucky ones who get to enjoy this unique experience.",
    "criteria": []
  },
  {
    "rider": "Antonio Ortiz",
    "level": "UNKNOWN",
    "quote": "The wind, one of the cyclist's greatest enemies, often blowing head-on, pushes fiercely and seems to snatch away any hope of reaching the destination. The cloudy skies clear momentarily, revealing mountains that seem touched by the hand of the gods.",
    "criteria": []
  },
  {
    "rider": "Antonio Ortiz",
    "level": "UNKNOWN",
    "quote": "Each of the four stages was a challenge in itself. From the start at Villa Camerón, through Lago Blanco, Caleta María, and Pampa Guanaco, the Patagonian geography revealed all its rawness and beauty.",
    "criteria": []
  },
  {
    "rider": "Pan Yamboonruang",
    "level": "RECREATIONAL",
    "quote": "An hour into the ride, icy droplets began hitting our gloves and helmets, soon escalating into a hail shower. Despite the punishing weather, the scenery was breathtaking: endless gravel roads winding through grasslands, framed by icy peaks on the horizon.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Pan Yamboonruang",
    "level": "RECREATIONAL",
    "quote": "My first instinct was to fight back, matching its force with sheer determination. I was churning out far too many watts, only to crawl along at 13 km/h. Frustration built with each stroke, every flat stretch feeling like an uphill battle.",
    "criteria": []
  },
  {
    "rider": "Pan Yamboonruang",
    "level": "RECREATIONAL",
    "quote": "The wind wasn't going to stop. Fighting it was a losing game, draining my energy and feeding my frustration. It was time to let go of the fight and adapt instead... That shift in mindset changed everything. In surrender, clarity emerged.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Pan Yamboonruang",
    "level": "RECREATIONAL",
    "quote": "I found myself riding with a group of three Chilean engineers who had been cycling friends since college. Their positive energy was contagious, and I felt welcomed immediately. We took turns pulling at the front or hiding from the wind, building camaraderie as we rode.",
    "criteria": []
  }
]
