[
  {
    "rider": "From race narrative",
    "level": "RECREATIONAL",
    "quote": "The trail began with a gentle ascent, lulling participants into a false sense of ease. But soon, the gravel beneath their tires became coarse, and the path ahead grew steeper. The relentless climb through the dry, rocky hills demanded strength and stamina.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Course technical details [Official]",
    "level": "",
    "quote": "The majority of the Dirty Fondo takes place on the Kettle Valley Railway Trail (KVR) and features a maximum 2.2% grade 'Railway Grade', and the trail can be cycled for most fitness levels although the faster you go the harder the effort is.",
    "criteria": []
  },
  {
    "rider": "Tunnels described",
    "level": "RECREATIONAL",
    "quote": "Midway through the course, riders passed through tunnels carved into the mountains, dark and cool, a welcome reprieve from the hot sun. The echo of tires against the gravel and the crunch of stones beneath wheels added to the sense of adventure.",
    "criteria": [
      "technicality",
      "elevation",
      "climate"
    ]
  },
  {
    "rider": "Post-race atmosphere",
    "level": "RECREATIONAL",
    "quote": "After the ride, cyclists gathered at the finish line to share stories, swap tales of their journey, and, of course, toast their success with a glass of local wine. The Okanagan, known for its world-class wineries, provided the perfect setting to relax and unwind after such a grueling challenge.",
    "criteria": []
  },
  {
    "rider": "Race start atmosphere",
    "level": "RECREATIONAL",
    "quote": "Cyclists from all corners of the province gathered on the edge of Lake Okanagan, their bikes lined up like soldiers ready for battle. There was a palpable sense of excitement and camaraderie in the air, fueled by the challenge that lay ahead.",
    "criteria": []
  },
  {
    "rider": "Event significance",
    "level": "",
    "quote": "This event holds it's title as the oldest Gravel Fondo in Western Canada",
    "criteria": []
  }
]
