[
  {
    "rider": "Hayley Preen",
    "level": "ELITE",
    "quote": "It was a long day, but we worked well together. I'm happy to feel strong on the bike again and come away with the win",
    "criteria": []
  },
  {
    "rider": "Cherise Willeit",
    "level": "ELITE",
    "quote": "I'm really disappointed, it's been a long time since I've been in a position to win a Faces event. I gave everything, but today wasn't my day.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Marc Pritzen",
    "level": "ELITE",
    "quote": "You need the team to disrupt the chase and help you maintain a gap. Without them, the bunch can catch you much faster. There wasn't as much tar this year, which made it easier to control the gap. The gravel and climbing sections were tough, but they broke up the rhythm of the bunch.",
    "criteria": [
      "technicality",
      "field_depth"
    ]
  },
  {
    "rider": "Anonymous rider",
    "level": "RECREATIONAL",
    "quote": "Scenery was indescribable but the route was super tough to say the least - a hard day in the saddle!",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "RECREATIONAL",
    "quote": "What an awesome race. The organising of the race was so well done. The arrival at the start, the markings of the course, the marshals along the way, very professionally done.",
    "criteria": [
      "field_depth",
      "race_quality"
    ]
  },
  {
    "rider": "Anonymous rider",
    "level": "RECREATIONAL",
    "quote": "Unbelievably well organised, Incredible scenery and a 'bucket list' event. Compliments to every marshal and water point personal, thumbs up to a great race.",
    "criteria": []
  },
  {
    "rider": "Dexter-morgan",
    "level": "UNKNOWN",
    "quote": "Entered, I have a score to settle with this race... last time I got sick and was basically pushed home for the last 20km.",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "RECREATIONAL",
    "quote": "Water Points were great …friendly support, well stocked with a variety of snacks to keep us going ⭐ … route was well marked all the way ⭐… single tracks added to the fun element ⭐… and the red cheerleader ladies ended my race on an even higher note ⭐",
    "criteria": [
      "logistics",
      "community"
    ]
  },
  {
    "rider": "JJDT",
    "level": "UNKNOWN",
    "quote": "Nothing major to have",
    "criteria": []
  },
  {
    "rider": "Pandatron",
    "level": "UNKNOWN",
    "quote": "Dont get carried away on the first half, second half has some sting",
    "criteria": []
  },
  {
    "rider": "JJDT",
    "level": "UNKNOWN",
    "quote": "As already mentioned the first half is easy, mostly flat with some downhill and no climbs and with this one tends to going all out. The second half do have more climbs and uphill drags and if you have wasted most of the energy on the first half the second half will be a long ride with no power.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "JJDT",
    "level": "UNKNOWN",
    "quote": "Nutrition; as mentioned to late to change [2 days before race]. Use what you normal ride with.",
    "criteria": []
  },
  {
    "rider": "Dexter-morgan",
    "level": "UNKNOWN",
    "quote": "last time I got sick and was basically pushed home for the last 20km",
    "criteria": []
  },
  {
    "rider": "Elite Women's Race 2025",
    "level": "",
    "quote": "pre-race favourite Sarah Hill (Team Efficient Infiniti) setting a strong early pace before fading after 132km",
    "criteria": []
  },
  {
    "rider": "Community Giving",
    "level": "",
    "quote": "A special mention must go to Sanddrift Laerskool, whose assistance with car transfers ensured all vehicles were in Sun City before 1 pm. The most efficient organisation to date. As part of our commitment to giving back, a portion of the proceeds will be donated to the school.",
    "criteria": []
  },
  {
    "rider": "Event Scale & Prestige",
    "level": "",
    "quote": "With over 2000 entrants, it's one of the country's largest off-road races and consistently attracts the biggest names in South African MTB/Gravel racing as well as high-profile road cycling professionals.",
    "criteria": [
      "field_depth"
    ]
  }
]
