[
  {
    "rider": "Stu Bowers",
    "level": "ELITE",
    "quote": "The scene before the start of La Resistance is unlike any sportive I've ever encountered. For one thing, it's not pre-dawn. The sun is up and breakfast was enjoyed at an almost sociable hour. There are no pens full of riders jostling for position near the front... It's all very relaxed.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Stu Bowers",
    "level": "ELITE",
    "quote": "The Col des Glières has drained my physical reserves, and looking around at other riders slumped in chairs at the feed station, or draped over benches stretching out hamstrings, I realise I'm not alone in having found it brutal.",
    "criteria": []
  },
  {
    "rider": "Stu Bowers",
    "level": "ELITE",
    "quote": "It hasn't escaped my attention that, despite the relaxed atmosphere, there are some extremely trim-looking individuals at the start line, with legs as ripped as pros and tan lines to match. I suspect that once the gun goes, the competitive spirit will kick in...",
    "criteria": [
      "field_depth",
      "community"
    ]
  },
  {
    "rider": "Stu Bowers",
    "level": "ELITE",
    "quote": "My own chosen steed is the 3T Exploro... rolling on 700c, 40mm WTB Nano gravel tyres, which I hope will provide the perfect middle ground – not too draggy, but durable, grippy and comfortable enough for both man and machine to stay the course.",
    "criteria": []
  },
  {
    "rider": "Puncture epidemic [MULTIPLE levels]",
    "level": "",
    "quote": "As I make my way onto the track, gingerly at first, it's not long before I encounter the first of many who have succumbed to the puncture demons, crouched at the roadside fumbling with inner tubes and pumps.",
    "criteria": []
  },
  {
    "rider": "Scotty C",
    "level": "UNKNOWN",
    "quote": "Confidence riding off-road tracks is required. 42-45mm tyres with good grip are ideal and some low gears make the climbs more user friendly.",
    "criteria": []
  },
  {
    "rider": "Col des Glières character",
    "level": "ELITE",
    "quote": "The path carved into the cliff face is relentlessly steep – 9% average with large chunks over 10%. At every hairpin I feel certain the gradient must ease, but it never does.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Descent conditions",
    "level": "ELITE",
    "quote": "After an arduous couple of hours, I'm now treated to a long descent to La Clusaz and Saint-Jean-de-Sixt. Kilometre after kilometre ticks past at speed, and I relish the wide, sweeping curves.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Nutrition timing",
    "level": "ELITE",
    "quote": "My bottles are supped dry and my legs are close to cramp",
    "criteria": []
  },
  {
    "rider": "Three-day tour pacing advice",
    "level": "UNKNOWN",
    "quote": "Fuel well before starting this Tour as there's a hefty amount of climbing on day one for its distance... Day two is more relaxed, with less climbing (although it is steep at times) and distance to cover... Day three...",
    "criteria": [
      "length",
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Start line vibe",
    "level": "",
    "quote": "There are no pens full of riders jostling for position near the front. In fact, as I look around barely anyone has even bothered to gather on the start line yet. Instead most are content to sit on the scattered hay bails or kick back on the grass, sipping a last-minute coffee and chatting.",
    "criteria": []
  },
  {
    "rider": "Post-race party",
    "level": "",
    "quote": "Horler and Muir hope riders will focus on more that just average speeds. They want people to reflect on the past, as well as take time to enjoy the beautiful landscape of the region, which explains the lethargic start to proceedings.",
    "criteria": [
      "experience"
    ]
  },
  {
    "rider": "Entry limit significance",
    "level": "",
    "quote": "Entry is €95 and limited to 463 riders – the same number of Resistance fighters who sought refuge on the Plateau in 1944.",
    "criteria": []
  }
]
