[
  {
    "rider": "Emily Tillett",
    "level": "ELITE",
    "quote": "Day 1 covered 73km with 1,700m of elevation and three timed segments — 9.4km, 19km, and 6.7km. It brought both mechanical issues and a stage win — a pretty good summary of gravel: highs and lows in a single ride.",
    "criteria": []
  },
  {
    "rider": "Emily Tillett",
    "level": "ELITE",
    "quote": "There's a noticeably different ethos in gravel racing compared to road racing. It's much more relaxed – wear what works, ride at the pace that suits you, and enjoy the experience... Most of the route is untimed, since racing on UK bridleways isn't allowed.",
    "criteria": []
  },
  {
    "rider": "Emily Tillett",
    "level": "ELITE",
    "quote": "One of gravel's biggest draws is how little time you spend thinking about cars. Aside from the occasional farmer or forestry vehicle, it's virtually traffic-free... Most gravel rides are non-stop too.",
    "criteria": []
  },
  {
    "rider": "Emily Tillett",
    "level": "ELITE",
    "quote": "Crashing on gravel still hurts, but it often feels more within your control. You're choosing your lines, setting your own pace, and riding solo or in small groups. At events like Gritfest, timed segments are solo efforts – you're racing the clock, not a peloton.",
    "criteria": []
  },
  {
    "rider": "Rachel Sokal",
    "level": "COMPETITIVE",
    "quote": "The 6 km of gradual uphill was a torturous lesson to me that I not only should have gone for a smaller chain ring, I probably should have done a bit less chatting and a bit more breathing on the transition climb too.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Rachel Sokal",
    "level": "COMPETITIVE",
    "quote": "The second stage was an epic - nearly 20 km of undulating trails on ever changing grades of gravel. The riders at the side of the trail fixing punctures were a sharp reminder to balance all-out speed with keeping bike and self in one piece.",
    "criteria": []
  },
  {
    "rider": "Rachel Sokal",
    "level": "COMPETITIVE",
    "quote": "Day two was a much drier and shorter affair although the fact that the 60 km route included 1,500 m of climbing meant I continued to curse my relaxed attitude to selecting gearing. At least the day's stages were predominately downhill and so riders could pace their tired legs up the hills.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Rachel Sokal",
    "level": "COMPETITIVE",
    "quote": "The most fun was saved for the last stage with a spectacular fast descent on a winding track through an old lead mine. The only downside is that there was no chance to stop and take it all in.",
    "criteria": []
  },
  {
    "rider": "Rachel Sokal",
    "level": "COMPETITIVE",
    "quote": "Gritfest is a superb event both on and off the bike. The course is brilliantly put together balancing the fun and the challenge.",
    "criteria": []
  },
  {
    "rider": "Final Stage",
    "level": "",
    "quote": "Spectacular fast descent on a winding track through an old lead mine",
    "criteria": []
  },
  {
    "rider": "Emily Tillett",
    "level": "ELITE",
    "quote": "The nature of gravel means you're never really out of it. You can go stage-by-stage, target a segment, or just enjoy pushing yourself",
    "criteria": []
  },
  {
    "rider": "Emily Tillett",
    "level": "ELITE",
    "quote": "With no phone signal at the campsite, the social side carries on into the evening, with people sitting around and sharing stories from the day. It feels more like a weekend away than a race weekend.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Rachel Sokal",
    "level": "COMPETITIVE",
    "quote": "Despite the weather there was a cheery atmosphere and plenty of excited chat between riders as we rolled out along the idyllic Welsh country lanes.",
    "criteria": [
      "community"
    ]
  }
]
