[
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "45 miles, 5500 feet gain. Race morning was 38 degrees. Forgetting that a Utah 38 is different than a Tennessee 38, I put on arm/leg warmers... I was in the Open Women's field, set to go off first at 8:20.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "I had my own personal goals: have FUN, don't CRASH, MOTIVATE others, and CLEAN the Waterfall. I also gave myself a time goal: 4:15.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "As Scott Harper would say, 'The pucker factor so high, I almost bit a chunk out of my chamois!' I had studied Thom Parson's video the night before, playing it 7 or so times, trying to visualize the line.",
    "criteria": []
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "Zen is my absolute favorite. Super techy, with punchy ledgey climbs, I was pretty much red-lining it the whole time. One line I took during the race that I was afraid to during the pre-ride was a short but scary cliffside climb. I think I kept my right eye closed as I rode this section.",
    "criteria": []
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "The slickrock is amazingly grippy. To be able to climb super steep pitches without any rear wheel spin is so much fun.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "The Waterfall [ELITE perspective]",
    "level": "",
    "quote": "There is a 'danger danger' sign warning you just before the approach. Once you pass the sign, you are committed to riding it.",
    "criteria": []
  },
  {
    "rider": "Cove Wash",
    "level": "",
    "quote": "First few miles were fast and a bit muddy",
    "criteria": []
  },
  {
    "rider": "Green Valley",
    "level": "",
    "quote": "Serpentine 8 mile section in which I would ride up a rocky wash to the top of the hill and then rip it down double track to the valley floor and hit another climb through another wash.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Zen loop",
    "level": "",
    "quote": "Super techy, with punchy ledgey climbs... Even the descents worked me over with lots of chunky drops.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Bear Claw Poppy",
    "level": "",
    "quote": "4 mile descending pump track for XC bikes. There were alternate lines where you could get some serious air or just stay on the ground and carve the ribbons of dirt.",
    "criteria": []
  },
  {
    "rider": "Stucki Springs",
    "level": "",
    "quote": "800 feet climb in 4 miles... This trail is straight and I could see it all the way to the horizon.",
    "criteria": []
  },
  {
    "rider": "Barrel Roll",
    "level": "",
    "quote": "About the same mileage as Zen, but less technical and with half the amount of climbing... saddle section... knuckle breaker climb",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Slickrock characteristics",
    "level": "ELITE",
    "quote": "The slickrock is amazingly grippy. To be able to climb super steep pitches without any rear wheel spin is so much fun.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Navigation",
    "level": "",
    "quote": "You had to make sure you followed the orange tape and signage because it was easy to blow through a turn on the descents",
    "criteria": []
  },
  {
    "rider": "Pre-race atmosphere",
    "level": "",
    "quote": "I approached the start line and heard a Scottish accent call out my name. Coach Lynda! I hadn't seen her in years. We talked a bit, helping me to forget about all the heavy hitters in the field and how I was about to be 'schooled.'",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Trail etiquette issues",
    "level": "",
    "quote": "Soon was being passed by the later waves, which included the age group Men categories. Most played nicely, but some obviously had no clue about the 'trail' of their rear wheel. More than once I had to brake, which made me 'Yosemite Sam' it under my breath.",
    "criteria": []
  },
  {
    "rider": "Trail angels",
    "level": "",
    "quote": "I was out of water, and there was a trail angel at the top [of Amen Hill] with a water jug.",
    "criteria": []
  },
  {
    "rider": "Team experience",
    "level": "",
    "quote": "Spending a week with my teammates on this Rescue Racing Stokecation was a pure joy. I LOVE you guys: Twan, Smooshie, Durango Kid, DJ, and Scott '1000 TSS' Morman. I finally got my RR name by way of Smooshie: 3G!",
    "criteria": []
  },
  {
    "rider": "Overall sentiment",
    "level": "",
    "quote": "I absolutely loved this course. My meat and potatoes!... I wish I had more time to spend and session some of the sections that I was just too gassed to attempt... UTAH ... I'll be back. 357'ish days and counting ...",
    "criteria": []
  }
]
