[
  {
    "rider": "Jamison",
    "level": "COMPETITIVE",
    "quote": "There was something about Le Grand du Nord that really struck me. The location, the people, the challenge. It all built upon things that have deep meaning for me, and it filled me up with joy.",
    "criteria": []
  },
  {
    "rider": "Jamison",
    "level": "COMPETITIVE",
    "quote": "Saturday morning was nice and crisp with predicted high temps just above 50F°. There was some intermittent sun that made it occasionally feel warmer, but we dressed appropriately to ensure we'd be comfortable for the entire time.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Mike Ward",
    "level": "COMPETITIVE",
    "quote": "What a race! I have rarely felt so underprepared in all ways, but the outcome was the opposite of my expectations. When the go-ahead was announced for the 'casual roll' to begin, I expected my chain to fall off my bike.",
    "criteria": []
  },
  {
    "rider": "Mike Ward",
    "level": "COMPETITIVE",
    "quote": "I had confidence with a 17 tooth cog in the back for my 40 up front. After setting that back up, there was a lot of slack in the chain and it didn't seem super tight or right... I figured that I'd rather roll a hard gear ratio than a little bit lighter one...",
    "criteria": []
  },
  {
    "rider": "Mike Ward",
    "level": "COMPETITIVE",
    "quote": "Within 100 yards, we hit a stoplight and waited for several cars to pass through. We all laughed, as it felt very anticlimactic.",
    "criteria": []
  },
  {
    "rider": "Mathew Wollmann",
    "level": "ELITE",
    "quote": "The rain had not let up. In fact, I think it had gotten worse. As we made our way up the steepish ascent through town and to the first gravel stretch, I knew it was going to be a wet day.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Mathew Wollmann",
    "level": "ELITE",
    "quote": "I found myself in the 400 - 500 watt range rather quickly and warmed up. I was holding strong with the front group, and when we hit the flats it was game on. Follow the leader, hang on, passing on the left type of racing.",
    "criteria": []
  },
  {
    "rider": "Mathew Wollmann",
    "level": "ELITE",
    "quote": "20 miles in there was no way I was seeing out of my sunglasses, and all I could do was hold the wheel in front. Once it finally mellowed down a bit, and around 12 remained in the front group, I slipped the glasses down to take a look around.",
    "criteria": []
  },
  {
    "rider": "Elena Willmot",
    "level": "RECREATIONAL",
    "quote": "Within 100 yards, we hit a stoplight and waited for several cars to pass through. We all laughed, as it felt very anticlimactic.",
    "criteria": []
  },
  {
    "rider": "Elena Willmot",
    "level": "RECREATIONAL",
    "quote": "At mile four, I turned a corner only to find myself gazing up a steep hill with at least 30 people scattered about, struggling to push their bikes up the hill. I knew this hill was coming, but it looked significantly more intimidating in person than it had on Google Maps.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Elena Willmot",
    "level": "RECREATIONAL",
    "quote": "Around mile 18, I started to lose my momentum. I was tired and irritable. I got frustrated easily and had to push my bike up a few hills, kicking myself for not being in better shape.",
    "criteria": []
  },
  {
    "rider": "General Tire Recommendation",
    "level": "",
    "quote": "We recommend bicycles that can fit tires 35-45 mm wide",
    "criteria": []
  },
  {
    "rider": "May 2025",
    "level": "",
    "quote": "Saturday morning was nice and crisp with predicted high temps just above 50F°. There was some intermittent sun that made it occasionally feel warmer... The fact that the temperature didn't change much throughout the day was a huge bonus.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "May 2023",
    "level": "",
    "quote": "It was a beautiful night out... It was a perfect morning, nice and cool and the forecast was extremely encouraging. Light enough winds, not too hot, bright sun all day. Perfect.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "May 2021",
    "level": "",
    "quote": "The weather was expected to be near-perfect for a bike race with light winds, sun, and temperatures in the 50s.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Early Steep Hill",
    "level": "",
    "quote": "At mile four, I turned a corner only to find myself gazing up a steep hill with at least 30 people scattered about, struggling to push their bikes up the hill. I knew this hill was coming, but it looked significantly more intimidating in person than it had on Google Maps.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "The Grade",
    "level": "",
    "quote": "This is one of the better maintained forest service roads in the area and it connects a lot of trailheads and small lakes on this side of the Boundary Waters. My wife and I zipped along feeling pretty good throughout this section...",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Moraine Ridge Section",
    "level": "",
    "quote": "Riding along Devil's Track Lake gave us a brief moment of additional pavement before dumping us back onto the most beautiful gravel road along a moraine that you will find. Amazing pine forests with small lakes dotting the landscape as you roll along the gentle ridge line.",
    "criteria": [
      "experience"
    ]
  },
  {
    "rider": "Final Descent",
    "level": "",
    "quote": "We made one final turn down a big gravel hill and popped out back on County Road 7, a nicely paved 4.5 mile road back into town... I turned onto 3rd Avenue",
    "criteria": []
  },
  {
    "rider": "Course Fog/Visibility",
    "level": "",
    "quote": "At one point I looked to my right, at a point of the route I had already ridden on the return portion, and saw what appeared to be a complete drop-off into the abyss. It was VERY foggy and hard to see very far in front of me.",
    "criteria": []
  },
  {
    "rider": "Small-Town Finish",
    "level": "",
    "quote": "Ending a race into a very small-town downtown is such a different thing than finishing in a campground or in the middle of the woods. They're all great and fun ways to finish, but the small-town finish is something unique. There's people around watching, and people going about their day.",
    "criteria": []
  },
  {
    "rider": "Social Event",
    "level": "",
    "quote": "It's common to run into people you know. That aspect became a theme for the weekend with us never being able to get too far in town without bumping into someone.",
    "criteria": []
  },
  {
    "rider": "Post-Race Celebration",
    "level": "",
    "quote": "We hung out for a while to watch some other friends finish and then the chill of our sweat got to be too much and we had to head back to the van to change and get warm. We relaxed for a short bit and then headed back to the brewery for a celebratory beer and food, and more visiting with friends.",
    "criteria": []
  },
  {
    "rider": "Post-Race Beer",
    "level": "",
    "quote": "A cool Le Grand du Nord-Voyageur Brewing Company pint glass (for you to keep) filled with one of Minnesota's best craft beers post race courtesy of Le Grand and Voyageur Brewing Co.",
    "criteria": []
  }
]
