[
  {
    "rider": "Rachel Hwang",
    "level": "COMPETITIVE",
    "quote": "Every time someone passed me, I told myself there was 105 miles of this, and to not make the mistake of burning myself out too early. My goal was to get under 9hrs for a large belt buckle, and learnings from Tahoe Trail, to pace and not cramp.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Rachel Hwang",
    "level": "COMPETITIVE",
    "quote": "I had started out with 23/25PSI front/back and was so extremely saddle sore. When I got to the rest stop before the large climb, I let out about 5PSI per tire and it felt infinitely better and comfier. Definitely running 20s from the start next time.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Rachel Hwang",
    "level": "COMPETITIVE",
    "quote": "Near the top of the climb, the air was thin, my legs were cramping, and I got off like most of the people around me to walk up the chunky loose rock climb up, single file, as people one after another came racing down right next to us.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Rachel Hwang",
    "level": "COMPETITIVE",
    "quote": "By that point, I wasn't thinking of nutrition anymore. My bottle an hour turned into maybe a bottle every 2 hours. I was already under fueling, and after that, severely behind, but my mouth could not stomach any more hydration mix so had a bottle of just water on my bike.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Rachel Hwang",
    "level": "COMPETITIVE",
    "quote": "On that climb, it started hailing on us. I hate rain. I'm like a cat, but in those few miles, I soaked it all in – specifically in my legs. It drastically helped with the cramping from that point on and it didn't feel like I was constantly on the verge of cramping anymore.",
    "criteria": []
  },
  {
    "rider": "Rachel Hwang",
    "level": "COMPETITIVE",
    "quote": "Ended with an official time of 9:44:33. Wish I did better, but as my Strava description says, I gave it everything I had and if that's the result I got, that's where I stand in my endurance, skills, athleticism.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Victoria Weeks",
    "level": "UNKNOWN",
    "quote": "This race signifies more than a mythical cycling event or physical challenge. The aspiration to finish in twelve hours, to earn the small belt buckle and the finisher's medal, isn't driven by bragging rights.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Victoria Weeks",
    "level": "UNKNOWN",
    "quote": "The white corral was subdivided into three self-organized waves and represented almost ⅓ of the racers.",
    "criteria": []
  },
  {
    "rider": "Victoria Weeks",
    "level": "UNKNOWN",
    "quote": "The steepest part of the grade is around 13%, with an average of 6.3%. The road continued disintegrating beneath us, with ruts, loose dirt, and large rocks becoming our surface. As on most of the rocky ascents on this course, there is a prominent line threading through the chaos.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Coach Sophie Evans",
    "level": "RECREATIONAL",
    "quote": "For those who are unable to travel to Leadville, never fear! You can still prepare for this course by focusing on: Building your endurance. Plan for long rides working at an aerobic effort. As much as possible, find terrain that will help you mimic the features of the course.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Coach Sophie Evans",
    "level": "RECREATIONAL",
    "quote": "Most of the climb is a clean, switch-backing jeep road that allows you to just put your head down and grind your way up. The last couple of miles the road narrows and is super steep with loose dirt and big rocks.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Coach Sophie Evans",
    "level": "RECREATIONAL",
    "quote": "If you don't live at altitude, your best defense (and offense) for the high altitude is to get as fit as you possibly can. A key part of this recipe should include some higher-intensity interval training.",
    "criteria": [
      "altitude"
    ]
  },
  {
    "rider": "Michael Macatula",
    "level": "COMPETITIVE",
    "quote": "My mileage ramped up over the course of this period to peak at 50-55 mpw, with quite a bit of 18-22 milers, a lot of speed and tempo work, and just overall building a ton of aerobic capacity and endurance overall.",
    "criteria": []
  },
  {
    "rider": "Michael Macatula",
    "level": "COMPETITIVE",
    "quote": "Pre-riding the first third of the course on the second day of altitude acclimation proved a sobering reality; I kept thinking 'Who was I kidding thinking I could finish this race in under 10 hours?!?!' Gasping for air on the short climbs and nearly losing a quarter of my power that I had at sea-leve...",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Michael Macatula",
    "level": "COMPETITIVE",
    "quote": "Over the first outbound summits and 40 or so miles, I kept my pace and felt fine with a big smile ready for those race-day pics if any photographers were quick to snap me.",
    "criteria": []
  },
  {
    "rider": "Michael Macatula",
    "level": "COMPETITIVE",
    "quote": "Two-thirds through the Columbine climb emerging from the tree-line, I became dismayed as I encountered a conga line of dismounted riders hiking the rest of the summit as I emerged around a corner! This was the infamous hike-a-bike section everyone was talking about, just one of several forthcoming o...",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Michael Macatula",
    "level": "COMPETITIVE",
    "quote": "Then came the inbound climb on Powerline around mile 80, which quickly became my second test of willpower. It was another line of hike-a-bike riders which felt like another almost hour-long crawl due to incomprehensible fatigue.",
    "criteria": [
      "technicality",
      "length"
    ]
  },
  {
    "rider": "Michael Macatula",
    "level": "COMPETITIVE",
    "quote": "Approaching the end of the climb, I could see the finish line. The energized, cheering crowds seemed to magnetically pull me in effortlessly as I rolled through the finish at 11 hours, 52 minutes, and 49 seconds.",
    "criteria": []
  },
  {
    "rider": "Chris, Craig, and Seth",
    "level": "ELITE",
    "quote": "If you have an aggressive time goal — e.g., finishing in less than 9 hours to earn the big belt buckle — then starting as far up as possible is advantageous. The farther back you are, the more likely it is that you will get held up by other riders on the tough climbs.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Chris",
    "level": "ELITE",
    "quote": "Starting in the very back actually isn't that bad if you aren't trying to race. Because most of the riders around him weren't charging or being aggressive, he was able to move at an easy pace for most of the day. By the time he reached Powerline climb, he said he still felt 'fresh.'",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Craig",
    "level": "ELITE",
    "quote": "His biggest regret was not bringing someone to provide support. Leadville does have a drop bag service, so it's not required, but having to stop and wait for a volunteer to find your drop bag can cost valuable time.",
    "criteria": []
  },
  {
    "rider": "Troy Templin",
    "level": "UNKNOWN",
    "quote": "In 2019 a friend of mine, David, and I decided to put that to the test. David is younger and stronger than me but had only been to Leadville once as crew for me. David rode a gravel bike, while I decided to ride a 120mm bike to expand the difference in bike choice further...",
    "criteria": []
  },
  {
    "rider": "Troy Templin",
    "level": "UNKNOWN",
    "quote": "David had some very fast segments, but the gravel bike was not enough when the going got rough and rider traffic limits your line choice.",
    "criteria": []
  },
  {
    "rider": "Hydration Packs vs. Bottles",
    "level": "ELITE",
    "quote": "All three of our finishers agreed that none of them would use a hydration pack in the first half of the race. The temps are cool and there are plenty of opportunities to refill along the course. If you have a support person/crew with you, they can hand you bottles at the support areas.",
    "criteria": [
      "length",
      "field_depth",
      "race_quality"
    ]
  },
  {
    "rider": "Hardtail vs. Full-Suspension",
    "level": "ELITE",
    "quote": "All three riders agreed that they'd prefer riding a full-suspension bike at Leadville. Yes, a hardtail would be lighter, and maybe more efficient (and Keegan Swenson set the Leadville course record on a hardtail), but the extra comfort and confidence of rear suspension might be the better choice for...",
    "criteria": []
  },
  {
    "rider": "Dropper Seatpost [ELITE/MIXED]",
    "level": "",
    "quote": "Craig chose a rigid seatpost to save weight for the climbs and didn't feel like it held him back on the descents at all. If you're less comfortable riding off-road though, the added weight might be worth it for the confidence boost.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Gravel Bike Gearing",
    "level": "UNKNOWN",
    "quote": "Many gravel bikes will have the same 1x cassettes as the mountain bikes but a much larger chainring. Getting that combination correct will be the biggest limiting factor of a gravel bike.",
    "criteria": []
  },
  {
    "rider": "Powerline Climb Statistics",
    "level": "ELITE",
    "quote": "The Powerline climb is a notoriously brutal 3.38-mile section with an average grade of 7.4%, topping out at a punishing 25% in some places.",
    "criteria": []
  },
  {
    "rider": "Starting Position Strategy [ELITE/COMPETITIVE]",
    "level": "",
    "quote": "If you have an aggressive time goal — e.g., finishing in less than 9 hours to earn the big belt buckle — then starting as far up as possible is advantageous. The farther back you are, the more likely it is that you will get held up by other riders on the tough climbs.",
    "criteria": [
      "length"
    ]
  }
]
