[
  {
    "rider": "Greg Marchand",
    "level": "COMPETITIVE",
    "quote": "I had a really tough patch about 2 hours into Little Sugar. I'd been battling a bad stomach that morning, and was close to needing to pull over and handle a bit of business. My legs just weren't quite firing with the power required to stick with the front group either.",
    "criteria": []
  },
  {
    "rider": "Greg Marchand",
    "level": "COMPETITIVE",
    "quote": "I simply didn't have that dog in me. I was overwhelmed by the logistics and unprepared for the races themselves. In early summer I made the decision to defer my registration to 2025... Suddenly it was August and the Big Sugar group chat got busy.",
    "criteria": []
  },
  {
    "rider": "Haley Batten",
    "level": "ELITE",
    "quote": "It's fantastic, it keeps you on your toes for sure. I had a blast riding the trails all week and checking out the course. It's hard racing, it's pretty relentless. I thought [going into the race] there's not much climbing, it's pretty rolling, but when you're out there it's relentless.",
    "criteria": []
  },
  {
    "rider": "Cameron Jones",
    "level": "ELITE",
    "quote": "I had awesome legs today. The plan was simple—be up front in the singletrack, ride my own pace, and stay out of trouble. I cooked it a bit early and started to cramp, but it was good to have that buffer. Fun day on the trails.",
    "criteria": []
  },
  {
    "rider": "Sofía Gómez Villafañe",
    "level": "ELITE",
    "quote": "I went solo up the grassy hill at the start and expected Alexis to catch me, but she was riding her own pace. It was a bit lonely out there, but my legs were good today. Maybe too much altitude training—but it worked!",
    "criteria": []
  },
  {
    "rider": "Allied Cycle Works rider",
    "level": "ELITE",
    "quote": "I look forward to seeing how the route progresses in future iterations – it would be awesome to see some of the new handcut trails included in the future... I had a really tough patch about 2 hours into Little Sugar...",
    "criteria": []
  },
  {
    "rider": "Alex_NoCo",
    "level": "UNKNOWN",
    "quote": "I've been testing out some Specialized grid t7s with cushcore xc in the rear tire this past week. They are pretty beefy compared to what I'm used to, but sounds like they might be good for this race.",
    "criteria": []
  },
  {
    "rider": "Allied rider",
    "level": "ELITE",
    "quote": "At Little Sugar, I rode... Maxxis Rekon Race 2.35 tires. The rubber on those tires is stiff and thick as hell, making them tougher to ride than a more supple tire, but it's worth it on these super sharp OZ rocks.",
    "criteria": []
  },
  {
    "rider": "Allied rider",
    "level": "ELITE",
    "quote": "At Little Sugar, I rode the BEAUTIFUL new OZ Limited Edition BC40 with a SRAM T-Type 38x10-52 drivetrain, the new ZIPP 1Zero Hitop SW wheels, and Maxxis Rekon Race 2.35 tires.",
    "criteria": []
  },
  {
    "rider": "Handlebar Rule",
    "level": "",
    "quote": "No drop bars – For rider safety and course compatibility, drop-style handlebars (road or gravel bars with drops) are no longer permitted for the Life Time Little Sugar MTB. All competitors must use flat or riser-style handlebars.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Christopher Blevins race (2024)",
    "level": "ELITE",
    "quote": "Olympians and world champion mountain bikers were faced with an unseasonably hot and dusty day Sunday at the Little Sugar MTB race.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Alex_NoCo",
    "level": "COMPETITIVE",
    "quote": "The dynamics of the course (many short punchy climbs) is going to be so different than what I'm used to in CO... So excited for what seems to be a true MTB race. I've done several 50+ mile techy single track races in the past.",
    "criteria": []
  },
  {
    "rider": "Official Description",
    "level": "",
    "quote": "Riders traversed through grinding climbs, rolling descents, and rough and rocky limestone, with views of caves, waterfalls, and iconic ledges on the trails of Bella Vista and Bentonville.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Cameron Jones",
    "level": "ELITE",
    "quote": "The plan was simple—be up front in the singletrack, ride my own pace, and stay out of trouble.",
    "criteria": []
  },
  {
    "rider": "Sofía Gómez Villafañe",
    "level": "ELITE",
    "quote": "I went solo up the grassy hill at the start and expected Alexis to catch me, but she was riding her own pace.",
    "criteria": []
  },
  {
    "rider": "Allied rider",
    "level": "ELITE",
    "quote": "Generally speaking, the secret to doing well in a race is staying bored as long as you can. These things usually come down to who has a little something extra left at the end, and if you're not going hard in the early stages, you've got a better chance.",
    "criteria": []
  },
  {
    "rider": "Tom Pidcock",
    "level": "ELITE",
    "quote": "suffered a flat tire and rolled in for a 25th-place finish",
    "criteria": []
  },
  {
    "rider": "Greg Marchand",
    "level": "COMPETITIVE",
    "quote": "I'd been battling a bad stomach that morning, and was close to needing to pull over and handle a bit of business.",
    "criteria": []
  },
  {
    "rider": "Cameron Jones",
    "level": "ELITE",
    "quote": "I cooked it a bit early and started to cramp, but it was good to have that buffer.",
    "criteria": []
  },
  {
    "rider": "Greg Marchand",
    "level": "COMPETITIVE",
    "quote": "At some point the conversation found its way to how much the sport had changed since we'd started doing these stupid races together. Sean told me that the Big Sugar Classic might be his last hurrah.",
    "criteria": []
  },
  {
    "rider": "Allied rider",
    "level": "ELITE",
    "quote": "It feels like every year the Grand Prix races get bigger. It's kind of wild we're only in year two with how much the series has already grown. The secret sauce of course is that they're mass participation events.",
    "criteria": []
  },
  {
    "rider": "Post-Race",
    "level": "",
    "quote": "Cross that finish line and enjoy the sweet feeling of success! Join us at The HUB Bike Lounge for a party complete with bike valet, food trucks, drinks, a live DJ, awards, and so much more.",
    "criteria": []
  },
  {
    "rider": "Prize Purse",
    "level": "",
    "quote": "Life Time and OZ Brands awarded a $65,000 prize purse equally split between the top five women and top five men finishers, the largest single-day prize purse in US mountain biking",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Allied rider",
    "level": "ELITE",
    "quote": "I love racing in Bentonville. The punchy climbs and rocky surfaces of both courses suit me, and starting and finishing in bike-crazed Bentonville is the best.",
    "criteria": [
      "technicality"
    ]
  }
]
