[
  {
    "rider": "Unnamed rider",
    "level": "ELITE",
    "quote": "Dark thoughts are evil things. They suck the life from your legs and squeeze the blood from your heart until you utter the words, 'I quit.' What's the point of physically training, if we don't also train our minds to be positive thinkers?",
    "criteria": []
  },
  {
    "rider": "Unnamed rider",
    "level": "ELITE",
    "quote": "I popped off the group 11 miles into the race. I pressed lap on my garmin and let those evil thoughts win. I spent the next 5 miles trying to convince myself why I love gravel, and to just go slow, it doesn't matter.",
    "criteria": []
  },
  {
    "rider": "Coach_Theia",
    "level": "UNKNOWN",
    "quote": "At every point of a ride/race you should be in a place where you can safely swerve away from what's happening in front of you.",
    "criteria": []
  },
  {
    "rider": "Ironman Chris",
    "level": "COMPETITIVE",
    "quote": "The gravel section is hard enough, but the course started heading uphill and into a headwind. It was at this point that I realized the packs of riders ahead would be tough to catch, and I found myself riding pretty much on my own, which I didn't mind.",
    "criteria": []
  },
  {
    "rider": "Ironman Chris",
    "level": "COMPETITIVE",
    "quote": "Someone nicknamed a section of very soft gravel the 'Devil's Gravel,' and that section had some white knuckle moments.",
    "criteria": []
  },
  {
    "rider": "Course profile vs. reality",
    "level": "",
    "quote": "Never … and I mean NEVER … in my experience has a race profile so understated the difficulty of a course",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Course terrain",
    "level": "",
    "quote": "Pretty much pancake flat",
    "criteria": []
  },
  {
    "rider": "Post-race scene",
    "level": "",
    "quote": "Try to carve out or allot some time to hang out at the highway bar afterwards, it really is fun and a good time and they appreciate you being there.",
    "criteria": []
  }
]
