[
  {
    "rider": "Serena Gordon",
    "level": "ELITE",
    "quote": "I love the Lost Sierra, and I really like Portola. Just this landscape, and the way the community embraces the event, and everyone's so nice, and the festival.",
    "criteria": []
  },
  {
    "rider": "Derek Yarra",
    "level": "ELITE",
    "quote": "There's a special feeling that comes with leaving the city for the mountains. A magic that hits when the buildings get sparse and the trees grow abundant, when the air gets crisp and phone reception fades away.",
    "criteria": []
  },
  {
    "rider": "Derek Yarra",
    "level": "ELITE",
    "quote": "As a life long sea-level native, altitude and I have never gotten along. Even at the modest base of 4,500ft, I was feeling the effects straight away. I've finally hit a point in life of coming to terms with this, and metered my efforts accordingly.",
    "criteria": []
  },
  {
    "rider": "Derek Yarra",
    "level": "ELITE",
    "quote": "After a long stretch of riding on a solo mission, I made it back in the race–sitting within the top 20 and on track for my goal of a sub six hour finish.",
    "criteria": []
  },
  {
    "rider": "Derek Yarra",
    "level": "ELITE",
    "quote": "The bike was unfazed, but the impact bucked my rear end up and my saddle tagged me in my tail bone, sending a jolt up my back. Not good... The next 15 miles were all washboard fire road, which did my body no favors.",
    "criteria": []
  },
  {
    "rider": "Derek Yarra",
    "level": "ELITE",
    "quote": "At the end of the day, I crossed the line 25th in the pro field with a time of 6h24m. Quite a way off from the time and placing I was hoping for and nearly an hour down from Tobin's winning time, but given the problems I had with my back, I was happy to have just finished the ride.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Brent Prenzlow",
    "level": "ELITE",
    "quote": "I hope to follow [course designer] Chris McGovern. He probably knows every pebble out on the course.",
    "criteria": []
  },
  {
    "rider": "Aaron Barcheck",
    "level": "COMPETITIVE",
    "quote": "When you go out here it is pretty evident what the Trail Stewardship does. It's amazing. The race itself has a great mix of double track, dirt roads, a tiny bit of pavement and amazing views. And it's hard. Man, it's hard.",
    "criteria": []
  },
  {
    "rider": "Unattributed rider",
    "level": "COMPETITIVE",
    "quote": "For the moment, I am fine... Somewhere on the descent I lost my phone bunny-hopping a ditch formed by the winter run off, only realizing it was gone when I found myself in front a picturesque golden meadow of mustard and clover.",
    "criteria": []
  },
  {
    "rider": "Unattributed rider",
    "level": "COMPETITIVE",
    "quote": "At mile 60, I began doing the math on my ride time and average speed based on distance covered. Sure I have a computer for that, but these types of games keep my mind off how much everything hurt.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Resolute 700x42",
    "level": "",
    "quote": "The Resolute is a no-brainer for the front tire. With ample knob height and open spacing, it provides traction and confidence on sketchy descents, chunky climbs, and unexpected washouts.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Vulpine 700x40/45",
    "level": "",
    "quote": "Pair the Resolute with the fast-rolling Vulpine to optimize speed without losing grip. The slick center tread glides over smoother sections, while the side knobs hold their own when cornering or powering through loose rollers. A great rear tire for those pushing pace.",
    "criteria": [
      "technicality",
      "field_depth"
    ]
  },
  {
    "rider": "Raddler 700x40/44",
    "level": "",
    "quote": "Want a bit more bite without sacrificing speed? The Raddler hits that sweet spot. With its tightly packed center knobs and taller side knobs, the Raddler offers increased traction for climbing loose gravel and confidence in high-speed corners.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Tire Pressure",
    "level": "GENERAL",
    "quote": "Dial in your tire pressure for Lost and Found's mixed terrain. Lower pressures smooth out the chatter and help grip in loose-over-hardpack conditions.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Course Surface Mix",
    "level": "",
    "quote": "A perfect blend of pavement, dirt road, gravel road and Lost Sierra adventure.",
    "criteria": [
      "adventure"
    ]
  },
  {
    "rider": "Specific Terrain Challenges",
    "level": "",
    "quote": "There are lots of rocks and rain ruts crossing the dirt road sections in numerous spots, so when in doubt, check your speed a little.",
    "criteria": []
  },
  {
    "rider": "Course Changes",
    "level": "",
    "quote": "New for this year, the rugged, rocky final descent of previous years is out, but the beauty of the course focus will remain!",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Course Timing",
    "level": "",
    "quote": "The race started off with a five mile neutral roll out down the highway before making the first turn into the dirt.",
    "criteria": []
  },
  {
    "rider": "Rim Strikes",
    "level": "",
    "quote": "At least twice I heard my rim let out a painful donk in protest of my poor line choice on a descent.",
    "criteria": []
  },
  {
    "rider": "Start Line Crashes",
    "level": "",
    "quote": "As soon as the pavement ended, and the doubletrack dirt roads started, carnage ensued. Soft, sandy sections stalled unsuspecting racers, and the inevitable collisions happened.",
    "criteria": []
  },
  {
    "rider": "Festival Atmosphere",
    "level": "",
    "quote": "Come for the challenge, stay for connection... A Full Weekend of Festival Fun For Riders, Families, and Friends. Post-ride party with food, beverages, live music, and camping at the venue!",
    "criteria": []
  },
  {
    "rider": "Kurt Gensheimer, SBTS Spokesman",
    "level": "",
    "quote": "Lost and Found is a way for the public to explore the remote regions of the Lost Sierra. It is also an economic driver. It is something that is important to our nonprofit. We are focused on building economically viable economies through recreation, and events is the main way to do that.",
    "criteria": [
      "adventure"
    ]
  },
  {
    "rider": "Derek Yarra",
    "level": "ELITE",
    "quote": "There's a unique thing to the camaraderie of bike racing, when total strangers pull up next to each other and exchange a nod and thumbs up, knowing we're all here for the same love of fun and suffering.",
    "criteria": []
  },
  {
    "rider": "Unattributed rider",
    "level": "COMPETITIVE",
    "quote": "With 1500 people is a lot of racers, any way you cut it. It's not every day you get world class pros and novice first timers lining up in the same place, but that's part of what makes these gravel races so spectacular.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "John Watson [UNKNOWN, Photographer]",
    "level": "",
    "quote": "Lost and Found is the darling of gravel. The people who put it on, the host City of Portola, the vistas, the mountains, the flowers. Everything washed over me.",
    "criteria": []
  },
  {
    "rider": "Event Growth",
    "level": "",
    "quote": "Lost and Found has grown from 200 riders its first year to an anticipated 2,000 on June 6 in its seventh year.",
    "criteria": []
  },
  {
    "rider": "Portola Population Impact",
    "level": "",
    "quote": "On a normal day, Portola, California has 2,000 people. For the weekend of the Lost and Found Gravel Grinder, the population doubles.",
    "criteria": []
  },
  {
    "rider": "Post-Race",
    "level": "",
    "quote": "In 2019, SBTS moved the start and finish of Lost and Found from Lake Davis to the tiny town of Portola. 'The town loved it, and the participants loved it, because everything is based out of one place, with camping right there on the river, and music in the park.'",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Nonprofit Mission",
    "level": "",
    "quote": "This race supports Sierra Buttes Trail Stewardship's Connected Communities project, with the ultimate goal of connecting 15 mountain communities to promote economic prosperity through recreation.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Economic Impact",
    "level": "",
    "quote": "SBTS doesn't have economic impact data from Lost and Found, but SBTS overall efforts in Plumas and County Sierra County made a $1.9M economic impact in 2018. This includes paying wages to 40 part-time and full-time employees with a payroll north of $800,000.",
    "criteria": []
  }
]
