[
  {
    "rider": "Lewis Ciddor",
    "level": "ELITE",
    "quote": "Forget about the usual sad tables of gels and hydration mix. Hot quesadillas, coffee, donuts and a Bridge Road cold one at the finish line.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Joshua Tang",
    "level": "UNKNOWN",
    "quote": "The weather conditions were far from what I was used to in Singapore. I tried my best to keep warm as I waited in anticipation at the start line with the rest of the Singapore crew.",
    "criteria": []
  },
  {
    "rider": "Joshua Tang",
    "level": "UNKNOWN",
    "quote": "There were smiles all around as we navigated our way down the first sketchy descent. It was characterized by fast, loose gravel and I was sliding around some of the bends while trying to find grip.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Joshua Tang",
    "level": "UNKNOWN",
    "quote": "I saw this pool of muddy water in the middle of the road. Take it head on or cut to the side? Without hesitation, I bombed straight through and got a little shocked by the depth of the pit.",
    "criteria": []
  },
  {
    "rider": "Hunter Blair/Knog team",
    "level": "UNKNOWN",
    "quote": "Stories of near-misses with Kangaroos or coming off second best to the gravel turns littered the air – riders proudly retold their stories as if they'd returned from battle, valiant and stoked by adrenaline.",
    "criteria": []
  },
  {
    "rider": "Hunter Blair",
    "level": "UNKNOWN",
    "quote": "Dust and sweat covered the faces of all competitors – like warpaint uniting the fans of their favourite sports team.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Course characteristics",
    "level": "",
    "quote": "Each road brings a varied and inspiring adventure; from the winding red-clay-hard-pack and sub-alpine rainforest of Mount Stanley to the, faster than bitumen, granitic roads of Pilot and Barambogie forests and everything between.",
    "criteria": [
      "climate",
      "field_depth"
    ]
  },
  {
    "rider": "Course designer's description",
    "level": "",
    "quote": "A route designed by Australian local Cameron Bird, this course was ever-changing and striked a balance between technical, challenging and fun. It was exhilarating as it kept us on our toes and in adventure mode at every turn.",
    "criteria": []
  },
  {
    "rider": "First descent",
    "level": "UNKNOWN",
    "quote": "The first sketchy descent... was characterized by fast, loose gravel and I was sliding around some of the bends while trying to find grip.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Route flexibility",
    "level": "",
    "quote": "The 90 and 115 km routes heading off in the same direction in the morning, before splitting off around Chiltern. This is great for riders who may not be feeling their best at the junction to choose to switch from the 115km to the 90km route if need be.",
    "criteria": []
  },
  {
    "rider": "Wooragee private property",
    "level": "UNKNOWN",
    "quote": "The final stretch of the route passed through the picturesque Wooragee private property section.",
    "criteria": []
  },
  {
    "rider": "Wildlife hazards",
    "level": "UNKNOWN",
    "quote": "Stories of near-misses with Kangaroos",
    "criteria": []
  },
  {
    "rider": "Feed station strategy",
    "level": "UNKNOWN",
    "quote": "In bid to soak in the entire ambience, we spent a significant amount of time chatting with other riders and refueling with all the tasty offerings available.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Pre-race nutrition approach",
    "level": "UNKNOWN",
    "quote": "We collectively decided that we should pop by Bridge Road Brewers (one of the official event sponsors) for their famed pizzas and beers (carbs galore!).",
    "criteria": []
  },
  {
    "rider": "Origins - Ben Kraus",
    "level": "",
    "quote": "We'd go for a ride at the end of July on a Saturday and then come back to the Brewery and set up a cinema screen to watch the (Tour de France) Stage live in the Brewery, but have a French dinner as well.",
    "criteria": []
  },
  {
    "rider": "Friday shakedown ride atmosphere",
    "level": "UNKNOWN",
    "quote": "A peloton of various ages, sizes, bikes, and outfits weaved through the stunning trails of Ned Kelly's former residence – past lakes, through bush, and even passing the relocated home from the film 'The Castle'.",
    "criteria": []
  },
  {
    "rider": "Pre-race scene",
    "level": "UNKNOWN",
    "quote": "Tattoo-laden, lycra clad, carbon-riding savants mix in with the casual enthusiast on their marketplace stallions – there is no room for pretentious attitudes here, only a breath of encouraging fresh air.",
    "criteria": []
  },
  {
    "rider": "On-course entertainment",
    "level": "",
    "quote": "Live band (!!!) that played groovy music",
    "criteria": []
  },
  {
    "rider": "On-course treats",
    "level": "",
    "quote": "Well-stocked with treats, the 'The Gravel Pit' had piping hot quesadillas (provided by Skratch Labs) and ice cold beers (provided by Geers and Beers)",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Post-race atmosphere",
    "level": "UNKNOWN",
    "quote": "As we rolled past the finish line, we collected the exclusive event beer and chatted with various people who were an integral part of the event. Satisfied with how the day went, we then gathered around a firepit, excitedly recounting our adrenaline-packed ride experience.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Finish line scene",
    "level": "UNKNOWN",
    "quote": "By early afternoon, there was hardly a patch of grass that hadn't been claimed. Dust and sweat covered the faces of all competitors.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Scale of event",
    "level": "",
    "quote": "1,300 riders already registered",
    "criteria": []
  },
  {
    "rider": "Overall sentiment",
    "level": "UNKNOWN",
    "quote": "The Beechworth Granite Classic 2025 edition was a fantastic metaphor for what cycling should be about: the ride. It didn't matter what you rode, or how you rode it, but instead it mattered you were willing and able to have a go.",
    "criteria": []
  }
]
