[
  {
    "rider": "Nathan Trachta",
    "level": "COMPETITIVE",
    "quote": "Did the Mad Gravel Hemi Hustle for Memorial Day weekend; 30 miles of washboard gravel road and single track in Elbert Colorado. This is my second time doing this event and course, and last year I lost my car keys while racing (the staff was outstanding and found them when they swept the course).",
    "criteria": [
      "technicality",
      "length"
    ]
  },
  {
    "rider": "Bertn05",
    "level": "ELITE",
    "quote": "I used the JOIN Cycling training app as my coach... Trainingwise I did a ridiculous amount, never have I done so much, with about 330 hours on the bike before the event and a few 7-8 hour trainings but mostly a very frequent training approach...",
    "criteria": []
  },
  {
    "rider": "Gaby",
    "level": "UNKNOWN",
    "quote": "I can't believe we're still in the car park and it's already been 10 out of 10",
    "criteria": []
  },
  {
    "rider": "Nathan's Experience",
    "level": "COMPETITIVE",
    "quote": "30 miles of washboard gravel road and single track in Elbert Colorado",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Airport Welcome",
    "level": "UNKNOWN",
    "quote": "Being whisked through fast-track security, then guided through the baggage collection and customs clearance... as we left the terminal building, we were greeted by a small troupe of local musicians. They paraded in front of us, banging drums, singing and dancing as they led us into the car park...",
    "criteria": []
  },
  {
    "rider": "Post-Race Experience",
    "level": "",
    "quote": "You can expect fully stocked feed zones, custom swag, post-race BBQ (Sunday), live band and killer awards ceremony on the huge deck overlooking the venue. For those of you that want to just relax and spectate, Mad Gravel is an excellent race for that too.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Family-Friendly",
    "level": "",
    "quote": "Bring the family, camp, and join us for some amazing racing, live music, daily award ceremonies, cycling tours and kids events.",
    "criteria": []
  },
  {
    "rider": "Event Philosophy",
    "level": "",
    "quote": "Why go west?! ...For you Front Rangers of Colorado, driving east is a lot easier on your sanity than heading to the mountains.",
    "criteria": []
  },
  {
    "rider": "Camping & Venue",
    "level": "",
    "quote": "Located south of Kiowa, Colorado, come enjoy the amazing views and high peaks of the Colorado front range... great camping options Friday, Saturday and Sunday night at the McNeil Ranch at Peaceful Valley...",
    "criteria": []
  }
]
