[
  {
    "rider": "Dave Malwitz",
    "level": "UNKNOWN",
    "quote": "What makes Mammoth Tuff deceivingly difficult is its unique set of challenges: the starting altitude of 8,000 feet, long stretches of sandy and loose terrain, and the near absence of course markings. Riders are well warned to rely on their own navigation rather than following the course blindly.",
    "criteria": [
      "logistics",
      "technicality"
    ]
  },
  {
    "rider": "Dave Malwitz",
    "level": "UNKNOWN",
    "quote": "That first year, my buddy Danny and I tackled the TUFFER course—80 miles and 5,000 feet of climbing that, on paper, seemed reasonable. However, the combination of high elevation, loose gravel, and unrelenting wind quickly redefined my sense of 'tuff'.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Niky Taylor",
    "level": "ELITE",
    "quote": "I'd just caught Kristina when my second bottle on my fork fell out, and I stopped for it since I had already lost one. I realized that the bolts on my fork were rattling loose and I had lost two, hence why I kept dropping bottles.",
    "criteria": []
  },
  {
    "rider": "Niky Taylor",
    "level": "ELITE",
    "quote": "Possibly the most successful thing I've ever done in a race",
    "criteria": []
  },
  {
    "rider": "Niky Taylor",
    "level": "ELITE",
    "quote": "This was probably the most frustrated I was during the whole course, because the washboard just made it impossible to pedal smoothly or eat or drink.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Niky Taylor",
    "level": "ELITE",
    "quote": "It was amazing how I went from tired but fine to totally spent in the span of about 6 miles",
    "criteria": []
  },
  {
    "rider": "Amanda Nauman [ELITE], Co-Creator",
    "level": "",
    "quote": "If you've ridden through pumice before, you know it mimics the feel of sand in areas because of how light and airy the material is.",
    "criteria": []
  },
  {
    "rider": "Amanda Nauman",
    "level": "ELITE",
    "quote": "Everyone will be operating at a lower capacity than normal at altitude, and it's okay to accept that fact. Don't get down because you feel like you're slower because everyone else will be feeling it too!",
    "criteria": []
  },
  {
    "rider": "Amanda Nauman",
    "level": "ELITE",
    "quote": "In each of the three distances at Mammoth TUFF, one feature that ties them all together is that the first half of the ride is primarily descending and the second half of the ride is primarily climbing back to town.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Amanda Nauman",
    "level": "ELITE",
    "quote": "We recommend the widest tire you can fit in your frame and comfortably ride.",
    "criteria": []
  },
  {
    "rider": "Official FAQ",
    "level": "UNKNOWN",
    "quote": "As wide as your frame will allow! 38's will suffice, but we recommend 40 and above. The more surface area you have, the better. Knobby tires that roll well are recommended.",
    "criteria": []
  },
  {
    "rider": "Official FAQ",
    "level": "UNKNOWN",
    "quote": "If 2x we recommend something like a Shimano GRX crankset, or similar, with a 48/31 tooth chainrings and a 11-34 cassette. If 1x we recommend a 40 tooth chainring with at least a 11-40 cassette but an 11-46 would be better. *Note: We are saying a 1:1 ratio or easier. It is a long day at altitude.",
    "criteria": []
  },
  {
    "rider": "Official FAQ",
    "level": "UNKNOWN",
    "quote": "It is recommended you carry a pack or some sort of bags on your frame, bars, etc. that allow you to carry a minimum of 2 Liters (67OZ) of fluids, 4hrs of nutrition, and extra clothing.",
    "criteria": []
  },
  {
    "rider": "Niky Taylor",
    "level": "ELITE",
    "quote": "Somewhere around mile 40 and began to flatten out, but it was completely washboarded and still pretty sandy. Thus began what would be about 20 miles of choosing between washboard and sand or both... the washboard just made it impossible to pedal smoothly or eat or drink.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Niky Taylor",
    "level": "ELITE",
    "quote": "The climb was about 2500ft over 8 miles",
    "criteria": []
  },
  {
    "rider": "Niky Taylor",
    "level": "ELITE",
    "quote": "We hit the major descent around mile 40... She rocketed down the -12% sandy gravelly slope. I followed, nearly crashing in some sand but managing to keep it together.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Niky Taylor",
    "level": "ELITE",
    "quote": "At mile 83 I hit a descent. It was incredibly sandy, and it started with a short -16% section. I somehow managed to slip and slide my way down without falling, then continued through essentially a 3 mile sand pit.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "UCI Description",
    "level": "UNKNOWN",
    "quote": "The hardest part of the course comes right after the halfway point where riders start a 16 miles climb at 4.3% average with especially the narrow Red Rock Canyon climb between 52-54 miles.",
    "criteria": []
  },
  {
    "rider": "Amanda Nauman",
    "level": "ELITE",
    "quote": "Pumice stone is prevalent on the forest roads and it is a relatively soft, porous rock that is usually formed by the compaction and cementation of volcanic ash or dust... it mimics the feel of sand in areas because of how light and airy the material is.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Dave Malwitz",
    "level": "UNKNOWN",
    "quote": "The near absence of course markings. Riders are well warned to rely on their own navigation rather than following the course blindly. Even the shorter TUFF course demanded full attention and preparation, as one mistake could easily lead to getting lost in the maze of forest roads.",
    "criteria": [
      "logistics",
      "adventure"
    ]
  },
  {
    "rider": "Amanda Nauman",
    "level": "ELITE",
    "quote": "The best suggestion is to lower your expectations of power output and fitness capabilities. Everyone will be operating at a lower capacity than normal at altitude, and it's okay to accept that fact.",
    "criteria": []
  },
  {
    "rider": "Niky Taylor",
    "level": "ELITE",
    "quote": "There were aid stations at 55 miles, 78 miles, and 98 miles. Each was fully stocked with water and nutrition, and the station at mile 55 included a drop bag that we had each pre-packed.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Amanda Nauman",
    "level": "ELITE",
    "quote": "The first half of the ride is primarily descending and the second half of the ride is primarily climbing back to town. Because of this, it's often easy to forget to eat and drink while you're having a blast in the downhill sections and it will come back to haunt you on the way back to the finish.",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "Niky Taylor",
    "level": "ELITE",
    "quote": "I started to realize how effective drafting still was even though we were on dirt",
    "criteria": []
  },
  {
    "rider": "Niky Taylor",
    "level": "ELITE",
    "quote": "The bolts on my fork were rattling loose and I had lost two, hence why I kept dropping bottles.",
    "criteria": []
  },
  {
    "rider": "Niky Taylor",
    "level": "ELITE",
    "quote": "As soon as we rolled up, I realized my back tire was flat because my valve stem had rattled loose... I saw several other riders get flats or mechanicals within the first 5 miles.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Dave Malwitz",
    "level": "UNKNOWN",
    "quote": "The near absence of course markings... one mistake could easily lead to getting lost in the maze of forest roads.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Niky Taylor",
    "level": "ELITE",
    "quote": "At mile 30 we turned back onto gravel. Albert and Kendall missed the turn so we had to shout at them to come back.",
    "criteria": []
  },
  {
    "rider": "Dave Malwitz",
    "level": "UNKNOWN",
    "quote": "Our group of five made the most of three days on the bike. Thursday and Friday were spent carving through Mammoth's singletrack and joining lively shakeout rides hosted by Gravel Bike California and Thank Gravel It's Friday.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Dave Malwitz",
    "level": "UNKNOWN",
    "quote": "Friday entertainment was highlighted with the Mammoth Buff competition, tempting riders with the opportunity to drink three 12oz beers over the course of three 0.3mi laps.",
    "criteria": []
  },
  {
    "rider": "Dave Malwitz",
    "level": "UNKNOWN",
    "quote": "The weekend wrapped on Sunday morning with an award ceremony for top finishers across races and categories, and a generous raffle with tons of gravel-specific prizes.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Expo",
    "level": "",
    "quote": "Rounding out the weekend is a sizeable expo in the Village on Friday and Saturday afternoons with brands including Turner Bicycles, Bellweather, Shimano, and RiGd Supply among others.",
    "criteria": []
  },
  {
    "rider": "Dave Malwitz",
    "level": "UNKNOWN",
    "quote": "The outstanding cleaning job performed by the Pelli Bike Care team",
    "criteria": []
  }
]
