[
  {
    "rider": "Carl Jarema",
    "level": "ELITE",
    "quote": "Everything about this race is weird and unconventional! Marji Gesick really is a 365 day event. Registration sells out in minutes, there is not waitlist, and the intentional misinformation, confusion, and tom foolery from the race organizers and fellow participants is nonstop to race day.",
    "criteria": []
  },
  {
    "rider": "Carl Jarema",
    "level": "ELITE",
    "quote": "I completed the Marji Gesick 100 in 2023 in a little over 39 hours. Yes, it was my first 100 mile race, but I knew I had much more potential... This time, I was able to train very well heading into the race, and my nutrition and hydration were dialed.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Carl Jarema",
    "level": "ELITE",
    "quote": "The back half of the race is more technical and harder to run. I recommend banking some time in the first 60 miles, if possible, but don't over do it.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Andrea Larson",
    "level": "COMPETITIVE",
    "quote": "The epiphany I had mid-race was that my fear was the biggest challenge of completing the Marji Gesick 200... In fact, there were several early descents where I had both wheels locked up skidding hoping I'd regain control before I rammed into a rock, root, or tree.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Andrea Larson",
    "level": "COMPETITIVE",
    "quote": "I found the limits of my bike shoes…and I destroyed them! Risk management was my motto of the day(s). In fact, I expressed it out loud dozens of times during the race and silently even more frequently as I justified dismounting time and time again.",
    "criteria": []
  },
  {
    "rider": "Andrea Larson",
    "level": "COMPETITIVE",
    "quote": "I estimated that I took a bottle with 60 grams of protein 12 times in a day-and-a-half. Yes, that math says I drank nearly ten times the recommended daily dose of protein. And my legs (and arms) felt no fatigue over that time.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Heath Paukette",
    "level": "ELITE",
    "quote": "Anyone that has heard of the Marji know it's one of the hardest single-day mountain bike races in the States. Rocks, roots, minimal trail flow, big climbs, treacherous descents...the finishing rate can vary between 25% to 65%, depending on the weather and trail conditions.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Heath Paukette",
    "level": "ELITE",
    "quote": "My GI issues have somewhat subsided, but the prior 5 hours of minimal fueling has put me in a major deficit. We can hear the finish line and a band playing below us as we continue to climb up what's known as the luge climb...",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "RLP Coaching blog author",
    "level": "ELITE",
    "quote": "Registration for next year's event opened last Saturday at 9:06 PM and sold out in under a minute. When I say 'sold out,' I mean that the website bikereg.com crashed due to the sheer number of people trying to register simultaneously.",
    "criteria": []
  },
  {
    "rider": "RLP Coaching blog author",
    "level": "ELITE",
    "quote": "I came across wooden ramps and rollers—things that would soon be vandalized and burned to ashes back in the UK. Then, I spot a huge jump spot. As I roll into the city, which boasts a population of around 20,000, I pass three bike shops on my way to my first coffee stop...",
    "criteria": []
  },
  {
    "rider": "Carl Jarema",
    "level": "ELITE",
    "quote": "The first half of the race has pretty good flow to it, however, after mile 60, there are a lot of technical trails with short, but very punchy climbs.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Carl Jarema",
    "level": "ELITE",
    "quote": "Don't forget, the race will probably be somewhere between 100 and 110 miles, so don't get discouraged when you cross 100 miles on your watch and there is still and hour or two left to go in the race.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Andrea Larson",
    "level": "COMPETITIVE",
    "quote": "Most of my falls were embarrassingly during the hike-a-bike. After my second near fall on an uphill where I tried to save myself by grabbing a tree, I decided it would probably just be safer and expend less energy to fall.",
    "criteria": []
  },
  {
    "rider": "Heath Paukette",
    "level": "ELITE",
    "quote": "The first black diamond section 6 miles in... it's basically a massive rock that everyone has to hike a bike up and down. The best thing about this spot is the bagpiper at the top playing. What a way to start the morning.",
    "criteria": []
  },
  {
    "rider": "RLP Coaching blog author",
    "level": "ELITE",
    "quote": "The first climb is nearly too steep for me on a single-speed bike and requires a lot of standing up. However, the gravel is so deep and loose that standing up provides no traction at all, forcing me to walk. I tell myself it's all due to the weight of my bag, but I know I'm just kidding myself.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "RLP Coaching blog author",
    "level": "ELITE",
    "quote": "Most of the next 15 miles consisted of technical singletrack. While it wasn't overly challenging, there were some tricky moments. The remaining sections included some sandy traps, followed by a long, flat cycle path.",
    "criteria": [
      "technicality",
      "length"
    ]
  },
  {
    "rider": "Andrea Larson",
    "level": "COMPETITIVE",
    "quote": "Caffeine has been shown to improve reaction time by 10%, endurance by 2-5%, and power by 3-8%, with the ideal dose about 300-500mg. I simply took caffeine during night sections to proactively stay alert and gain an edge.",
    "criteria": [
      "length",
      "field_depth"
    ]
  },
  {
    "rider": "Andrea Larson",
    "level": "COMPETITIVE",
    "quote": "On my unsupported running FKTs, I chose the most calorie dense foods. During long runs and adventure races when I don't navigate I often eat foods to stave off boredom, such as individual M&Ms, peanuts, or gummies.",
    "criteria": []
  },
  {
    "rider": "Heath Paukette",
    "level": "ELITE",
    "quote": "About 6 hours in we hit our 3rd SAG stop. Fueling still on point, both of us feeling strong. Kris cooks up a quick tortilla for Chad, and we're off.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Matt Acker",
    "level": "COMPETITIVE",
    "quote": "Don't get caught up in the frenzy of the start. I hear from a lot of people that their plan is to 'put in some effort so I don't get caught behind people that can't ride the singletrack.",
    "criteria": []
  },
  {
    "rider": "Matt Acker",
    "level": "COMPETITIVE",
    "quote": "Break the big challenge down into small chunks and take them one at a time. The many unique sections of the Marji Gesick course are perfect for this approach. My trick is to think of each trail zone as its own ride and then check each one off as I complete it before thinking about what comes next.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Jill Martindale",
    "level": "COMPETITIVE",
    "quote": "If you want to quit because you're tired, you're hungry, you're cranky, or it's dark, just give it a little time. Eat a snack, close your eyes for 15 minutes, remember that it was fun for a while and it'll get fun again soon.",
    "criteria": []
  },
  {
    "rider": "Carl Jarema",
    "level": "ELITE",
    "quote": "Make sure you are keeping your head up and don't miss the pumpkins! Don't worry, they are not hidden like the books in the Barkley Marathons, but as the race goes on, you could miss one in a sleep deprived state.",
    "criteria": []
  },
  {
    "rider": "Andrea Larson",
    "level": "COMPETITIVE",
    "quote": "I ended up riding most of the race solo under the most bizarre circumstances... the unimaginable happened: the lone remaining rider rolled behind me to announce he'd be leaving me to stop for a coffee. I couldn't believe my ears.",
    "criteria": []
  },
  {
    "rider": "Heath Paukette",
    "level": "ELITE",
    "quote": "One of their hashtags is 'Find your limits and destroy them,' and you definitely will during your time out there... The finishing rate can vary between 25% to 65%, depending on the weather and trail conditions.",
    "criteria": []
  },
  {
    "rider": "Heath Paukette",
    "level": "ELITE",
    "quote": "This year, just to mess with us, the first checkpoint was an atomic fireball (yes the round cinnamon candy). Chad popped one in his mouth, but I was on to the shenanigans and told him to grab one extra just in case we needed to turn it it.",
    "criteria": []
  },
  {
    "rider": "Heath Paukette",
    "level": "ELITE",
    "quote": "At one point, my front tire catches a root and slings me to the left into a 6 foot hole. Somehow I grab a hold of a tree with my left hand while holding onto my bike with my right hand.",
    "criteria": []
  },
  {
    "rider": "Carl Jarema",
    "level": "ELITE",
    "quote": "The Marji Gesick 100 is self- / community-supported race, and it was fun and exciting to interact with all the other runner crews. They always offered water, food, or any assistance, really highlighting one of the aspects that makes trail and ultra such a special community.",
    "criteria": []
  },
  {
    "rider": "Carl Jarema",
    "level": "ELITE",
    "quote": "The after party is work sticking around for, cheering on the other race distances between the runners and bikers.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Andrea Larson",
    "level": "COMPETITIVE",
    "quote": "Since 2019, I've pushed to expand my limits, largely due to the event I have done for the past three years on the same day as Marji, the Baby Barkley, aka the Barkley Fall Classic. Both Laz and Todd have a desire to push the edge of human potential.",
    "criteria": []
  },
  {
    "rider": "Heath Paukette",
    "level": "ELITE",
    "quote": "The dark woods are so mesmerizing. You can see lights all over the trails, some above you, some below you, and you're not sure which direction you came from or where you're going.",
    "criteria": []
  },
  {
    "rider": "Jill Martindale",
    "level": "COMPETITIVE",
    "quote": "Staying hyped about the Marji helped to keep me motivated for training and I'm thankful I was able to spend time talking about the race and training with many of my favorite riding partners...",
    "criteria": []
  }
]
