[
  {
    "rider": "Nicole Oh",
    "level": "ELITE",
    "quote": "There's no doubt that the popularity of gravel riding is increasing, with more and more events appearing on the calendar. Mary's Mayhem, held on the roads around Mudgee, was Graveleur's second event of the year.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Nicole Oh",
    "level": "ELITE",
    "quote": "Now, it was the understanding of all that this event was NOT a race. The timing chips were (apparently) a trial for future events. But a timing chip and prize for the first female across the line sounds like a race to me.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Nicole Oh",
    "level": "ELITE",
    "quote": "The boys we were riding with seemed full of enthusiasm and it was a pretty solid pace from the outset.",
    "criteria": []
  },
  {
    "rider": "Nicole Oh",
    "level": "ELITE",
    "quote": "My racing instincts then took over, as I found myself putting in a dig over the top of the last hill to get a gap (whilst the guy in front of me popped a wheelie! See photo), and a little sprint to the finish to ensure I was 2nd female over the line (and as I found out later, 15th overall).",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Nicole Oh",
    "level": "ELITE",
    "quote": "The route today seemed a lot more scenic, although perhaps that was due to the fact we rode much less hard, and therefore had plenty more time to look around! It started and ended with tarmac, but with a whole load of champagne gravel in between with just a few corrugations.",
    "criteria": []
  },
  {
    "rider": "Mike Israel (Event Founder)",
    "level": "UNKNOWN",
    "quote": "I started Graveleur back in 2017 with a few mates looking for dirt roads to ride. It grew into something much bigger - a national community of over 6,500 riders who love getting off the beaten path and supporting the regional towns they pass through.",
    "criteria": []
  },
  {
    "rider": "Mike Israel",
    "level": "UNKNOWN",
    "quote": "Mudgee was a natural choice. It's got amazing dirt roads, scenic country, a cracking food scene and great places to stay. Plus, the local cycling club and community have been incredibly supportive.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Mike Israel",
    "level": "UNKNOWN",
    "quote": "Graveleur is for everyone. Whether you're twelve or seventy, on a carbon race bike or a hand-me-down hybrid, there's a route for you.",
    "criteria": []
  },
  {
    "rider": "Mike Israel",
    "level": "UNKNOWN",
    "quote": "We felt so welcomed. It was magic",
    "criteria": []
  },
  {
    "rider": "Mudgee region described as",
    "level": "",
    "quote": "Did you know Mudgee is a relatively flat region? There is virtually no climbing on the courses. Just rolling hills.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Event Vibe [ELITE rider]",
    "level": "",
    "quote": "Much more conducive to fun times and good vibes",
    "criteria": []
  },
  {
    "rider": "Post-Ride Activities [ELITE rider]",
    "level": "",
    "quote": "Plenty of time to soak up the sun and enjoy the fine choice of food and refreshments on offer",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Inclusivity Focus",
    "level": "",
    "quote": "With three course lengths available and discounts for families and clubs, it's a rare event that invites all comers - not just seasoned cyclists.",
    "criteria": []
  },
  {
    "rider": "Video Recap Description",
    "level": "",
    "quote": "Two days of epic riding, endless champagne gravel, cold beers, and live music at the finish—what more could you ask for? The vibes were high and we had an absolute blast.",
    "criteria": [
      "community"
    ]
  }
]
