[
  {
    "rider": "Nic Morales",
    "level": "COMPETITIVE",
    "quote": "There was no worse place to talk to Bobby Wintle. Sitting in the middle of Stonecloud Brewery... He knew everyone. Everyone had something to say, and he had an impossibly equal, in-depth response to anyone who approached.",
    "criteria": []
  },
  {
    "rider": "Nic Morales",
    "level": "COMPETITIVE",
    "quote": "Mega Mid South is an grueling, unsupported race around the perimeter of previous Mid South routes in Oklahoma. It's 300 miles of B-roads and almost 17,000 feet of climbing. Needless to say, not only is it a test of one's bike, it is also a test of one's mettle.",
    "criteria": []
  },
  {
    "rider": "Nic Morales",
    "level": "COMPETITIVE",
    "quote": "Why would I pay anyone to tell me where to ride? I like looking at Google Maps for hours on end and figuring it out. I didn't see the need for an aid station or any sort of expectation thrust upon me. I just like riding my bike! Why did it ever need to be anything more than that?",
    "criteria": []
  },
  {
    "rider": "Chris Mehlman",
    "level": "ELITE",
    "quote": "I was more nervous than I am for most races. Perhaps, it was because it was the first race of the season. More likely, however, was a combination of this and the uncertainty of coming off a concussion.",
    "criteria": []
  },
  {
    "rider": "Chris Mehlman",
    "level": "ELITE",
    "quote": "The accelerations pushed me to my limit not in terms of lungs, but in terms of legs. I could ride a good hard pace, but not go with the surges that characterize this course of never-ending short, rolling hills.",
    "criteria": []
  },
  {
    "rider": "Chris Mehlman",
    "level": "ELITE",
    "quote": "After a few hot days previously, I was thankful for this. During the middle section, the accelerations on climbs left me dangling often, but I was able to get back each time with a steady pace. Undoubtedly, this cost my legs, but it was all I could do on the day with so little explosiveness in me.",
    "criteria": []
  },
  {
    "rider": "Richard Poole/Bicycle Crumbs",
    "level": "ELITE",
    "quote": "The first 50 miles: 'that was the hardest 50 miles I've ever done.' I could have stopped riding right then and known it was a big day. It would be the stoppage of the rain that made things more difficult as the wet clay began to dry out.",
    "criteria": []
  },
  {
    "rider": "Richard Poole",
    "level": "ELITE",
    "quote": "Nothing could have prepared me for these conditions except maybe having done this race 2 years prior when the same thing happened. Even growing up in Oklahoma, I was aware of how sticky the clay can be but riding through it on a bike without proper clearance was something else entirely.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Richard Poole",
    "level": "ELITE",
    "quote": "It only took 2 revolutions of your wheels to build up enough clay to stop you dead in your tracks. Paint stirrers handed out at the start were helpful in clearing mud (and clear coat) from the frame but ultimately, the few riders that brought CX sized tires were the true winners.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Richard Poole",
    "level": "ELITE",
    "quote": "Except for the first 90 minutes, The Mid South was the loneliest day on the bike I've ever had. Not in the sad, 'I'm single' sense but in the most literal. My strategy was 'Hang on to the lead group as long as possible and then settle in for the long-haul.'",
    "criteria": []
  },
  {
    "rider": "Bobby Wintle (Race Director)",
    "level": "UNKNOWN",
    "quote": "People just kept asking me. You have to do an ultra. We want it. We need it... I didn't want to take away from the festival that is The Mid South weekend in the spring... I've never hosted an ultra race. I didn't know what it needed, and I wanted to do it right.",
    "criteria": []
  },
  {
    "rider": "Trix8806",
    "level": "COMPETITIVE",
    "quote": "This weekend has turned into a pretty big disaster. When we got to the expo at 3, it was just shutting down due to the 40 mph sustained winds and 60 mph gusts. Portapotty's were tipped over, tents flying, etc. very unsafe. Went back to our campground at Lake Carl Blackwell.",
    "criteria": []
  },
  {
    "rider": "Trix8806",
    "level": "COMPETITIVE",
    "quote": "After about an hour, we were able to follow emergency vehicles out. Campers were already burnt to the ground and fire on both sides of the road... The spot we were parked initially was all burnt up. Hooked up the trailer quick and made it out. Camping in a church parking lot tonight.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Sarah Sturm",
    "level": "ELITE",
    "quote": "The racing is such a small part of what makes this event special.",
    "criteria": []
  },
  {
    "rider": "Brennan Wertz (gravel pro)",
    "level": "ELITE",
    "quote": "I'm not necessarily here for the music, but seeing Bobby live moved me. I think it's cool this event encompasses so much more than just a bike race.",
    "criteria": []
  },
  {
    "rider": "B3BH1T",
    "level": "RECREATIONAL",
    "quote": "First time at Mid South and also my first gravel century. Came in at under 8 hours. Can't wait to be back next year. Glad I helped some folks on the rolling hills with my speaker playing metal music.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Course Character",
    "level": "",
    "quote": "This course of never-ending short, rolling hills",
    "criteria": []
  },
  {
    "rider": "Red Clay Surface",
    "level": "",
    "quote": "Unlike the hard bedrock of the flint hills and similar gravel roads that pattern the Midwest, The Mid South (or 'Mud South') hosted in Stillwater, Oklahoma is characterized by its rich red clay.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Mega Mid South Route",
    "level": "",
    "quote": "Starting and ending at the shop in Stillwater, Oklahoma, the 300-mile loop is comprised of the outer perimeter of every MID-SOUTH course over the past 13 years. The route traverses the tribal land of the Quapaw, Kiowa, Osage, Kickapoo, Pawnee, Iowa and Wichita Nations.",
    "criteria": []
  },
  {
    "rider": "Bobby Wintle's Signature",
    "level": "",
    "quote": "The charismatic Kansan hugs every. single. finisher. as they run or ride across the finish line. It's not an exaggeration. The man makes you feel loved.",
    "criteria": []
  },
  {
    "rider": "Inclusive Culture",
    "level": "",
    "quote": "The Mid South has also become known in the gravel world as one of the most welcoming events on the calendar. Its nonbinary category grew by 60 percent this year. Dozens of juniors competed.",
    "criteria": []
  },
  {
    "rider": "Pre-Race Activities",
    "level": "",
    "quote": "In addition to shakeout rides and the music fest, there are also myriad other meetups at the Mid South, including a very fun beer can release party on Thursday at the local brewery to a Sunday yoga sesh.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Community Support at Start",
    "level": "",
    "quote": "A ragtag brass band called 'King Cabbage Brass' serenaded us",
    "criteria": []
  },
  {
    "rider": "District Bicycles Support",
    "level": "",
    "quote": "The crew at District was hard at work ensuring everyone had what they needed in order to start. From brake bleeds to basic chain checks, they were set on getting anyone brave enough to line up to start the race.",
    "criteria": []
  },
  {
    "rider": "Family Friendly",
    "level": "",
    "quote": "Also, very family friendly, whether they ride or not. Theres a kids gymnastics gym that does a class on Saturday mornings. Lot of things to do and watch at the expo, plus A+ vibes.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Stillwater as Host Town",
    "level": "",
    "quote": "it used to be strange to imagine wishing you were in Stillwater, Oklahoma in mid-March... Now, if you're not at the Mid South, you wish you were because that's where everyone else is the second weekend in March.",
    "criteria": []
  },
  {
    "rider": "Season Opener Status",
    "level": "",
    "quote": "Mid South Gravel is the traditional kickoff to the gravel cycling season and a weekend full of excitement, endless miles of red dirt, and some of the best parties you've experienced.",
    "criteria": []
  }
]
