[
  {
    "rider": "Maddy Nutt",
    "level": "ELITE",
    "quote": "On the first stage, I suffered a mechanical at 50km, which was unfortunate as it left me without a group to ride with on the flat and faster stage meaning I finished 4th in the women's race...",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Maddy Nutt",
    "level": "ELITE",
    "quote": "The final stage of the race was the highlight of my week. I started the day 31 minutes behind 2nd place on GC... With no further stages to pace towards, I completely gave it me all from the start of the stage and slipped away from the women's field through a rough and muddy section...",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Maddy Nutt",
    "level": "ELITE",
    "quote": "My stomach was certainly not used to the food I was feeding it, but I knew that it was better to suffer slightly with an unhappy stomach if it meant I was getting enough fuel in me for the racing.",
    "criteria": []
  },
  {
    "rider": "Maddy Nutt",
    "level": "ELITE",
    "quote": "At points this was even rather overwhelming and I found myself tearing up behind my sunglasses, as I was cheered by huge crowds of children as I pushed my body to its limits to really see what it could do.",
    "criteria": []
  },
  {
    "rider": "Sarah Sturm",
    "level": "ELITE",
    "quote": "We saw a giraffe and were like, 'should we stop?' and course we did... I didn't have much gas in the tank and did all she could to stay on Valentin's wheel.",
    "criteria": []
  },
  {
    "rider": "Hans Becking",
    "level": "ELITE",
    "quote": "Lukas won two stages, I won one, Lawrence won one, we had a super fun week. It doesn't matter what happens in the overall, we had a super fun week and enjoyed Kenya a lot, and I think that's the most important part.",
    "criteria": []
  },
  {
    "rider": "Chad Haga",
    "level": "ELITE",
    "quote": "I knew I was out of the GC race but Mattia has worked super hard all week and it's been a really good week with him and the Enough [Cycling] crew. I can call him a friend now and I wanted to do everything I could to see if he could hold on [to the GC].",
    "criteria": []
  },
  {
    "rider": "Luise Valentin",
    "level": "ELITE",
    "quote": "I could have gone harder but was enjoying riding with Sturm. She would have had to make up 20 minutes to take the GC from the Coloradan.",
    "criteria": []
  },
  {
    "rider": "Lukas Baum",
    "level": "ELITE",
    "quote": "Just 30 km in, Lukas Baum punctured and saw his lead in danger. Staying calm, he repaired swiftly, rejoined the leaders, and controlled the rest of the race.",
    "criteria": []
  },
  {
    "rider": "Maddy Nutt",
    "level": "ELITE",
    "quote": "A self supported race, this meant that both my bike and my body needed looking after in between each stage, and I was lucky to only suffer a few minor mechanicals that needed attention over the 4 days of racing.",
    "criteria": []
  },
  {
    "rider": "Stage 1 characteristics",
    "level": "",
    "quote": "Vast, flat plains with fences, cattle, and wildlife tracks. Strong headwinds, known as 'the Dutch Mountains,' test endurance. Rugged type 4 to 5 gravel makes for a tough start.",
    "criteria": []
  },
  {
    "rider": "Stage 2 - Climbing",
    "level": "",
    "quote": "The first half was on smooth gravel and the gradients were mellow, but as soon as we turned right after water stop 1 it got steeper and through narrower paths.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Stage 2 characteristics",
    "level": "",
    "quote": "Iconic climb up Mlima wa Shetani followed by a thrilling single-track descent. Scenic but grueling ride through Loita Forest's winding trails. Potential wildlife encounters, including elephants, require ranger coordination. Unpredictable rain can turn trails into thick black clay.",
    "criteria": [
      "technicality",
      "elevation",
      "climate"
    ]
  },
  {
    "rider": "Stage 2 - Wildlife/obstacles",
    "level": "",
    "quote": "It wasn't until water stop 2, located at kilometer 114, that we finally found proper gravel paths, but the hurdles did not stop there as this time what prevented us from keeping a constant pace were the many cows and sheep on our way.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Stage 3 characteristics",
    "level": "",
    "quote": "High-speed black gravel sections allow for faster riding. Bridge crossings require caution due to hidden dips and holes. Open plains with abundant wildlife, from wildebeest to gazelles.",
    "criteria": []
  },
  {
    "rider": "Stage 3",
    "level": "",
    "quote": "Stage 3 was mainly gravel, the real gravel. That allowed for higher speeds and therefore more smiles during the day... while riding in an exposed area on some sort of plateau, we saw dozens of wildebeest in the never-ending migration from the Masai Mara to the Serengeti and back.",
    "criteria": []
  },
  {
    "rider": "Stage 3",
    "level": "",
    "quote": "Perhaps the most tactically complex day, Stage 3 was a mix of narrow singletrack, cattle crossings and unpredictable river fords. Riders waded through knee-deep water, navigated herds, and dodged thorn bushes as nature took center stage.",
    "criteria": []
  },
  {
    "rider": "Stage 4 characteristics",
    "level": "",
    "quote": "One last tough climb through the Loita Hills before a thrilling descent. Expansive Mara plains provide a scenic but demanding finale. Hydration and pacing are key to conquering the last leg of the journey.",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "General terrain assessment",
    "level": "",
    "quote": "This was without a doubt, the most challenging terrain I've ridden in a race, and with four stages, this was definitely something that added to cumulative fatigue.",
    "criteria": []
  },
  {
    "rider": "Shared roads",
    "level": "",
    "quote": "All paths are open to other users, including wildlife, cattle, herders, boda bodas (motorbike taxis), safari jeeps, and local villagers, so riders must exercise caution, stay on the left side of the road, and yield to wildlife when necessary.",
    "criteria": []
  },
  {
    "rider": "Comparison to Paris-Roubaix",
    "level": "",
    "quote": "Laurens ten Dam described the opening part of Stage 1 of Migration a couple years ago as '30km of Carrefour de l'Arbre on rocks'",
    "criteria": []
  },
  {
    "rider": "Daily schedule timing",
    "level": "ELITE",
    "quote": "Logistically the race required great organisation and preparation and efficiency each day from riders with start times as early as 6:30am, which required pre 5am alarms.",
    "criteria": []
  },
  {
    "rider": "Daily routine",
    "level": "ELITE",
    "quote": "Alarm at 5.15 AM. Queue for breakfast. Fill bidons and hydration pack. Get changed. Warm-up (this part only lasted for a day, as for the following stages we squeezed our time in the tent). 7.30 AM start. And then we push our bikes for an average of 7 hours a day.",
    "criteria": [
      "length",
      "field_depth"
    ]
  },
  {
    "rider": "Final stage approach",
    "level": "ELITE",
    "quote": "The last stage was supposed to be a difficult task... There was no possible shortcut. All of us had to do the 140 km... The good thing is that the weather gods were on our side, and the forecast was no clouds, mild temperatures, and a tailwind all the way.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Stage 3 loop strategy",
    "level": "ELITE",
    "quote": "Unlike the other stages, which went from point A to point B, the route for that day was a loop. Aware of it, we went for a conservative approach during the first half of the stage, where we enjoyed some nice tailwind, because we knew that it would later turn into a headwind as we headed back to the ...",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Cumulative fatigue",
    "level": "",
    "quote": "Things didn't change much for the remainder of the stage, and our general thought while ticking off the kilometers, mainly riding on our own, was something like 'If I'm already so exhausted before finishing stage 1, how will I make it through the rest of the days?'",
    "criteria": []
  },
  {
    "rider": "Food/nutrition adaptation",
    "level": "",
    "quote": "Another challenge faced by participants was adapting to the food, and simply consuming enough to fuel the racing and recovery each day, as well as being careful with consuming only clean water.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Local support",
    "level": "",
    "quote": "Along the route, there were thousands of kids shouting 'Jambo!', making our day on the saddle even more pleasant.",
    "criteria": []
  },
  {
    "rider": "Maddy Nutt",
    "level": "ELITE",
    "quote": "Riding through the Mara, we had constant children cheers of 'jambo' (hello) and were only greeted with huge enthusiasm and celebration.",
    "criteria": []
  },
  {
    "rider": "Camaraderie formed",
    "level": "",
    "quote": "The bonds forged over four days of riding, camping, and commiserating in the Maasai Mara helped ease the painful parts. As the Maasai men who worked as motorcycle drivers and support staff gave their final blessing by the Mara River on Friday evening, smiles trumped scars.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Camp experience",
    "level": "",
    "quote": "Nights at the wild camp are filled with stories around the fire, recovery under Mara's starlit sky, and the anticipation of the next day's adventure.",
    "criteria": [
      "adventure"
    ]
  },
  {
    "rider": "Camp logistics",
    "level": "",
    "quote": "Mechanics, masseurs and all the local Maasai community involved in looking after us at the camp would spend the rest of the day, and a big share of the night, making sure that we recover as much as possible from the effort exerted.",
    "criteria": []
  },
  {
    "rider": "Finish line atmosphere",
    "level": "",
    "quote": "Crossing the line over half an hour before the next woman, with a helicopter escorting me to the line was a surreal experience.",
    "criteria": []
  },
  {
    "rider": "Wildlife experience",
    "level": "",
    "quote": "Every night they set up in tents somewhere in park, really out in the wilderness. You begin to understand the different sounds between a wildebeest and a hyena. A local Maasai guy sets up a fire, he has his spear and you trust him because he lives here, he knows this stuff.",
    "criteria": [
      "adventure"
    ]
  },
  {
    "rider": "Maddy Nutt",
    "level": "ELITE",
    "quote": "I feel so lucky to have been able to race the migration gravel race, and the people and atmosphere of the race is something I simply cannot do justice through writing.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Race philosophy",
    "level": "",
    "quote": "Migration isn't just a race—it's a journey through untamed wilderness. Riders pass zebras and giraffes, sleep under starlit skies, and face terrain that tests body and mind. The Maasai Mara is not a backdrop; it's a protagonist.",
    "criteria": [
      "field_depth",
      "adventure"
    ]
  },
  {
    "rider": "Event character",
    "level": "",
    "quote": "The Migration Gravel Race (MGR) is hailed as the hardest and wildest gravel race in the world",
    "criteria": []
  }
]
