[
  {
    "rider": "Peter L",
    "level": "COMPETITIVE",
    "quote": "Friday we were out setting up the course for the afternoon time trial plus the Saturday course. Between this morning when I decided to shorten the TT a bit and when we actually raced it got a lot wetter so definitely good call to avoid the twisty descent that was already pretty fucked before it rain...",
    "criteria": []
  },
  {
    "rider": "Peter L",
    "level": "COMPETITIVE",
    "quote": "First time racing outside with a power meter and am ok with my numbers - 338 average and 361np for ~20min.",
    "criteria": []
  },
  {
    "rider": "Peter L",
    "level": "COMPETITIVE",
    "quote": "Day 2 has been the long gravel stage of the race with 3 being a more road circuit. This year we didn't do the long gravel loop because it's a lot of logistics and probably kind of dangerous especially toward the end of the 1 lane gravel road where you're descending around blind corners.",
    "criteria": [
      "technicality",
      "field_depth"
    ]
  },
  {
    "rider": "Peter L",
    "level": "COMPETITIVE",
    "quote": "So I think 9th overall but Matt beat me to win 40+. Was a little disappointed because I spent the race not really where I wanted to be, plus dressed for cold and rain which was forecast but didn't really happen, and by the time the hard pedaling began I didn't really have an opportunity to try to ta...",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Peter L",
    "level": "COMPETITIVE",
    "quote": "Yesterday morning I felt like garbage and my watch told me my 'training readiness' was 14. This morning it said 7 but I felt better and had more sleep.",
    "criteria": []
  },
  {
    "rider": "Peter L",
    "level": "COMPETITIVE",
    "quote": "Yesterday I had a pretty good but not good enough average power for the last 40min, today I had a normalized power of 305w for 2 hours plus a best 1min, 2min, and 5min for the season.",
    "criteria": []
  },
  {
    "rider": "Peter L",
    "level": "COMPETITIVE",
    "quote": "Rode my new orbea terra with road wheels and 34mm corsa n.exts at like 42/46 psi. Felt pretty decent on the slippery descents and corners. Going to ride same bike setup all weekend I think. Tomorrow is mainly road but with a few dirt parts and it'll be wet and there are potholes and stuff.",
    "criteria": []
  },
  {
    "rider": "Peter L",
    "level": "COMPETITIVE",
    "quote": "The bike, wheel, and tire setup was perfect all weekend though. The guy who hosts the race had bike wash stations in his yard so after every stage I hosed off my bike, put it in the stand and wiped everything down good, then put some silca super secret on the chain every night once it dried out.",
    "criteria": []
  },
  {
    "rider": "Peter L",
    "level": "COMPETITIVE",
    "quote": "One of the dirt sections might get cut out depending on how much it's raining. It was greasy this morning then will only get worse.",
    "criteria": []
  },
  {
    "rider": "Peter L",
    "level": "COMPETITIVE",
    "quote": "Day 3 was the 'road race' with an out on dirt to a 10mi circuit that's mostly paved, with a climb on mud but thankfully the descent side was dry.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Race venue hospitality",
    "level": "",
    "quote": "The guy who hosts the race had bike wash stations in his yard",
    "criteria": []
  }
]
