[
  {
    "rider": "Lailah",
    "level": "ELITE",
    "quote": "Ned Gravel was everything it promised to be and more! The climbs were extra spicy and the descents were just as tough.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Kate",
    "level": "ELITE",
    "quote": "A missed turn led me off course farther than I'd like to admit... While I rode the distance of my race, I wasn't able to finish the [actual] course due to my mistake. I'm proud of the ride with difficult climbs and fast descents even if it was not as the race planners had intended.",
    "criteria": [
      "field_depth",
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Hannah",
    "level": "ELITE",
    "quote": "It was hot, hard, and full of ups and downs. While the riding was tough, seeing the D2E ladies and so many other friendly faces was awesome.",
    "criteria": []
  },
  {
    "rider": "Gavin Coombs (Race Director)",
    "level": "UNKNOWN",
    "quote": "Ned Gravel is such a great bike race, but it's also so much more than that. We've worked hard to cultivate something that feels genuinely local, genuinely inclusive—and powerful in its ability to give back.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Gavin Coombs",
    "level": "UNKNOWN",
    "quote": "Overall the event went great! We definitely walk away from each event learning something to make the next year even better. We had over 50 Nederland riders, our most yet, and we were really happy with that.",
    "criteria": []
  },
  {
    "rider": "Megan Hottman (Event sponsor/cyclist-lawyer)",
    "level": "COMPETITIVE",
    "quote": "Gravel racing is the most welcoming version of bike racing... unlike other road races that require a significant financial investment and a team, it's the rider's grit and tenacity that determine how well they perform. Gravel is about the journey just as much as it is about the destination.",
    "criteria": []
  },
  {
    "rider": "Minimum Tire Width",
    "level": "OFFICIAL",
    "quote": "You will need gravel tires for sure! A minimum tire width would be about 35. But a higher volume tire will make it a lot more comfortable. (We won't be measuring, but if you flat four times that's on you!)",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Shoes",
    "level": "OFFICIAL",
    "quote": "There's a good chance you will be walking at some point. Road shoes are STRONGLY discouraged.",
    "criteria": []
  },
  {
    "rider": "Lights",
    "level": "OFFICIAL",
    "quote": "Front lights are recommended and rear lights are strongly recommended. Lights are required for Ultra Riders",
    "criteria": []
  },
  {
    "rider": "General Setup",
    "level": "OFFICIAL",
    "quote": "Carry two water bottles and enough nutrition to last between aid stations, which could be up to 90 minutes apart. Prepare for hot weather but bring a rain jacket in case of afternoon thunderstorms. Helmets are mandatory.",
    "criteria": [
      "climate",
      "length"
    ]
  },
  {
    "rider": "Course Character",
    "level": "OFFICIAL",
    "quote": "Our courses are some of most challenging. This was not our original intent — but when we started building the course from our regular rides, we realized there were very few other races that have as much climbing, as many technical sections, and all at an elevation of 8,000-10,300 feet.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Rowena Trail (Tungsten only)",
    "level": "OFFICIAL",
    "quote": "This is a tricky and technical climb. There will be designated, optional dismount zones.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Steepest Pitch (Tungsten)",
    "level": "OFFICIAL",
    "quote": "Once you hit pavement you will climb the steepest pitch of the course (17%!)",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Mammoth Gulch Climb",
    "level": "COMPETITIVE",
    "quote": "A notable section on the Gold and Tungsten Courses is the Mammoth Gulch climb, which brings riders to the highest point of the race at about 10,300 feet. It is also the sight of the Apex Ghost Town, which racers will bike through.",
    "criteria": []
  },
  {
    "rider": "East 3rd Street Start",
    "level": "UNKNOWN",
    "quote": "East 3rd Street is the perfect first climb for the NedGravel, quickly introducing racers to the rocky terrain to be expected throughout.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Ultra Course Cutoff [ELITE/COMPETITIVE]",
    "level": "",
    "quote": "Strict cutoff time of 12 hours, with intermediate checkpoints to ensure riders are on pace.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Start Strategy",
    "level": "OFFICIAL",
    "quote": "All races will begin with a neutral start, ensuring a safe and controlled rollout from the starting line. Ultra riders will be escorted to the West Magnolia Parking lot, while other courses will be led to Hurricane Hill.",
    "criteria": []
  },
  {
    "rider": "Post-Race Scene",
    "level": "",
    "quote": "After conquering the course, relax and celebrate your achievement with fellow riders. Enjoy the expo, savor delicious food from local trucks, and toast your success with a well-earned drink.",
    "criteria": []
  },
  {
    "rider": "Inclusive Atmosphere [COMPETITIVE perspective]",
    "level": "",
    "quote": "It makes me feel like I've made my own little space in the gravel community, and there are some pretty rad humans there with me!",
    "criteria": []
  },
  {
    "rider": "Inclusivity Initiatives",
    "level": "",
    "quote": "New In 2026 is a ladies first gold start! The first week of registration is reserved only for women, BIPOC, non-binary athletes and Para Cyclists.",
    "criteria": []
  },
  {
    "rider": "Community Support",
    "level": "",
    "quote": "The kindness and support of the gravel community",
    "criteria": []
  },
  {
    "rider": "Local Character",
    "level": "UNKNOWN",
    "quote": "Nederland is no stranger to grit, grandeur, or good coffee.",
    "criteria": []
  },
  {
    "rider": "Town Integration",
    "level": "",
    "quote": "The expo and race bring a seasonal boost to Nederland's economy as well, filling cafés, taprooms, and restaurants with riders and spectators who often return later in the year—not for a KOM, but for a good pour-over or a hike with the family.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Emcee & Atmosphere",
    "level": "",
    "quote": "The always-enthusiastic emcee David Towle rocked the microphone down at the intersection of East 3rd and East Streets, where his voice and the upbeat music bumping from the speakers were carried out across the mountains, signaling the start of this most anticipated event.",
    "criteria": []
  }
]
