[
  {
    "rider": "Kae Takeshita",
    "level": "COMPETITIVE",
    "quote": "I was slightly skeptical as to what kind of courses the organizer had prepared. The event website had very little information available... I was pleasantly surprised how lucky we got and found such a jagged quiet road without too much effort.",
    "criteria": []
  },
  {
    "rider": "Kae Takeshita",
    "level": "COMPETITIVE",
    "quote": "There was one very long gravel descent in the deep woods. The ground was noticeably soft and greasy at some spots. I was expecting something more twisty and winding, but surprisingly it was fairly straight and really long. What is this road usually used for??",
    "criteria": [
      "technicality",
      "climate"
    ]
  },
  {
    "rider": "Kae Takeshita",
    "level": "COMPETITIVE",
    "quote": "The courses consisted of gravel sections connected by paved roads. Gravel roads were mainly forest roads where no one would usually go into, and private gravel paths in between rice fields (thanks, the rice farmers for letting us ride in your lands for the event!).",
    "criteria": []
  },
  {
    "rider": "Kae Takeshita",
    "level": "COMPETITIVE",
    "quote": "The event organizer did a really good job creating the course. It was not monotone at all but very dynamic. Some technical areas, nice and open areas, some nasty climbs, long descents, and one last gravel climb no one probably expected getting so close to the end.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Kae Takeshita",
    "level": "COMPETITIVE",
    "quote": "I love racing but also really enjoy the non-competitive events as well. No pressure and a lot of time to enjoy the scenery and good company. It reminds me of why I started riding gravel to begin with many years ago.",
    "criteria": []
  },
  {
    "rider": "Kae Takeshita",
    "level": "COMPETITIVE",
    "quote": "During this Panaracer Niseko Gravel event, the atmosphere felt something like the American gravel from 10 years ago, but with all the gravel specific equipment in the market, and information and knowledge to ride gravel easily available.",
    "criteria": []
  },
  {
    "rider": "Takahito Kishi",
    "level": "ELITE",
    "quote": "The whole experience was amazing – in every sense of the word... The scenery and the roads here are something that I wouldn't normally encounter in Tokyo, and the entire mountain pass – both ascent and descent – being a gravel section, is something you cannot find elsewhere in the archipelago.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Takahito Kishi",
    "level": "ELITE",
    "quote": "Since this was my first gravel event, I decided to simply just enjoy the whole 100-kilometre ride. It was surprisingly long so I took it easy from the start and enjoyed the scenery and road while riding.",
    "criteria": []
  },
  {
    "rider": "Takahito Kishi",
    "level": "ELITE",
    "quote": "The gravel roads here – which you cannot find anywhere in the Kanto region – feel fresh and never get boring. There is no other location in Japan that surpasses Niseko and Hokkaido as a whole when it comes to location and gravel riding.",
    "criteria": []
  },
  {
    "rider": "Takuya Matsuhashi",
    "level": "UNKNOWN",
    "quote": "It is totally different type of bike. It is not just the middle point of a road bike and a hardtail, it's a completely new category of bike!... To understand gravel biking, you must visit Niseko and try some nice gravel courses!",
    "criteria": []
  },
  {
    "rider": "Takuya Matsuhashi",
    "level": "UNKNOWN",
    "quote": "There are so many scenic gravel courses and gravel enthusiasts around here, as well as the Twin Peaks MTB trails, where you can try your gravel bike handling skills on the track!",
    "criteria": []
  },
  {
    "rider": "Gravel Bike Diversity",
    "level": "UNKNOWN",
    "quote": "Background of the riders was diverse: popular cycling YouTuber & influencers, current and former professional riders and national champions, industry people, and weekend racers and recreational riders. Gravel bikes, mountain bikes, fat bikes, commuter bikes, a dog in a backpack, etc.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Opening Turn",
    "level": "COMPETITIVE",
    "quote": "The start was really relaxed and nothing intense. So chill that literally everyone started riding in the opposite direction at the very first corner!?!",
    "criteria": []
  },
  {
    "rider": "Initial Descent",
    "level": "COMPETITIVE",
    "quote": "The first few kilometers were nice and fast downhill. I started in the mid pack, but quickly came up to the front once the road went up.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "First Gravel Section",
    "level": "COMPETITIVE",
    "quote": "A few miles in, here came the first gravel road. The area was thickly wooded, lots of green, and the gravel was dry, fast, and chunky.",
    "criteria": []
  },
  {
    "rider": "Course Accessibility",
    "level": "COMPETITIVE",
    "quote": "There was no backtracking option for me because the gravel double tracks were narrow and crowded and did not allow two way traffic.",
    "criteria": []
  },
  {
    "rider": "Major Descent",
    "level": "COMPETITIVE",
    "quote": "There was one very long gravel descent in the deep woods. The ground was noticeably soft and greasy at some spots... surprisingly it was fairly straight and really long.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Late-Race Surprise",
    "level": "COMPETITIVE",
    "quote": "One last gravel climb no one probably expected getting so close to the end.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Mountain Pass",
    "level": "ELITE",
    "quote": "The entire mountain pass – both ascent and descent – being a gravel section, is something you cannot find elsewhere in the archipelago.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Road Quality",
    "level": "COMPETITIVE",
    "quote": "Paved roads in Japan are very clean and in good shape in general, and there are no potholes like I'm used to seeing in the US Midwest.",
    "criteria": []
  },
  {
    "rider": "General Advice",
    "level": "ELITE",
    "quote": "Cycling tires you out more than you think, so remember to ride within your limits. If you are tired, don't force yourself to continue riding.",
    "criteria": []
  },
  {
    "rider": "Beginner Strategy",
    "level": "UNKNOWN",
    "quote": "Have fun and keep up with your bike's maintenance. It's easy to let our excitement get ahead of us and that could lead to dangerous situations while gravel riding... make sure your bike is in good shape, calm yourself down, and focus on enjoying the ride.",
    "criteria": []
  },
  {
    "rider": "Event Scale",
    "level": "UNKNOWN",
    "quote": "Last year, they held the event on a much smaller scale. This year, the participation cap was increased to 400... This was for sure the largest gravel event in Japan to date.",
    "criteria": []
  },
  {
    "rider": "Non-Competitive Nature",
    "level": "COMPETITIVE",
    "quote": "Although it was not technically a race and they described it as a fun ride, participants gathered from all over the country.",
    "criteria": []
  },
  {
    "rider": "Rider Diversity",
    "level": "UNKNOWN",
    "quote": "Background of the riders was diverse: popular cycling YouTuber & influencers, current and former professional riders and national champions, industry people, and weekend racers and recreational riders... a dog in a backpack, etc.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Community Spirit",
    "level": "UNKNOWN",
    "quote": "Chatting, riding, encouraging others, riding, and repeat! What a great day!",
    "criteria": []
  },
  {
    "rider": "Event Atmosphere",
    "level": "COMPETITIVE",
    "quote": "During this Panaracer Niseko Gravel event, the atmosphere felt something like the American gravel from 10 years ago, but with all the gravel specific equipment in the market.",
    "criteria": []
  },
  {
    "rider": "Pre-Event Activities",
    "level": "UNKNOWN",
    "quote": "Saturday was a day of packet-pickup, outdoor expo, live music, and industry & guest panels... A number of food trucks were there and I had a hard time deciding what to order.",
    "criteria": []
  },
  {
    "rider": "Event Origin",
    "level": "UNKNOWN",
    "quote": "Niseko Gravel was first held as a test event in October 2020 with five participants, reflecting the then-budding popularity of gravel road bikes.",
    "criteria": []
  },
  {
    "rider": "Local Population",
    "level": "COMPETITIVE",
    "quote": "There were a couple of Australian riders and we chatted a bit. There is a large population of Australians living in the Niseko area.",
    "criteria": []
  },
  {
    "rider": "Tourist-Friendly Infrastructure",
    "level": "COMPETITIVE",
    "quote": "What's different from other remote villages of Japan is that Niseko has lodging options because it's a ski town, and the people are used to receiving both domestic and foreign tourists.",
    "criteria": []
  },
  {
    "rider": "Post-Event Sentiment",
    "level": "UNKNOWN",
    "quote": "For cyclists, it is important to be in a stress-free environment outside of riding our bikes... It is the kind of place where once you've stayed here, you will want to come back again.",
    "criteria": []
  },
  {
    "rider": "Getting There",
    "level": "COMPETITIVE",
    "quote": "If flying in, one would go to New Chitose (CTS), rent a car, and drive for a little over 2 hours. The car is needed to get around as public transportation is scarce there.",
    "criteria": [
      "expenses"
    ]
  },
  {
    "rider": "Event Venue",
    "level": "UNKNOWN",
    "quote": "Niseko Annupuri International Ski Resort No. 2 Parking Lot",
    "criteria": []
  }
]
