[
  {
    "rider": "From Route Description",
    "level": "UNKNOWN",
    "quote": "The route begins in Denmark's vibrant capital, crossing rural landscapes and rolling farmland before a ferry crossing into southern Sweden. Riders then traverse remote gravel paths, serene lakesides, and forested ridgelines deep into the Swedish backcountry.",
    "criteria": []
  },
  {
    "rider": "Course Character",
    "level": "UNKNOWN",
    "quote": "White gravel roads, winding climbs with sea-view, technical descents through pine forests, loose rock sections and flowing high-speed stretches",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Self-Supported Rules",
    "level": "UNKNOWN",
    "quote": "This is not a stage race. Nordic Chase Gravel is a single-stage, fixed-route event with a generous 110-hour cutoff time. Riders must be fully self-supported—no outside assistance, no pre-arranged help, and no team cars.",
    "criteria": []
  },
  {
    "rider": "Event Philosophy",
    "level": "UNKNOWN",
    "quote": "Created for the ultra-distance gravel and bikepacking community, Nordic Chase Gravel combines the grit of unsupported racing with the beauty of Nordic wilderness. It's not just a race; it's a multi-country journey across some of Europe's most pristine and underexplored gravel terrain.",
    "criteria": [
      "adventure",
      "field_depth"
    ]
  },
  {
    "rider": "Organizer Background",
    "level": "UNKNOWN",
    "quote": "The event is independently organized by a passionate ultra-cyclist based in Copenhagen",
    "criteria": []
  },
  {
    "rider": "Post-Race",
    "level": "UNKNOWN",
    "quote": "Every participant will be welcomed with cheers, photos and refreshments. We will be waiting at the finish line until every last rider rolls - all the way until the cut-off time.",
    "criteria": []
  },
  {
    "rider": "Navigation",
    "level": "UNKNOWN",
    "quote": "Riders must follow the official route to be ranked",
    "criteria": []
  },
  {
    "rider": "Accommodation",
    "level": "UNKNOWN",
    "quote": "Not included in the registration. Riders need to arrange their own overnights (hotels, Airbnb's, hostels or sheltered options). You can also coordinate with fellow participants in the WhatsApp group to share accommodations.",
    "criteria": [
      "expenses"
    ]
  },
  {
    "rider": "Traffic Laws",
    "level": "UNKNOWN",
    "quote": "All riders must obey local traffic laws. That includes stopping at red lights, using lights after dark, and riding safely and respectfully. Breaking traffic rules can lead to disqualification — safety always comes first.",
    "criteria": []
  }
]
