[
  {
    "rider": "Jon in Sweden",
    "level": "ELITE",
    "quote": "Preparation running up to the race was very good. Volume was high enough, intensity was there, and the bike set up was on point. I ended up going with my Grizl SL6 with SRAM Apex XPLR with 44t front and 10-44 back. Schwalbe Racing Ray/Ralph, front and back, 2.1",
    "criteria": []
  },
  {
    "rider": "Jon in Sweden",
    "level": "ELITE",
    "quote": "I marshalled on the Saturday, for the womens' races and the mens over 50s. It was cold and windy, but at least it didn't rain. The evening saw enough rain to make the track quite wet, and then race day for me say intermittent showers and 30kph wind. 16-17c.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Jon in Sweden",
    "level": "ELITE",
    "quote": "There were 86 in my age group (40-44). I got to the pens early and got a front spot. I pushed off fairly hard at the start, but didn't go absolutely all out. The opening 500m is flat along a dam wall, with a tight and punchy little 10% climb at the end of it. That split the group a bit.",
    "criteria": []
  },
  {
    "rider": "Jon in Sweden",
    "level": "ELITE",
    "quote": "By 20km, I'd caught and passed all but a handful in my group and we decided to work together to try to catch the leaders. [...",
    "criteria": []
  },
  {
    "rider": "Tim o",
    "level": "UNKNOWN",
    "quote": "My son rode that race, same age group as you, his first gravel race. Made a schoolboy error of riding around warming up only to find that he was at the back of the pen for the start, so went over the startline pretty well at the back.",
    "criteria": []
  },
  {
    "rider": "Official Event Recommendation",
    "level": "ORGANIZER",
    "quote": "A standard all-rounder gravel tyre (35-45mm) will be ideal for both routes. [...] This route is designed for gravel bikes but you will be fine on a hardtail MTB.",
    "criteria": []
  },
  {
    "rider": "Jon in Sweden",
    "level": "ELITE",
    "quote": "The opening 500m is flat along a dam wall, with a tight and punchy little 10% climb at the end of it. That split the group a bit. The course goes around a reservoir initially, with some climbs to split the field.",
    "criteria": []
  },
  {
    "rider": "Jon in Sweden",
    "level": "ELITE",
    "quote": "The descents on the other side were almost designed for me with them being not too steep, but fairly twisty, with technical cornering and rough terrain.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Official Route Description",
    "level": "ORGANIZER",
    "quote": "The gravel in this part of North Wales is mostly smooth with a couple of soft spots which could be muddy if wet but overall this is an off-roader suitable for all abilities. [...] 90% of route is off-road.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Official Route Description",
    "level": "ORGANIZER",
    "quote": "Starting with a lap of the world famous karting track at GYG, we head around the beautiful and wild Llyn Alwen before a lap of Llyn Brenig. From there, we head into Clocaenog Forest for some punchy climbs and beautiful fire roads.",
    "criteria": [
      "prestige"
    ]
  },
  {
    "rider": "Official Route Description",
    "level": "ORGANIZER",
    "quote": "Both routes involve a decent amount of climbing starting with a tough climb to Alwen. The forest section is lumpy but the sections around the reservoirs is flatter and flowing.",
    "criteria": []
  },
  {
    "rider": "Jon in Sweden",
    "level": "ELITE",
    "quote": "For the last 25km, I had (for the first time in my life) some pretty unpleasant cramps. [...] Having seen literally dozens of guys at the side of the road covered in sealant, I realise that I'm incredibly lucky.",
    "criteria": []
  },
  {
    "rider": "Jon in Sweden",
    "level": "ELITE",
    "quote": "In a stroke of tremendous luck, I puctured on the final straight and didn't even notice until I tried to ride up to the race village afterwards and the tyre went completely flat. A big gash in the rear, which I attempted to plug later on but it wouldn't hold air.",
    "criteria": []
  },
  {
    "rider": "Official Event Description",
    "level": "ORGANIZER",
    "quote": "You will be greeted at the finish line with a beer & food available from our food truck. Perfect to chat about your day with fellow riders.",
    "criteria": []
  },
  {
    "rider": "Official Event Description",
    "level": "ORGANIZER",
    "quote": "This is wild, remote & scenic gravel riding but all within 2 hours of Birmingham, Manchester & Liverpool. Camp over for a great gravel weekend including a club ride in Eryri National Park on Sunday.",
    "criteria": [
      "logistics",
      "adventure"
    ]
  }
]
