[
  {
    "rider": "Brian Werner",
    "level": "UNKNOWN",
    "quote": "I had a great time. I thought the venue was great, the route was great, the vendors were great. It was great :D",
    "criteria": []
  },
  {
    "rider": "Ian Breitlow",
    "level": "UNKNOWN",
    "quote": "Amazing! I have done so many grassroots events in the Midwest and this was I think #1 for quality and hospitality. The hot coffee and pastries in the morning just make a difference to everyone. Also the super clean, not-porta potty bathrooms make my wife and family's day so much nicer.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Hannah Witte",
    "level": "UNKNOWN",
    "quote": "As a not very experienced rider, it was a challenging course (even the shortest route) but overall doable and fun experience.",
    "criteria": []
  },
  {
    "rider": "Kevin Huang",
    "level": "UNKNOWN",
    "quote": "Really mfn hard, really hilly, really sick views, really excited for next year's!",
    "criteria": []
  },
  {
    "rider": "Phil Solberg",
    "level": "UNKNOWN",
    "quote": "Great experience, was my first gravel ride.",
    "criteria": []
  },
  {
    "rider": "Ryan Greene",
    "level": "UNKNOWN",
    "quote": "I raced all over this year everything from Midsouth to Montana to Steamboat this race packed the biggest punch with the most gravel as far as course goes.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Uriah Matznick",
    "level": "UNKNOWN",
    "quote": "I unfortunately had a mechanical and dropped out at mile 40ish of the 100mile course, but those 40 miles were awesome",
    "criteria": []
  },
  {
    "rider": "JEANNE FRICKE",
    "level": "UNKNOWN",
    "quote": "It was one of the prettiest rides I've ever done The atmosphere was fun The route was challenging but doable",
    "criteria": []
  },
  {
    "rider": "Eric Cleveland",
    "level": "UNKNOWN",
    "quote": "Incredibly fun event. Maps were a bit wonky bit that's a minor quibble.",
    "criteria": []
  },
  {
    "rider": "Colin Timm",
    "level": "UNKNOWN",
    "quote": "Perfect blend of casual community riding and competitive racing",
    "criteria": []
  },
  {
    "rider": "Mark Lee",
    "level": "UNKNOWN",
    "quote": "The 40 was challenging and had a great versatile terrain.",
    "criteria": []
  },
  {
    "rider": "Keith Rust",
    "level": "UNKNOWN",
    "quote": "Fantastic! I am assuming 5 is the highest, I'd give it a 10 otherwise",
    "criteria": []
  },
  {
    "rider": "Leslie Johnson",
    "level": "UNKNOWN",
    "quote": "Most enjoyed a true gravel experience highlighting MN rolling farmland, barns and bluff views. Gathering in farm field pre and post race was an added bonus",
    "criteria": [
      "field_depth",
      "experience"
    ]
  },
  {
    "rider": "Ryan Girtler",
    "level": "UNKNOWN",
    "quote": "Great experience. Loved the atmosphere",
    "criteria": []
  },
  {
    "rider": "Carolyn Franzone",
    "level": "UNKNOWN",
    "quote": "Everything was excellent! Only glitch was that I was dropped on the shake out ride and got lost because one of the directions on the cue sheet was wrong. My mistake that I didn't have my lights with me, but I didn't know the distance until we met in the parking lot.",
    "criteria": []
  },
  {
    "rider": "Erin Sullivan",
    "level": "UNKNOWN",
    "quote": "I had a spectacular time. Being able to sleep in my car in the pasture was very helpful due to high prices of hotel rooms at that time. The organization of the event was great. The course was challenging yet beautiful.",
    "criteria": [
      "climate",
      "expenses"
    ]
  }
]
