[
  {
    "rider": "Anonymous blogger",
    "level": "ELITE",
    "quote": "I rode the 102-mile route, which was 71% unpaved, with constant rolling hills. The frequent unexpected turns often led onto the 'least likely' road at the intersection (you know, the road that looks like nobody ever drives down it).",
    "criteria": []
  },
  {
    "rider": "Anonymous blogger",
    "level": "ELITE",
    "quote": "Recent heavy rains left many gravel roads muddy, and logging activities had filled some roads with large rocks, making a mountain bike (or a 4-wheel drive Jeep) more suitable in some spots. The rough terrain left my shoulders very sore by day's end.",
    "criteria": [
      "technicality",
      "climate"
    ]
  },
  {
    "rider": "Anonymous blogger",
    "level": "ELITE",
    "quote": "Despite finishing second-to-last, it was gratifying to hear cheers and my name announced as I rode through the finishing chute... I wasn't racing the timed sections; instead I was just aiming to enjoy the ride.",
    "criteria": []
  },
  {
    "rider": "Samson Large (race organizer)",
    "level": "UNKNOWN",
    "quote": "Last year ended up being almost perfect. That heavy rain during the week before padded down the roads nicely, although there were a few heavy mud patches on the course, causing a crash for one tough 'ole Roller.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Samson Large",
    "level": "UNKNOWN",
    "quote": "My favorite part of every one of our events is always and will forever be the after race hangout raffle and awards ceremony. It's so much fun getting to chop it up with all you Rollers, seeing the stoke at an all time high as you roll through the finish.",
    "criteria": []
  },
  {
    "rider": "Tire Choice",
    "level": "ELITE",
    "quote": "I rode a Trek Checkpoint gravel bike with stock 'team issue GR1' tires at 50 psi. These tires held up well but struggled with mud and loose-gravel climbs. My pressure was probably too high, but I am not running tubeless and I am a heavier rider so I tend to push the pressure limits.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Bike Handling",
    "level": "ELITE",
    "quote": "The Checkpoint's IsoSpeed couplers provided comfort, and the bike felt stable on descents, easily reaching speeds of 28-30 mph on loose gravel.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "General Guidance",
    "level": "UNKNOWN",
    "quote": "No gravel bike? No worries! Any bike in good safe working condition can be used. However, you do you. Just remember, there may or may not be an award for poorest bike choice!",
    "criteria": []
  },
  {
    "rider": "May 11, 2024",
    "level": "",
    "quote": "The weather was perfect—cool temperatures, low winds, and an almost cloudless sky.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "May 2024",
    "level": "",
    "quote": "That heavy rain during the week before padded down the roads nicely, although there were a few heavy mud patches on the course.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Road Conditions",
    "level": "",
    "quote": "The area is known for 'red clay,' and these roads had a lot of it.",
    "criteria": []
  },
  {
    "rider": "Surface Quality",
    "level": "",
    "quote": "None of the loose stuff here, just hard red dirt interspersed with a sprinkling of gravel across miles and miles of twisting and rolling terrain.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Navigation",
    "level": "",
    "quote": "Emphasizing 'self-reliance,' the organizers didn't include route turn signs so having the GPS route was essential. They did update the route just days before the event, ensuring accuracy.",
    "criteria": []
  },
  {
    "rider": "Unexpected Infrastructure",
    "level": "",
    "quote": "The route crossed three bridges closed to vehicles, requiring trust in the GPS to head down a road with signs of 'Bridge Closed 5 Miles Ahead' and just ride over the berm blocking the road.",
    "criteria": []
  },
  {
    "rider": "Scenery",
    "level": "",
    "quote": "You'll ride through endless timberland and spooky hollows and be rewarded with occasional views of the Fall Line as it stretches across the landscape.",
    "criteria": [
      "experience"
    ]
  },
  {
    "rider": "Format Overview [ALL LEVELS]",
    "level": "",
    "quote": "This is a 'Gran Fondo' style race with timed sections, allowing riders to enjoy a relaxed pace between the all out efforts... The race was judged based on the cumulative times for the timed sections only, not your overall course time.",
    "criteria": []
  },
  {
    "rider": "Training Comparison",
    "level": "UNKNOWN",
    "quote": "If you are looking to put some finishing touches on your Unbound training this is the perfect course. While Unbound will lack the curving roads, the short and recurring undulations of the Okey Dokey mimic much of what you will experience at Unbound.",
    "criteria": []
  },
  {
    "rider": "Aid Station Miss",
    "level": "ELITE",
    "quote": "I missed the rest stop at mile 69, likely because it was a block off the actual route. The rural route had no gas stations or retail outlets (other than the Dollar General I missed), so carrying all necessary food and hydration is crucial.",
    "criteria": []
  },
  {
    "rider": "Rough Terrain Consequences",
    "level": "ELITE",
    "quote": "The rough terrain left my shoulders very sore by day's end",
    "criteria": []
  },
  {
    "rider": "Finish Line Experience",
    "level": "ELITE",
    "quote": "I was impressed that they announced riders as they finished. Despite finishing second-to-last, it was gratifying to hear cheers and my name announced as I rode through the finishing chute.",
    "criteria": []
  },
  {
    "rider": "Post-Race Scene",
    "level": "UNKNOWN",
    "quote": "My favorite part of every one of our events is always and will forever be the after race hangout raffle and awards ceremony. It's so much fun getting to chop it up with all you Rollers, seeing the stoke at an all time high as you roll through the finish.",
    "criteria": []
  },
  {
    "rider": "Event Size",
    "level": "",
    "quote": "With well over 200 riders showing out to experience some of the nicest red clay roads the country has to offer!",
    "criteria": []
  },
  {
    "rider": "Local Welcome",
    "level": "",
    "quote": "The communities of Auburn and Opelika feature some of the best landscape in the entire SouthEastern USA when it comes to Gravel Cycling, and they welcome cyclists with open arms.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Support Infrastructure",
    "level": "",
    "quote": "We manage our own team of on-course medical support in order to reduce the load on rural EMS resources... Our roving support vehicles carry mechanical assistance in addition to medical support. No matter what happens on-course, we've got you covered.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Camping",
    "level": "",
    "quote": "If you're looking for the sweetest camping spot, be sure to go ahead and hit up Chewacla State Park. Those campsites are primo and usually sell out before we even get our promos put out there.",
    "criteria": [
      "logistics"
    ]
  }
]
