[
  {
    "rider": "Mielle Blomberg",
    "level": "UNKNOWN",
    "quote": "Our riders meeting announcements led me to believe my race route could include the following: becoming a human kite in monster cross-winds, sinking in a gravel slurry mix of wheel sucking quicksand, getting t-boned by a nice retiree backing out of their driveway, or ending my day and possibly my fro...",
    "criteria": [
      "technicality",
      "climate"
    ]
  },
  {
    "rider": "Mielle Blomberg",
    "level": "UNKNOWN",
    "quote": "1st hill, immediately after go, was about a 30% grade punch and a chain breaker for the guy next to me who made it 2 pedal strokes before it snapped... I counted 6 riders with flats pulled off on the side of the road in the first 5 miles and we hadn't even got to the slurry of no return yet.",
    "criteria": []
  },
  {
    "rider": "Mielle Blomberg",
    "level": "UNKNOWN",
    "quote": "The descent after Aide Station 1 (mile 13.6) was rough, thick gravel with tight sweeping corners and little room for error.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Mielle Blomberg",
    "level": "UNKNOWN",
    "quote": "Rain continued for over 4 hours as we humped our way through the coast range... The last climb is almost 10 miles. That is all I am worried about. What a doozie... Up, with more ups, out of the saddle ups, low back screaming ups. Oh look. More ups! Ughhh.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Mielle Blomberg",
    "level": "UNKNOWN",
    "quote": "After a righthand turn the sun was indeed glaring through the haze of our passing storm and the 'fire swamp' presented itself. Huge holes, some obvious, some not, requiring some fast thinking at 20+mph as they spread across the road like landmines.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Shawn Petersen",
    "level": "ELITE",
    "quote": "Day 2: Race started on up hill with nearly an hour of fast uphill racing. I stayed with the main group (non-elite) for most of the first climb, then ended up in a small group. Dropped everyone near the top... Climb two was a grind.",
    "criteria": [
      "field_depth",
      "elevation"
    ]
  },
  {
    "rider": "Steve Cash, Race Organizer",
    "level": "UNKNOWN",
    "quote": "This is either a great ride or an abomination... is remote, it's hilly and it's an ass-kicker. It's also a gorgeous ride through deep forest and along ridges with vistas of seemingly endless trees to the east and the sparkle of the ocean to the west.",
    "criteria": []
  },
  {
    "rider": "Shawn Petersen",
    "level": "ELITE",
    "quote": "Tires were too small for the dry sketchy descents",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Official Course Info",
    "level": "UNKNOWN",
    "quote": "38MM Tires Minimum recommended but not required. Know your ability to break!... Some areas are smooth but have moss and pine needles and some pothole",
    "criteria": []
  },
  {
    "rider": "Opening Climb",
    "level": "",
    "quote": "1st hill, immediately after go, was about a 30% grade punch",
    "criteria": []
  },
  {
    "rider": "Aid Station 1 Area",
    "level": "",
    "quote": "The descent after Aide Station 1 was rough, thick gravel with tight sweeping corners and little room for error. We were warned of a very sharp left turn towards the bottom.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Miles 30-40",
    "level": "",
    "quote": "One of the most beautiful parts of this route happen between mile 30 and 40 when the swollen Yachts River appears on your left, blending the sound of rushing water with spinning wet tires on pavement, leading you to open farm lands and a dilapidated barn making its' last stand.",
    "criteria": []
  },
  {
    "rider": "Final Climb",
    "level": "",
    "quote": "The last climb is almost 10 miles... Up, with more ups, out of the saddle ups, low back screaming ups.",
    "criteria": []
  },
  {
    "rider": "Final Descent",
    "level": "",
    "quote": "After a righthand turn the sun was indeed glaring through the haze... Huge holes, some obvious, some not, requiring some fast thinking at 20+mph as they spread across the road like landmines.",
    "criteria": []
  },
  {
    "rider": "Finish",
    "level": "",
    "quote": "The finish of this day is actually UPHILL. 1/4 mile of almost single track, mud and rocks until the overgrown shrubs recede to the glorious finish line tent.",
    "criteria": []
  },
  {
    "rider": "Course Splitting Decision",
    "level": "",
    "quote": "Please remember you may drop down to the shorter 37-mile loop during the event at Aid Alpha by stopping and notifying the aid station people.",
    "criteria": []
  },
  {
    "rider": "Finish Line Experience",
    "level": "",
    "quote": "The finish of this day is actually UPHILL. 1/4 mile of almost single track, mud and rocks until the overgrown shrubs recede to the glorious finish line tent basking in the sun... there is one final sign to read- IT'S ALL OVER BUT THE CRYING.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Post-Race",
    "level": "",
    "quote": "When they come back down that final stretch, there will be a beer garden and hot meal waiting for them, plus honor and glory, cheering crowds, and music!",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Support Network",
    "level": "",
    "quote": "We have over 12 Ham Radio Operators from the Lincoln County Auxiliary Communication Service on course to attempt to break through the hills and revenues of the Siuslaw National Forest. We have first aid on hand at the finish and on course within an hour in most cases.",
    "criteria": []
  },
  {
    "rider": "Swag",
    "level": "",
    "quote": "DeFeet Merino Wool socks, which are the best socks PERIOD for your spring cycling season. We love them so much we give you a pair. We also have custom Oregon Coast Gravel Epic shirts and trucker hats for sale and include a Hammer Nutrition bag with supplies.",
    "criteria": []
  }
]
