[
  {
    "rider": "Flo Costa",
    "level": "ELITE",
    "quote": "The Oregon Trail Gravel Grinder was one of my target races for the year. Leading up to the race I was able to put in a solid block of specific training, followed by a taper week that left me feeling pretty good on race day.",
    "criteria": []
  },
  {
    "rider": "Sofia Gomez-Villafañe",
    "level": "ELITE",
    "quote": "I think the vibes are so high that people forget how hard this race actually is. I got cooked in 2022… and I never came back for the entire rest of the year.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Cameron Jones",
    "level": "ELITE",
    "quote": "It's an amazing experience as always. There's a reason I came back and it's the first race I put on my calendar for this year.",
    "criteria": []
  },
  {
    "rider": "Sarah Sturm",
    "level": "ELITE",
    "quote": "You learn so much [in stage racing]. You get so much fitness, the GC can change with one flat tire. It's super exciting. There's tactics.",
    "criteria": []
  },
  {
    "rider": "Payson McElveen",
    "level": "ELITE",
    "quote": "I've just had this on my bucket list for ages. I'm in for future years too, because it was just awesome. Everyone has always told me how awesome it is, but it was even better than I expected.",
    "criteria": []
  },
  {
    "rider": "Desiree Taylor",
    "level": "RECREATIONAL",
    "quote": "We saw that [Oregon Trail] is an all-inclusive [experience], like going to Cancun, except to ride your bike. People at work were like, 'So you're going to ride your bike?' And I'm like, yeah. 'You're not going to sit on the beach?' No—we're going to ride bikes.",
    "criteria": []
  },
  {
    "rider": "Cécile Lejeune",
    "level": "ELITE",
    "quote": "After a cold night, where I wake up a first time to retrieve an extra layer from my tote box, and a second time to rook around for some food to sooth my hungry stomach, I pile my plate with bagels and muffins. The name of the game this week is carbs, and I know how to play.",
    "criteria": []
  },
  {
    "rider": "Cory Wallace",
    "level": "ELITE",
    "quote": "The Oregon Trail Gravel Grinder is always a highlight of any race season. 5 days of proper gravel racing and camping across the Cascades.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Michael van den Ham",
    "level": "ELITE",
    "quote": "It's no secret that gravel racing has become pretty serious business these days. In the big, one day races, people have their routines, plans, things that they need to stick to to do well and, well, you don't actually get to spend a lot of time just hanging out.",
    "criteria": []
  },
  {
    "rider": "Ian Boswell",
    "level": "ELITE",
    "quote": "The race passes a lot of areas I camped as a kid so I am most looking forward to returning to those areas and also having my daughters and wife along for a few days to relive the memories I have from my childhood.",
    "criteria": []
  },
  {
    "rider": "Becca Fahringer",
    "level": "ELITE",
    "quote": "Multiple stages means you can target racing hard for the overall, or focus on one day. And if you have a bad day on the bike the camp vibes make up for it. It's just fun no matter what!",
    "criteria": []
  },
  {
    "rider": "Sarah Max",
    "level": "ELITE",
    "quote": "The racing is hard, and interesting, and challenging, but the whole experience is next level.",
    "criteria": []
  },
  {
    "rider": "Danni Shrosbree",
    "level": "ELITE",
    "quote": "I am racing Oregon Trail as not only is it in an incredible part of America I've always wanted to explore, but also the uniqueness of the event. Racing five hard stages then finishing each day camping in a new spot will be really special.",
    "criteria": []
  },
  {
    "rider": "Pete Stetina",
    "level": "ELITE",
    "quote": "Many of the folks in gravel want to travel for adventure, not just a race result. This is one of the best events to experience one of the USA's nicest mountain ranges.",
    "criteria": [
      "experience"
    ]
  },
  {
    "rider": "Stage 1 Description",
    "level": "ELITE",
    "quote": "The beginning of stage 1 started out relatively flat, with no one wanting to drive the pace up front, on smooth red lava rock gravel roads.",
    "criteria": []
  },
  {
    "rider": "Stage 1 2025",
    "level": "RECREATIONAL",
    "quote": "Despite the sandy and sometimes loose volcanic rock typical of the eastern Cascades, riders were rewarded with fast-moving roads and expansive views. Much of the course was shaded by towering pine forests, but as the day progressed and riders neared Gilchrist, the landscape began to open up.",
    "criteria": [
      "technicality",
      "field_depth",
      "experience"
    ]
  },
  {
    "rider": "Stage 2 Terrain",
    "level": "ELITE",
    "quote": "Throughout the first hour of gravel roads, the size of the group stays steady, except for loosing Morgan for a brief moment due to a flat tire. Going up the first big climb of the day, our pack dwindles down to 5.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Stage 3 TT Format",
    "level": "ELITE",
    "quote": "I love this format of racing: three timed sections on a course, 6 miles uphill, 6 miles 'rollercoaster', and 4 miles descent.",
    "criteria": [
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Stage 5",
    "level": "ELITE",
    "quote": "Stage 5 started with a big climb over McKenzie Pass on some pavement before dropping into the dusty east side of the Cascades on some loose gravel roads.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Camp Amenities",
    "level": "",
    "quote": "Delicious Catered Breakfast, Lunch, & Dinner. Nightly Campsite Festivities. Post-Ride Massages (additional fee). Stocked Aid Stations. Fat Tire Celebration & Whiskey Bar. On-Course & In-Camp Mechanics. Specialty Morning Coffee.",
    "criteria": [
      "logistics",
      "field_depth",
      "race_quality"
    ]
  },
  {
    "rider": "Pro/Amateur Integration",
    "level": "",
    "quote": "By night, they shared war stories over glass-bottle Cokes and catered meals that tasted like victory, regardless of where they'd finished.",
    "criteria": []
  },
  {
    "rider": "Summer Camp Comparison",
    "level": "",
    "quote": "By day, pros and amateurs battled for position across moondusty climbs and technical descents. By night, they shared war stories over glass-bottle Cokes and catered meals...It's like summer camp for adults who love bikes, dirt, and the kind of suffering that makes you feel truly alive.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Start Line Atmosphere",
    "level": "RECREATIONAL",
    "quote": "As the sun moved high in the summer sky above the starting arch at Seventh Mountain Resort, the excitement was palpable. Nervous laughter filled the air as last-minute tire pressure checks were made and jersey pockets were stuffed with gels.",
    "criteria": []
  }
]
