[
  {
    "rider": "Disastrous_Angle_391",
    "level": "COMPETITIVE",
    "quote": "After all the sleep issues, woke up at 4:55. Got up, got ready, got to Hayward and on the warm-up fields by 6:05. Warmed up with local run group. Felt nervous, had to pee multiple times and almost missed the start!",
    "criteria": []
  },
  {
    "rider": "Mike Ripley, Event Director",
    "level": "ELITE",
    "quote": "We are thrilled to welcome cyclists from all backgrounds to the Oregon Gran Fondo. This event not only celebrates the sport of cycling but also the breathtaking landscapes that make our region so special.",
    "criteria": []
  },
  {
    "rider": "Argonaut Cycles rider perspective",
    "level": "COMPETITIVE",
    "quote": "The first time a cyclist crests Passo Gardena during the Maratona dles Dolomites, time becomes irrelevant. What remains is the overwhelming beauty of limestone peaks rising from the valley floor, the ribbon of road snaking ahead, and the knowledge of riding in the tire tracks of legends.",
    "criteria": []
  },
  {
    "rider": "Argonaut Cycles",
    "level": "COMPETITIVE",
    "quote": "There's a moment, usually in the final miles, when you realize you're going to finish. Regardless of your time, this realization brings a profound satisfaction.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Essential toolkit [ELITE/source]",
    "level": "",
    "quote": "Don't neglect your toolkit: two spare tubes or tubeless repair plugs, a reliable mini-pump or CO2 inflator, a multi-tool with chain breaker, and a quick link. Each is a small insurance policy against an unexpected plot twist.",
    "criteria": []
  },
  {
    "rider": "Wider tire benefits [COMPETITIVE/source]",
    "level": "",
    "quote": "Wider tires (>30mm) running slightly lower pressure transform rough roads from antagonists to mere setting.",
    "criteria": []
  },
  {
    "rider": "Bike selection [COMPETITIVE/source]",
    "level": "",
    "quote": "This is where purpose-built bikes like the Supernaut RM3 find their perfect expression. With a carbon layup tuned specifically for long-distance ride quality and a geometry that places the rider in the sweet spot between aggression and comfort, it's designed for the Gran Fondo narrative.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Safety equipment [ELITE/source]",
    "level": "",
    "quote": "This event has a high-traffic 55MPH zone in many places. We suggest a taillight and to always be aware to yield to traffic for your safety and the safety of the local residents.",
    "criteria": []
  },
  {
    "rider": "General weather preparation [ELITE/source]",
    "level": "",
    "quote": "During the week, it may rain because it's Oregon, so be prepared!",
    "criteria": []
  },
  {
    "rider": "Ideal conditions described",
    "level": "COMPETITIVE",
    "quote": "It was overcast, and cool, sub 50 degrees. The weather for the entire race was PERFECT!",
    "criteria": []
  },
  {
    "rider": "Route characteristics [ELITE/source]",
    "level": "",
    "quote": "With high-elevation climbs, exhilarating descents, and sweeping views of lush forests and picturesque farmland",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "Specific road conditions [ELITE/source]",
    "level": "",
    "quote": "Elk Road being bumpy leading to Aid 2 Medio",
    "criteria": []
  },
  {
    "rider": "Dangerous sections [ELITE/source]",
    "level": "",
    "quote": "One special concern is high-speed sharp turns, especially on Territorial Rd after descending Wolf Creek, along with the Gran Turn from Territorial to CG lorane later in the event. This turn is left and Flaggers cannot protect your back side when making a left turn",
    "criteria": []
  },
  {
    "rider": "Course description [UNKNOWN/source]",
    "level": "",
    "quote": "A 72-mile bicycle ride through the western foothills of Oregon's Coastal Range with 300 other cyclists",
    "criteria": []
  },
  {
    "rider": "Gravel route [ELITE/source]",
    "level": "",
    "quote": "The Gravel Adventure route combines paved stretches with rugged gravel paths. This 94-mile adventure takes riders deeper into the remote parts of the Coast Range, featuring long gravel segments through dense forests, steep climbs, and technical descents.",
    "criteria": [
      "technicality",
      "elevation",
      "adventure"
    ]
  },
  {
    "rider": "Turnaround specifics [ELITE/source]",
    "level": "",
    "quote": "Turnaround for the Gran... mile 54, Esmond Creek and Siuslaw (No Racing Zone for this 100-yard mini loop)",
    "criteria": []
  },
  {
    "rider": "Route marking [ELITE/source]",
    "level": "",
    "quote": "THE COURSE IS MARKED WITH 5-MILE MARKERS AND YARD SIGNAGE ALONG WITH PINK ARROWS",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Start timing strategy [ELITE/source]",
    "level": "",
    "quote": "Thirty minutes [early start] is available on registration for those who need extra time. Please check in to be noted on the early start list so we can track your time correctly... Please yield to faster riders and pull over to the right!",
    "criteria": []
  },
  {
    "rider": "Aid station strategy [COMPETITIVE/source]",
    "level": "",
    "quote": "Take what you need, but don't linger too long. The body cools quickly, and restarting cold muscles adds unnecessary difficulty.",
    "criteria": []
  },
  {
    "rider": "Start line advice [COMPETITIVE/source]",
    "level": "",
    "quote": "When the countdown ends and the crowd surges forward, resist the temptation to follow the fastest wheels. The opening miles of a Gran Fondo often see surges of adrenaline-fueled enthusiasm that can burn matches you'll desperately need hours later.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Grab-and-go bottles [ELITE/source]",
    "level": "",
    "quote": "For Gran Riders at Aid 2, we have 50 pre-filled Oregon Gran Fondo bottles to grab and go!",
    "criteria": []
  },
  {
    "rider": "Timing system [ELITE/source]",
    "level": "",
    "quote": "Please note the timing stops 6 miles from Cottage Grove... Final aid stop after Chip timing 6 miles from Cottage Grove. Water will be available at the timing point and the chip return area.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Common crash pattern [ELITE/source]",
    "level": "",
    "quote": "The usual way a crash goes is: Riders come into the lap point or aid station and tell race personnel that someone is messed up and is not moving or holding an arm or knee. The next rider says the person is sitting up, followed by the next person saying he/she is on their bike.",
    "criteria": []
  },
  {
    "rider": "Safety record [ELITE/source]",
    "level": "",
    "quote": "We have an excellent track record at the Oregon Gran Fondo overall, with a few spills that required EMS each year",
    "criteria": []
  },
  {
    "rider": "Dangerous conditions [ELITE/source]",
    "level": "",
    "quote": "This event has a high-traffic 55MPH zone in many places... One special concern is high-speed sharp turns, especially on Territorial Rd after descending Wolf Creek",
    "criteria": []
  },
  {
    "rider": "Communication challenges [ELITE/source]",
    "level": "",
    "quote": "We have over 12 Ham Radio Operators from SLARA on course to attempt to break through the hills and valleys of the Coast range... We have first aid on hand at the finish and on course within an hour. In most cases, we can get to you with a dispatch from Douglas or Lane County EMS",
    "criteria": []
  },
  {
    "rider": "No outside feeds [ELITE/source]",
    "level": "",
    "quote": "Due to the narrow roads and the safety of other participants, no outside feeding of riders is permitted for the Oregon Gran Fondo!",
    "criteria": []
  },
  {
    "rider": "Route changes prohibited [ELITE/source]",
    "level": "",
    "quote": "YOU MAY NOT INCREASE YOUR ROUTE TO THE LONGER LOOP AT ANY POINT IF YOU SIGNED. PLEASE ADJUST YOUR ROUTE AT PACKET PICKUP",
    "criteria": []
  },
  {
    "rider": "Event philosophy [ELITE/source]",
    "level": "",
    "quote": "Gran Fondo is not a race but rather a mass start event designed to draw the community together and give everyone a chance to enjoy the fun of riding a bike on the same course as the pros. It is truly a ride for everyone who is up for the challenge",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Post-race experience [COMPETITIVE/source]",
    "level": "",
    "quote": "The finish area of a Gran Fondo offers its own traditions — the medal or certificate, the recovery meal shared with new friends, the comparing of...",
    "criteria": []
  },
  {
    "rider": "Awards ceremony [ELITE/source]",
    "level": "",
    "quote": "Custom Awards, as always, for 11 divisions, awarded starting at 1:30pm and 2:30 pm. Food Vendors to use your food voucher on site or use in the local Community and on site for quick after-event re-fueling.",
    "criteria": []
  },
  {
    "rider": "Community bonding [COMPETITIVE/source]",
    "level": "",
    "quote": "There's a particular kind of bond formed between strangers who suffer together. As you settle into a paceline with riders you've never met, exchanging nothing but hand signals and the occasional nod for miles at a time, something shifts.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Local support [ELITE/source]",
    "level": "",
    "quote": "Enjoy the local community and relax in Cottage Grove. Check out all the great things to do in our area from Eugene Cascades,Coast Sports",
    "criteria": []
  },
  {
    "rider": "Camping availability [ELITE/source]",
    "level": "",
    "quote": "Dry Camping available at Bohemia Park by reserving with registration",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Packet pickup logistics [ELITE/source]",
    "level": "",
    "quote": "Friday Cottage Grove 4-6pm Coast Fork Brewing, Saturday 6:45 am until 8:15 am Bohema Park",
    "criteria": []
  },
  {
    "rider": "Bathroom tip [ELITE/source]",
    "level": "",
    "quote": "By the way, there are bathrooms on the concourse at hayward, you don't need to use the porta potties. Also, if you are going to check you gear bag, please write you number on the back, in advance!",
    "criteria": []
  }
]
