[
  {
    "rider": "Jess Nankman",
    "level": "ELITE",
    "quote": "What a weekend, the perfect event experience. Great courses. Amazing volunteers. Spectacular race amenities such as camping, food, and showers. This is a race that both Nankmans would recommend.",
    "criteria": []
  },
  {
    "rider": "Jess Nankman",
    "level": "ELITE",
    "quote": "5th female gravel race, 3rd female mountain bike race; 2nd for those that did both races",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "My plan was to really concentrate on pacing myself. I tend to go out too fast then end up 'death marching' the last 20 or so miles of a race, so, when we hit a few rollers, I forced myself to sit back & spin while others kept the intensity up.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "I am really, really happy with my ride. I now have a really good feel for what type of pace I can sustain for that type of distance.",
    "criteria": []
  },
  {
    "rider": "Andrew Evans",
    "level": "ELITE",
    "quote": "Sometimes finishing in fourth can be disheartening, but this time I knew I had given it everything I could",
    "criteria": []
  },
  {
    "rider": "Joël Nankman",
    "level": "ELITE",
    "quote": "16th male gravel, 28th mountain bike (mens field of almost 100 for gravel and over 100 for mtb); 12th combined",
    "criteria": []
  },
  {
    "rider": "Jess Nankman",
    "level": "ELITE",
    "quote": "Make sure your tire sealant is fresh and you carry flat fixing items; flat tires were numerous both days including Joel who did get two flats on the gravel day. Luckily Saucon Valley Bikes supplied us with lots of tubes and sealant to take along on this trip so flats could be fixed.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Jess Nankman",
    "level": "ELITE",
    "quote": "60 miles of gravel racing on my Devote Advanced Saturday and 60 miles of mountain biking on some amazing single track on my Piqued Advanced Pro 29 Sunday",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "Finished third for the Singlespeed category with a 34x20 gea[ring]",
    "criteria": []
  },
  {
    "rider": "Jess Nankman",
    "level": "ELITE",
    "quote": "Temperature swings are quite possible. For this year racers woke to frost on the ground both days and with an 8am start it was still quite cold in the mornings but warmed up to the 60s/70s by the end of the race.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Andrew Evans",
    "level": "ELITE",
    "quote": "It was cold at the start, but it promised to warm up quickly and be a beautiful day in the Ouachitas.",
    "criteria": []
  },
  {
    "rider": "Andrew Evans",
    "level": "ELITE",
    "quote": "The 61-mile course has a couple of moderate climbs in the first 25 miles, followed by mostly flat roads leading up to one final half-mile climb that tops out four miles from the finish line.",
    "criteria": []
  },
  {
    "rider": "Jess Nankman",
    "level": "ELITE",
    "quote": "Creek crossings were numerous at both races, be ready for wet feet.",
    "criteria": []
  },
  {
    "rider": "Jess Nankman",
    "level": "ELITE",
    "quote": "Get your climbing legs ready, both days have significant climbing; they make your legs hurt but are worth the effort.",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "The first 8.5 miles were a little pavement & some gravel",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "After numerous mudholes and creeks, the climb started",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "I tend to go out too fast then end up 'death marching' the last 20 or so miles of a race, so, when we hit a few rollers, I forced myself to sit back & spin while others kept the intensity up.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Jess Nankman",
    "level": "ELITE",
    "quote": "With the races being no more than three to six hours for us we easily carried all we needed including all out Honey Stinger nutrition in our back pockets.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Andrew Evans",
    "level": "ELITE",
    "quote": "The racing was fairly calm at the start, and a large front group of around 30 to 40 riders was together as we hit the first checkpoint at mile 15.",
    "criteria": []
  },
  {
    "rider": "Jess Nankman",
    "level": "ELITE",
    "quote": "The Ouachita Challenge had all of the above, getting gold stars for all the categories and had the full conglomeration of all the things a racer can want and need.",
    "criteria": []
  },
  {
    "rider": "Jess Nankman",
    "level": "ELITE",
    "quote": "Camping Friday and Saturday night was allowed directly on the school campus, with racers parking their vans and setting up their tents at various locations around the grounds.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Jess Nankman",
    "level": "ELITE",
    "quote": "Oh my, this was just top notch... The Ouachita Challenge rose above and beyond in the food category. There was post race food on Sunday of personal pizzas for each racer which hit the spot perfectly after 60 miles of tough mountain biking.",
    "criteria": []
  },
  {
    "rider": "Jess Nankman",
    "level": "ELITE",
    "quote": "They were all so amazing. Every person involved with this race was just so nice, caring, involved, and friendly. One could tell they all just want to race to be a success.",
    "criteria": []
  },
  {
    "rider": "Jess Nankman",
    "level": "ELITE",
    "quote": "Courses both days were well marked with volunteers at road crossings and trail intersections directing racers.",
    "criteria": []
  },
  {
    "rider": "Jess Nankman",
    "level": "ELITE",
    "quote": "Both days had ample aid stations that offered both nutrition and hydration.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Jess Nankman",
    "level": "ELITE",
    "quote": "Podium awards were for the top three each day and then the top winner overall for the combined double event. Awards were cash; can never go wrong with that. A race photographer was present both days taking some amazing photos for purchase.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Official info",
    "level": "",
    "quote": "The race started from Oden, AR at 8:00 to the sound of a ringing church bell",
    "criteria": []
  },
  {
    "rider": "Jess Nankman",
    "level": "ELITE",
    "quote": "All riding and everything having to do with the race was based out of the school complex in Oden. This was the absolutely perfect hub. Registration, parking, and the race start/finish were all right there.",
    "criteria": []
  }
]
