[
  {
    "rider": "Seth Wood",
    "level": "UNKNOWN",
    "quote": "I knew nothing of the lore of gremlin bells when I signed on for Ozark Gravel DOOM, at the urging of a friend after a coveted spot opened in the sold-out 2023 event.",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "6:27 a.m., Friday the 13th, 2022. Twenty-four grown-ass adults are walking around in circles ringing bells and there is a dude wearing a Scream mask counting down the minutes until a bike ride begins. What the F%#k is going on?",
    "criteria": []
  },
  {
    "rider": "Anonymous rider (Angry Catfish)",
    "level": "UNKNOWN",
    "quote": "According to Andrew, the route is now in its final form with a caveat of 30 miles of single track. Ten miles to greet you at the front of the route, and 20 miles dropped near the end to remind you of the race's namesake.",
    "criteria": []
  },
  {
    "rider": "Maggie Livelsberger",
    "level": "ELITE",
    "quote": "I feel like I have a terrible imposter syndrome and one day people are going to be like, 'How did you pull this off? There's no way,'",
    "criteria": []
  },
  {
    "rider": "Tom Schwemberger",
    "level": "ELITE",
    "quote": "Another incredible detail is that up until this race, Tom hadn't ever used caffeine for performance on ultra races. Not being a coffee drinker, it seems the 100mg pills he used to power through each night worked like a charm.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Water filtration failure",
    "level": "UNKNOWN",
    "quote": "I found that my previously tested filter was no longer filtering and needed a new filter! FML... This was the first of many water intakes that were not filtered (fingers crossed to no giardia)",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "General climate note",
    "level": "UNKNOWN",
    "quote": "Arkansas weather plays games—humidity, sudden storms, temperature swings that ruin race day plans... the region's notorious for unpredictable conditions. Spring races risk rain turning gravel into slip-and-slide misery.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Singletrack character",
    "level": "UNKNOWN",
    "quote": "This is the real deal OG hand-cut single track, techy, steep, punchy, wet, double black diamond segments, and often not rideable. I'm confident I would have been faster leaving my 'gravel' bike at the top and trail-running the entire 20-mile segment.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Specific climbs",
    "level": "",
    "quote": "With a number of climbs that easily enter 25%+ grades, a broken electronic shifting system is less than ideal.",
    "criteria": []
  },
  {
    "rider": "Final descents into Oark",
    "level": "",
    "quote": "the final descents back into Oark are still some of the smoothest and seemingly longest ones of the route, and was so nice just to bomb these back to town",
    "criteria": []
  },
  {
    "rider": "Venue change",
    "level": "",
    "quote": "An additional change to Doom is the start and finish have moved from the Oark General store in Oark, AR, to Horseshoe Canyon Ranch just outside of Jasper, AR.",
    "criteria": []
  },
  {
    "rider": "Tom's position recovery",
    "level": "ELITE",
    "quote": "Tom... started roughly 30 minutes after everyone had endeavored on those first, brutal climbs",
    "criteria": []
  },
  {
    "rider": "High DNF rate",
    "level": "",
    "quote": "It's considered one of the most difficult and craziest routes... There's a very high did-not-finish rate",
    "criteria": []
  },
  {
    "rider": "Navigation errors",
    "level": "",
    "quote": "My computer didn't tell me I was off route, and I found myself re-routing on the Ozark National Forest hiking trail",
    "criteria": []
  },
  {
    "rider": "Weather attrition",
    "level": "",
    "quote": "Days of biblical rains and brutal conditions... with a freeze warning tonight, who knows how many will remain",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Gremlin bell tradition",
    "level": "",
    "quote": "A refreshing feature of Doom is that Andrew passes out gremlin bells 15 minutes before the race starts, and EVERY rider walks around their bikes ringing them to ward off evil spirits. We then attach the bells to our bikes and depart promptly at 7:00 am.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Race Director's commitment",
    "level": "",
    "quote": "The episode also underscores the cultural magic of Doom, thanks in large part to race director Andrew's commitment to each finisher—waiting in the dark, offering hugs and beers at the barn, embodying the soul of grassroots endurance racing.",
    "criteria": []
  },
  {
    "rider": "Venue atmosphere",
    "level": "",
    "quote": "Upon entering and traversing the 1.5mi descent into the valley to get to the trading post and restaurant, it's immediately evident that this is a special place. Beautiful bluffs, loblolly pines, creeks, and critters surround the Ranch.",
    "criteria": []
  },
  {
    "rider": "Growth and reputation",
    "level": "",
    "quote": "In 2025 it stood as the largest ultra-distance bikepacking event in the United States apart from the Tour Divide, and its reputation continues to grow",
    "criteria": []
  },
  {
    "rider": "Cultural comparison",
    "level": "",
    "quote": "why this race might be the 'Mid South' of bikepacking",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Inclusivity evolution",
    "level": "",
    "quote": "Now offering multiple distance options, it welcomes both those dipping their toes into longer efforts and seasoned riders seeking their next great challenge.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Grassroots ethos",
    "level": "",
    "quote": "Founded and Directed by Andrew Onerma of the Ozark Gravel Cyclists, Ozark Gravel Doom is a grassroots endurance gravel/MTB race",
    "criteria": [
      "technicality"
    ]
  }
]
