[
  {
    "rider": "Trimarni blogger",
    "level": "UNKNOWN",
    "quote": "The actual climb from the bottom of Paris Mountain (starting on Old Buncome) is 2.17 miles. You can also climb Paris Mountain starting on State Park Road/253, which is a 3.69 mile climb. In total - from one side to the other, it's ~5.8 miles.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Trimarni blogger",
    "level": "UNKNOWN",
    "quote": "According to my Garmin, the average grade (Old Buncome side) is ~6% but there are only two steep pitches (the first is around 7% and the last one at the top is ~10%. The climb has a few segments where you can change your cadence and pick up some speed - even though you are still climbing.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Trimarni blogger",
    "level": "UNKNOWN",
    "quote": "Road condition: Great! The road was recently paved and compared to the road conditions around the area, I'd call this excellent. It's very smooth!",
    "criteria": []
  },
  {
    "rider": "Trimarni blogger",
    "level": "UNKNOWN",
    "quote": "From the Old Buncome side - start at 1168 feet and finish at 1972 feet (total gain = 1565 feet). From the State Park Road side - start at 1283 feet and finish at 1972 feet (total gain = 1690 feet).",
    "criteria": []
  },
  {
    "rider": "Trimarni blogger",
    "level": "UNKNOWN",
    "quote": "The descend has a few switch backs but nothing too tight. This is a good climb for those who are wanting to practice descending skills. I'd consider it a safe descend as you can always see where you are going (or which way the road is turning).",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Trimarni blogger",
    "level": "UNKNOWN",
    "quote": "Aside from a written statement 'You made it' on the top of the climb (on the other side of the road), there's no view to enjoy at the top.",
    "criteria": []
  },
  {
    "rider": "Trimarni blogger",
    "level": "UNKNOWN",
    "quote": "Paris Mountain is home to many houses. However, it's a very popular cycling route (for example, Karel and I did three repeaters on Paris Mountain yesterday and we must have saw a dozen cyclists within an hour). Cars expect cyclists so I consider it a very safe bike route.",
    "criteria": []
  },
  {
    "rider": "Trimarni blogger",
    "level": "UNKNOWN",
    "quote": "This is a go-to climb when you are visiting Greenville. Because it's just off the Swamp Rabbit Trail (by Furman University - off Roe Ford) and close to Traveler's Rest, it's a good option to include in your ride - especially if you want to get in some extra elevation.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Trimarni blogger",
    "level": "UNKNOWN",
    "quote": "If you are new to cycling or you don't have a lot of experience climbing on your bike, you'll feel incredibly attemping this climb. No matter how far you get up the climb, you'll feel accomplished.",
    "criteria": []
  }
]
