[
  {
    "rider": "Damian Bradley",
    "level": "COMPETITIVE",
    "quote": "This is where the race really begins. The following section was fast, hard-pack gravel road, causing splits in the field as things strung out. The goal became to drop those who were cracking, and find people to work with to start bridging gaps...",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Damian Bradley",
    "level": "COMPETITIVE",
    "quote": "In the final 10 kilometres, this game finally took its toll. Unable to hold pace to stay on the tail of nearest group ahead, I rode solo, time trial style, through to the duo of waiting mud chutes. Thankfully, I navigated them sans drama...",
    "criteria": []
  },
  {
    "rider": "Matt Surch",
    "level": "ELITE",
    "quote": "The crushed gravel under my tires replaced hardened steel and creosote-marinated wood years ago. Today's remnant of an artery once vital to eastern Canada's transportation network recedes into the horizon ahead, cool, yet infernal wind pushing against every leeward, straining square millimeter of my...",
    "criteria": [
      "technicality",
      "climate"
    ]
  },
  {
    "rider": "Matt Surch",
    "level": "ELITE",
    "quote": "O.M.F.G! Hands down, this is the nastiest, most energy sucking sector I've ever ridden a bike across. Picture a furrowed farm field, 4",
    "criteria": []
  },
  {
    "rider": "Kyra",
    "level": "COMPETITIVE",
    "quote": "In this stretch there was a huge downed tree on the single track, but other than that it's not clear why we were all walking. There was mud, but it shouldn't have caused such a back-up. I ended up chatting with the people around me while we walked, and stood still, including another triathlete.",
    "criteria": []
  },
  {
    "rider": "Kyra",
    "level": "COMPETITIVE",
    "quote": "When a dozen or more 100k riders caught us, we were riding through a farm, on a series of hills that had mud pits at the bottom. They passed us at a high rate of speed, on the left, and on the right, weaving in and out of riders. It was pretty crazy.",
    "criteria": []
  },
  {
    "rider": "Kyra",
    "level": "COMPETITIVE",
    "quote": "I suffered some abdominal pains for the last 20k of the race — not GI, not a side stitch — which made my pace slow. I've had them before, on both my road and mountain bikes, and only ever on long rides. I haven't figured out what causes them!",
    "criteria": []
  },
  {
    "rider": "Taison McIntyre",
    "level": "ELITE",
    "quote": "My choice of bike paid off at this point as the bend east was an uphill battle in sand and cobbles. Most of the race we were exposed to an unrelenting north east wind...",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Bones [COMPETITIVE/ELITE]",
    "level": "",
    "quote": "I was in the lead group the whole day, so it was absolutely full-gas in the sectors and then a regroup (rinse repeat). For me it was very heavy on V02max, but if you are further back it would be more of a tempo/threshold effort.",
    "criteria": []
  },
  {
    "rider": "Ashes1962",
    "level": "COMPETITIVE",
    "quote": "Last year the 70km had some downed logs which most of the field dismounted for, five or six mudded bits of a 100 or more yards, and two 500 yard(ish) bits of mud which most mid-field riders walked. From a training perspective, there is nothing particularly serious to contend with.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Ashes1962",
    "level": "COMPETITIVE",
    "quote": "That said, bike selection is important … last year I pinch flatted and I wasn't the only one. I also lost 5 minutes or more clearing mud from my rim brakes. It's a sticky spring goo that picks up straw and sticks and doesn't clear naturally or easily.",
    "criteria": []
  },
  {
    "rider": "Markea",
    "level": "COMPETITIVE",
    "quote": "I did the 70k route this past spring, which was actually about 56 km, if i remember correctly; I did not miss the extra 14 km... The route is a mix of pavement, packed gravel roads, loose gravel, farmer's fields, rail trails and sections of thick, goopy mud.",
    "criteria": [
      "technicality",
      "field_depth"
    ]
  },
  {
    "rider": "Markea",
    "level": "COMPETITIVE",
    "quote": "I think that they water the muddy sections to make sure that they have not dried out before the race.",
    "criteria": []
  },
  {
    "rider": "COVID [Markea - COMPETITIVE]",
    "level": "",
    "quote": "It was a lot of fun, even though i believe that i contracted COVID in the shuttle bus!",
    "criteria": []
  },
  {
    "rider": "Scale and History",
    "level": "",
    "quote": "Paris to Ancaster is Canada's largest race with over 2,000 riders attending this year. Participants run the full range of abilities. From the invited professional cyclists, who typically finish the course in around two hours, to recreational riders whose aim is simply to complete the race.",
    "criteria": [
      "field_depth",
      "race_quality"
    ]
  },
  {
    "rider": "Support Services [Multiple sources]",
    "level": "",
    "quote": "The entire course was very well marked with police officers at all road intersections directing traffic.",
    "criteria": []
  },
  {
    "rider": "Peter Glassford's Perspective",
    "level": "COMPETITIVE",
    "quote": "Remember to Enjoy your training and Race Day – Smile + Recruit Friends. It is cliche but RELAX and ENJOY. You will survive and you will have a smile at the end and some great stories.",
    "criteria": []
  }
]
