[
  {
    "rider": "Shane Hitz",
    "level": "ELITE",
    "quote": "This route is hard, no doubt about it. It has two sections of old school singletrack the first being four miles long... It has about 20% roads that are gnarly chunk or unrelenting sand. The sand is worse this year because of the drought.",
    "criteria": [
      "technicality",
      "length"
    ]
  },
  {
    "rider": "Shane Hitz",
    "level": "ELITE",
    "quote": "Definitely had a tough go at this on day one. Ended the first night at around 10:00. I was pretty gutted but thanks to a friend for inspiring me to get rest and rethink my situation in the morning...",
    "criteria": []
  },
  {
    "rider": "Chris Schotz",
    "level": "ELITE",
    "quote": "Shane is upfront about how tough some of this terrain can be. It's an adventure with a few grinds and great rewards. Riding the SoNic in one go is a lot like the infamous Crusher up in Michigan - enhanced gravel with truck road surprises.",
    "criteria": []
  },
  {
    "rider": "Chris Schotz",
    "level": "ELITE",
    "quote": "Around mile 50 SoNic encounters the legendary Nicolet-Roche singletrack known for massive boulders and the Wolfman Triathlon that will be coming the opposite direction Saturday morning only.",
    "criteria": []
  },
  {
    "rider": "Nick Holzem",
    "level": "ELITE",
    "quote": "Butler Rock area was tough, loose big rock, and plenty of sand... Night riding was slower than I imagined. I made it to the Nicolet Roche mountain bike section and finished my day similarly to how it started, riding mountain bike trails.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Nick Holzem",
    "level": "ELITE",
    "quote": "Next up a final long ascent up to the Kent Lookout tower, then all downhill from there. I rolled back into Jack Lake before noon and jumped in the clear and cool waters of Jack Lake.",
    "criteria": [
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Chris Schotz",
    "level": "ELITE",
    "quote": "I normally run a loaded Fargo with 29x2.6 tires, but for the FKT I rode a stripped down gravel bike with 700x50 tires - the minimum to get it done.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Course organizer description",
    "level": "",
    "quote": "The route is designed to take riders to remote and hard-to-get-to and unknown places often traveling through overgrown vegetation and sometimes shouldering your bike over downed trees. In June, you can expect muddy two-track and be prepared for a river ford.",
    "criteria": [
      "adventure"
    ]
  },
  {
    "rider": "Nick Holzem",
    "level": "ELITE",
    "quote": "The section after Lakewood shares the steep ATV trails as the Pickerel Buck 40, these were even harder at night despite the ATV club doing some trail repairs since earlier this year.",
    "criteria": []
  },
  {
    "rider": "Nick Holzem",
    "level": "ELITE",
    "quote": "I had originally planned to ride it evenly spaced over 3 days; 140, 130, and 90 the last day. This would put me at Morgan Lake and Bagley Rapids campgrounds each night with opportunities to rinse off in the lake/stream.",
    "criteria": []
  },
  {
    "rider": "Shane Hitz",
    "level": "ELITE",
    "quote": "Camping in dispersed spots in the National Forest is always a magical experience when doing stuff like this.",
    "criteria": []
  }
]
