[
  {
    "rider": "Tom Owen",
    "level": "ELITE",
    "quote": "After one night sleeping on the ground, you look brain-fried, cognitively disjointed. While coffee might drive away the mental fog of tiredness, it does nothing for your appearance. Drink all the flat whites you like, you still look like a hobo.",
    "criteria": []
  },
  {
    "rider": "Tom Owen",
    "level": "ELITE",
    "quote": "I rode the Pirinexus, or my version of it, on a steel frame Decathlon road bike from the 1990s... Running 25c tyres, mismatched wheels and a metal fork with an outrageous rake to it, it proved anything but nimble; it felt practically lethal on rocky descents.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Tom Owen",
    "level": "ELITE",
    "quote": "My water bottles froze both nights. On the first night my breakfast banana also froze. On the second night I slept with my snacks inside my sleeping bag.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "The Raw Stories team",
    "level": "UNKNOWN",
    "quote": "50 kilometers of hard climbing (23 km of them by gravel) were waiting for us, from Ceret (Km 180) until the top of Col d'Ares (Km 230). It was really hard and a huge nightmare for a lot of participants, and some of them left the race on that point.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "The Raw Stories team",
    "level": "UNKNOWN",
    "quote": "Col d'Ares was our main goal in our minds. If we achieved it, we knew that we could finish the race on time.",
    "criteria": []
  },
  {
    "rider": "The Raw Stories team",
    "level": "UNKNOWN",
    "quote": "We did the latest 49 km during the night, riding really fast thru a single-track direction Girona and trying to earn some minutes.",
    "criteria": []
  },
  {
    "rider": "Dan de Rosilles",
    "level": "UNKNOWN",
    "quote": "I have mounted, from an old Raleigh frame modified in the Caminade workshop in Ille-sur-Têt, a very comfortable bike... The Pirinexus 360 Challenge is the dream opportunity to validate the relevance of this assembly and prove that the fixed gear is also suitable for long off-road routes.",
    "criteria": []
  },
  {
    "rider": "Timo Rokitta",
    "level": "COMPETITIVE",
    "quote": "After 334 kilometers and almost 3,300 meters of climbing, the fastest gravel rider only needed 12:28 hours. The last finishers arrived just before 1.a.m. to the finish after almost 19 hours of riding.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Timo Rokitta",
    "level": "COMPETITIVE",
    "quote": "On a gravel 'Via Verde' (a former railway converted into a cycle path) with many deep puddles and wet feet we climbed gently to our first destination, Olot.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Timo Rokitta",
    "level": "COMPETITIVE",
    "quote": "An ice-cold wind was blowing and the view was fantastic [at Col d'Ares]. On the very long descent it slowly got warmer and warmer.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Timo Rokitta",
    "level": "COMPETITIVE",
    "quote": "After the descent, the wind picked up and of course it came from the front. It was now over fast gravel slopes in the direction of the sea.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Official Event Guidance",
    "level": "UNKNOWN",
    "quote": "For the test all types of bikes are admitted, although the most recommended are the gravel or cyclocross bicycles. It can also be done with a road bicycle with 25 or 28-inch tires, or a 29-inch mountain bike with flat tires.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Tom Owen's Bikepacking Trip",
    "level": "ELITE",
    "quote": "My water bottles froze both nights. On the first night my breakfast banana also froze.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Via Verde Sections",
    "level": "UNKNOWN",
    "quote": "The Pirinexus starts and finishes on Via Verde, a smooth gravel custom-built bike path that stretches from the Costa Brava to Olot in the foothills of the Pyrenees.",
    "criteria": []
  },
  {
    "rider": "Col d'Ares Climb",
    "level": "",
    "quote": "50 kilometers of hard climbing (23 km of them by gravel) were waiting for us, from Ceret (Km 180) until the top of Col d'Ares (Km 230).",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Border Crossing Technical Section",
    "level": "UNKNOWN",
    "quote": "After climbing a quiet lane to reach the border the road quite simply disappears and a fairly technical, awesome stretch of gravel unfolds. Here a mountain bike or an adventure gravel bike would make this section loads of fun. Anyone on tyres under 40c would be on foot.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Post-France Descent",
    "level": "COMPETITIVE",
    "quote": "The second crossing of the Pyrenees in the direction of Spain followed on a small paved path that was full of loose gravel. Once at the top, we went on a bumpy trail to the second feed station in La Jonquera.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Night Riding",
    "level": "UNKNOWN",
    "quote": "We did the latest 49 km during the night, riding really fast thru a single-track direction Girona.",
    "criteria": []
  },
  {
    "rider": "Overall Character",
    "level": "UNKNOWN",
    "quote": "The route passes through all types of terrain, tarmac roads, many gravel tracks and some urban zones.",
    "criteria": []
  },
  {
    "rider": "Surface Conditions",
    "level": "UNKNOWN",
    "quote": "After La Jonquera the route alternates between quiet lanes and gravel farm tracks – perfect to enjoy on any type of gravel bike.",
    "criteria": []
  },
  {
    "rider": "Mental Goal Setting",
    "level": "UNKNOWN",
    "quote": "Col d'Ares was our main goal in our minds. If we achieved it, we knew that we could finish the race on time.",
    "criteria": []
  },
  {
    "rider": "Time Management",
    "level": "UNKNOWN",
    "quote": "When you're bikepacking, you need to find a spot to sleep and don't want to do that in the dark, which in early spring in Spain means you need to know where you're going to sleep by 6pm. Usually, I try to be in position, effectively 'in bed' about half an hour after the sun has gone down.",
    "criteria": []
  },
  {
    "rider": "Feed Station Info",
    "level": "COMPETITIVE",
    "quote": "Here there was pasta and coke for battered gravel bikers.",
    "criteria": []
  },
  {
    "rider": "Finish Time Spread",
    "level": "COMPETITIVE",
    "quote": "After 334 kilometers and almost 3,300 meters of climbing, the fastest gravel rider only needed 12:28 hours. The last finishers arrived just before 1.a.m. to the finish after almost 19 hours of riding.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Time Limit",
    "level": "",
    "quote": "Participants have 20 hours to make an itinerary",
    "criteria": []
  },
  {
    "rider": "Technical Section Risk",
    "level": "UNKNOWN",
    "quote": "After climbing a quiet lane to reach the border the road quite simply disappears and a fairly technical, awesome stretch of gravel unfolds... Anyone on tyres under 40c would be on foot.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Sleep Deprivation",
    "level": "UNKNOWN",
    "quote": "We only could sleep 4 hours the night before the race but we tried to be ready on time for start line and keep our mind aware for the first part of the ride.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Event Philosophy",
    "level": "UNKNOWN",
    "quote": "Although the event is timed and is fiercely competitive among the front runners, the organisers say that 'for us all the cyclists are equally as important as the first one.'",
    "criteria": []
  },
  {
    "rider": "Pro Participation",
    "level": "COMPETITIVE",
    "quote": "This year the peloton included three professional cyclists - Hayley Simmonds from CAMS-Basso and Ana Dillana & Carlos Verona from Movistar.",
    "criteria": []
  },
  {
    "rider": "Field Size",
    "level": "COMPETITIVE",
    "quote": "Almost 100 starters were at the start in Girona on September 24th [2022].",
    "criteria": []
  },
  {
    "rider": "Event Context",
    "level": "",
    "quote": "The event is held during the three days of the Sea Otter Europe salon",
    "criteria": []
  },
  {
    "rider": "Regional Beauty",
    "level": "",
    "quote": "Catalunya is a fundamentally beautiful place, capable of prosperity and peace... gorgeous monasteries and tumbledown churches that would draw busloads of tourists were they in England, remain totally unvisited. Unloved, not because they are not beautiful, but because there are so commonplace.",
    "criteria": []
  },
  {
    "rider": "Organizer Background",
    "level": "",
    "quote": "Jordi Cantal, the creator of 'The Pirinexus 360 Challenge'... himself cyclist and lover of his region, wishes to convince, thanks to this event, more and more athletes to embrace the practice of gravel.",
    "criteria": []
  }
]
