[
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "This 1 mile grunt had my legs calling me all sorts of terrible names. Cresting the top, I enjoyed some more free speed downhill before hitting the final 4 miles of pavement back to Hwy 215.",
    "criteria": []
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "Me: Hammie, why are you being so fussy today? Hammie: Probably because you made me run twice this week. Me: Well that should not be a big deal. Hammie: Well, it is. I don't like it. Me: If you keep whining, I am going to go to Revive Massage Therapy and have Virginia work on you.",
    "criteria": []
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "Too tired to attempt barrier hopping, I at least managed to crawl over them without falling. I finished with a time of 5:38:37, good enough for second.",
    "criteria": []
  },
  {
    "rider": "Matt Sweeney",
    "level": "COMPETITIVE",
    "quote": "Race day came after three or four nights of pretty rough sleep, and the night before may have been the worst. I'm not always great at managing stress, and it tends to show up in strange ways. This was one of them.",
    "criteria": []
  },
  {
    "rider": "Matt Sweeney",
    "level": "COMPETITIVE",
    "quote": "Halfway up toward Gloucester Gap, I started to realize I wasn't really sure what I had in the tank. Once we turned onto 215, it became pretty clear that whatever I thought was there… wasn't much. I went into conserve mode pretty quickly.",
    "criteria": []
  },
  {
    "rider": "Matt Sweeney",
    "level": "COMPETITIVE",
    "quote": "The weather was great. My family was there. I got to ride bikes for five hours with a good friend. I tried to do the right thing and sit with that instead of spiraling too hard on the result. Looking back, I probably went out a little too hard, but more than that my body just wasn't having it.",
    "criteria": []
  },
  {
    "rider": "Dicky/TeamDicky",
    "level": "COMPETITIVE",
    "quote": "Ssure I eventually had the 'I don't wanna do hard things anymore, there won't be a '25 season, I'm going to go home and sell all my bikes' thoughts, but I got over it pretty quick when I made my way over to the side of the course I hadn't seen in six years since my last Monster Cross.",
    "criteria": []
  },
  {
    "rider": "Dicky/TeamDicky",
    "level": "COMPETITIVE",
    "quote": "I ended up finishing ten minutes faster than forty nine year old me six years ago. I'm pleased. How often do I say that? Not often enough.",
    "criteria": []
  },
  {
    "rider": "JOM/Gravel Cyclist",
    "level": "UNKNOWN",
    "quote": "Pisgah Monster Cross originally included a 25-mileish stretch of the Blue Ridge Parkway which brought its own set of problems. People in cars, farting about the place looking at the scenery, phones and not paying attention to cyclists.",
    "criteria": []
  },
  {
    "rider": "JOM/Gravel Cyclist",
    "level": "UNKNOWN",
    "quote": "I took my sweet time refilling bottles and imbibing... I made a bad decision to pass up the first aid station thinking I could make it to the second one on two bottles. I found myself taking the lids off and drinking the last couple ounces at mile thirty three.",
    "criteria": []
  },
  {
    "rider": "Jimbo (via JOM)",
    "level": "UNKNOWN",
    "quote": "Somewhere during the descent of 475B, Jimbo's front wheel slid out on a corner and he hit the deck. The sound of a bike and rider hitting any hard surface is unnerving at best, but I'm pleased to say Jimbo popped up almost immediately, straightened his bars and took a mental collection of things.",
    "criteria": []
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "My weapon of choice was my Niner RLT RDO. Although the new gravel had some chunk to it, there was not enough to justify the Niner Air 9 RDO. I ran Maxxis Rambler 40/38 combo.",
    "criteria": []
  },
  {
    "rider": "JOM/Gravel Cyclist",
    "level": "UNKNOWN",
    "quote": "Pictured above is my steed from the 2019 Pisgah Monster Cross race, the 3T Exploro LTD mega long-term review bike, kitted out with SRAM's Red eTap AXS 12-speed system, 46/33 chainrings, 11-33 cassette, complimented by ENVE G23 rims and hubs / Berd spokes.",
    "criteria": []
  },
  {
    "rider": "JOM/Gravel Cyclist",
    "level": "UNKNOWN",
    "quote": "In the days leading up to the race, I conversed with one of the locals concerning tyre choice. Historically, Pisgah Monster cross has been suited to anyone riding a hardtail mountain bike, or a gravel bike shod with a 45mm wide tyre.",
    "criteria": []
  },
  {
    "rider": "JOM/Gravel Cyclist",
    "level": "UNKNOWN",
    "quote": "I believe Jimbo was rolling the Schwalbe G-One tyre in 700c x 40mm, which I felt wasn't the best choice for this course.",
    "criteria": []
  },
  {
    "rider": "Dicky/TeamDicky",
    "level": "COMPETITIVE",
    "quote": "John. I think he looks young, but that could be because I'm old. He's on a squishy fronted mountain bike with larger'ish tires, so if I can't climb faster than him, I'm certainly not gonna make time up on the chunk gnar gravel to the west with my 42s on a turgid bike.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "The gnarliest descent of the day was on FS 4663C, about 1 mile of pretty steep chunky and loose rock. This was one place, albeit short, where a mountain bike would excel over a gravel bike... I just told myself to settle and not do anything stupid, like bang a rim or slice a tire.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "Wolf Mountain Road. This 5 mile section was fairly rugged on a gravel bike, what with dodging mud holes and wash outs, descending chunky embedded rock, and then climbing short but steep pitches. My eyes were definitely glued to the 'road.'",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "After looking at Gloucester Gap. My back still felt like someone was putting a hot iron to L5. I endured the pain during the 4 mile descent, knowing relief would come during the 5 mile climb up FS 475B.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "When I turned onto FS475 and hit the stutter bump section, I had to fight for every inch of that climb. Too loose for me to stand and hammer, I had to sit and endure the back wrenching bumps.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "JOM/Gravel Cyclist",
    "level": "UNKNOWN",
    "quote": "One mile of warm-up followed by about five-ish miles of sustained climbing. Red = getting nice and steep... The Garmin's ClimbPro screen that I was mostly ignoring, indicated we were now traversing the Red section of the climb, gradient 9% to 12%.",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "JOM/Gravel Cyclist",
    "level": "UNKNOWN",
    "quote": "Remember earlier when I spoke about this race favoring bigger tyres? This is when they come in handy... we descended for about 3.2kms / two miles before dropping onto the pavement of 276 for a brief moment.",
    "criteria": []
  },
  {
    "rider": "Matt Sweeney",
    "level": "COMPETITIVE",
    "quote": "This year the course got a small but meaningful update — up Joel Branch and down into the hatchery on 475C. It was already a hard course, and that change made it better. Harder, but better.",
    "criteria": []
  },
  {
    "rider": "Matt Sweeney",
    "level": "COMPETITIVE",
    "quote": "We hit the Joel Branch climb, which I know well, and then dropped into the chaos of 475C down into the hatchery. We were flying, but things stayed upright, and we rolled out onto 475 toward the long climb up 215 feeling pretty good.",
    "criteria": []
  },
  {
    "rider": "Dicky/TeamDicky",
    "level": "COMPETITIVE",
    "quote": "It's not the kind of course where a person with one cog can do much playing well with all the others when they have good options at their fingertips. Surge past on the climbs only to give it all back on the flats.",
    "criteria": []
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "At first I latched on, seeking a little shelter from the wind, but when I saw my heart rate heading to zone 4, I knew I had to back off. Then Mr. Squeaky Shoe showed up. He passed me at a pretty good clip so I didn't immediately latch on...",
    "criteria": []
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "I settled into a rhythm which kept my heart rate in zone 3. For the most part I was alone... At first I latched on, seeking a little shelter from the wind, but when I saw my heart rate heading to zone 4, I knew I had to back off.",
    "criteria": []
  },
  {
    "rider": "Matt Sweeney",
    "level": "COMPETITIVE",
    "quote": "The race went off fast. Really fast. I probably got a little caught up in that... Halfway up toward Gloucester Gap, I started to realize I wasn't really sure what I had in the tank. Once we turned onto 215, it became pretty clear that whatever I thought was there… wasn't much.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Matt Sweeney",
    "level": "COMPETITIVE",
    "quote": "Looking back, I probably went out a little too hard, but more than that my body just wasn't having it. The data afterward didn't make a ton of sense, which honestly tracks with how the day felt. I do think the life stress and lack of sleep played a big role.",
    "criteria": []
  },
  {
    "rider": "JOM/Gravel Cyclist",
    "level": "UNKNOWN",
    "quote": "I carefully selected a nice looking wheel to sit on and hoped the tempo being set by the front-running trendsetters wouldn't be too brutal.",
    "criteria": []
  },
  {
    "rider": "Dicky/TeamDicky",
    "level": "COMPETITIVE",
    "quote": "I get caught up in the moment and probably give 'er a bit more than I should on the climb up FR477. I let up on the gas and avoid the dark places in my head for awhile. Ssure I eventually had the 'I don't wanna do hard things anymore' thoughts, but I got over it pretty quick.",
    "criteria": []
  },
  {
    "rider": "Dicky/TeamDicky",
    "level": "COMPETITIVE",
    "quote": "I did make a bad decision to pass up the first aid station thinking I could make it to the second one on two bottles. I found myself taking the lids off and drinking the last couple ounces at mile thirty three... and aid two is at mile... ? I don't remember. But I lived, obvs.",
    "criteria": []
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "I had already seen at least 5 racers with flats leading up to this point. I would rather be a bit tentative than have to plug or tube a tire.",
    "criteria": []
  },
  {
    "rider": "JOM/Gravel Cyclist",
    "level": "UNKNOWN",
    "quote": "Somewhere during the descent of 475B, Jimbo's front wheel slid out on a corner and he hit the deck. The sound of a bike and rider hitting any hard surface is unnerving at best, but I'm pleased to say Jimbo popped up almost immediately, straightened his bars and took a mental collection of things.",
    "criteria": []
  },
  {
    "rider": "Matt Sweeney",
    "level": "COMPETITIVE",
    "quote": "Race day came after three or four nights of pretty rough sleep, and the night before may have been the worst. I'm not always great at managing stress, and it tends to show up in strange ways.",
    "criteria": []
  },
  {
    "rider": "JOM/Gravel Cyclist",
    "level": "UNKNOWN",
    "quote": "I made a bad decision to pass up the first aid station thinking I could make it to the second one on two bottles. I found myself taking the lids off and drinking the last couple ounces at mile thirty three.",
    "criteria": []
  },
  {
    "rider": "Matt Sweeney",
    "level": "COMPETITIVE",
    "quote": "The weather was great. My family was there. I got to ride bikes for five hours with a good friend... the family was there cheering, which always helps. We crossed the line way later than I would have hoped or expected, feeling pretty broken, frustrated, and disappointed. And yet.",
    "criteria": []
  },
  {
    "rider": "JOM/Gravel Cyclist",
    "level": "UNKNOWN",
    "quote": "Arriving at the race about an hour before rollout, I socialized with many of the friendly people I've gotten to know who are regulars to this race, or residents of the area... Gravel races are a much friendlier affair than the roadie races I did all those years ago.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Dicky/TeamDicky",
    "level": "COMPETITIVE",
    "quote": "It honestly was a fantastical day on a bike in perfect weather with occasional good company. I never looked at the time on my Wahoo data acquisition device until I was on the last mile or so of pavement.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "No better podium company than these fine lasses!",
    "criteria": []
  },
  {
    "rider": "JOM/Gravel Cyclist",
    "level": "UNKNOWN",
    "quote": "The 2019 edition of Pisgah Monster Cross featured a star-studded lineup including Garth Prosser (don't tell him this, he reminds me of Sideshow Bob from the Simpsons), Reid Beloni, Nina Laughlin, Thomas Turner, Lauren De Crescenzo (former winner of Crusher in the Tushar, Rouge Roubaix and current Co...",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "But most importantly another coveted buckle!",
    "criteria": []
  },
  {
    "rider": "Race tradition noted",
    "level": "",
    "quote": "The barriers make it Eric Wever legit! Too tired to attempt barrier hopping, I at least managed to crawl over them without falling.",
    "criteria": []
  }
]
