[
  {
    "rider": "Whitney Allison",
    "level": "ELITE",
    "quote": "I was the only 'pro class' woman and there were 16 men in the same 'pro class' field with a separate start. The race kicks off with a 13-mile climb and although it started civilly; an e-bike rider joined our group from behind and blew the field apart, including me.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Whitney Allison",
    "level": "ELITE",
    "quote": "It was one of the more surreal rides, moving between being totally present, alive, and pushing the pace, and going into total robot automation mode, reflecting on mortality...",
    "criteria": []
  },
  {
    "rider": "Holly Geilman",
    "level": "ELITE",
    "quote": "Miles 41-50.1 were more focused but full of more mountain and desert views. Ok, let's get this done! When I passed the finish line the first time, another checkpoint, I kept running to complete the short out and back to finish the 50-mile distance...",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Steve (First-time 100-miler)",
    "level": "ELITE",
    "quote": "I was going faster than I should have. During the beginning of the 100 miler, I ran a sub 2 hour half marathon, then a 4 hour marathon, then a 9 hour 50 miler, I PR'ed my 50k, and then PR'ed my 100k. Apparently, my first 50 miles of the race were nearly as fast as the winner of the 50 mile race.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Steve",
    "level": "ELITE",
    "quote": "The miles in the 70s were the toughest for me. I started a long incline up to Dugway pass. I just didn't have it in me to run at this point. Everything started hurting. My feet, calves, back, hips, glutes, and quads all hurt. Every step hurt...",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Steve",
    "level": "ELITE",
    "quote": "Josh kept pushing me, trying to get all the running he could out of me. I tried not to get too frustrated because I was in pain, and I knew Josh was trying to help me. He knew better than I did what I was capable of. He kept prodding just enough to get more out of me.",
    "criteria": []
  },
  {
    "rider": "Tire Selection [COMPETITIVE/ELITE]",
    "level": "",
    "quote": "Put away those heavy Dirty Kanza tires. These roads are fine gravel, so lighter tires can be run. Rain or snow makes the conditions fast.",
    "criteria": [
      "technicality",
      "climate"
    ]
  },
  {
    "rider": "Bike Choice Considerations",
    "level": "COMPETITIVE",
    "quote": "Road bike, cross bike or mountain bike, which will be faster? You should be able to finish the course on a road bike with wide tires but it will be a challenge - with so little road sections there is little area to make time and you will be slow on most of the course.",
    "criteria": []
  },
  {
    "rider": "Required Equipment [ALL LEVELS]",
    "level": "",
    "quote": "We recommend that all riders have a head and tail light (micro light acceptable), a helmet, and a GPS for navigation.",
    "criteria": []
  },
  {
    "rider": "Opening Climb",
    "level": "ELITE",
    "quote": "The race kicks off with a 13-mile climb",
    "criteria": []
  },
  {
    "rider": "Technical Sections",
    "level": "ELITE",
    "quote": "With newly and deeply graded roads, the times were slower this year and the higher elevation parts of the course were quite technical.",
    "criteria": []
  },
  {
    "rider": "Surface Quality",
    "level": "COMPETITIVE",
    "quote": "These roads are fine gravel, so lighter tires can be run. Rain or snow makes the conditions fast.",
    "criteria": [
      "technicality",
      "climate"
    ]
  }
]
