[
  {
    "rider": "Lauren De Crescenzo",
    "level": "ELITE",
    "quote": "I tried to go a few times on the steep pitches of the first climb and was finally able to break free on a steep, sandy portion somewhere between miles 25 and 30. That was never the plan, it just felt right.",
    "criteria": [
      "technicality",
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Lauren De Crescenzo",
    "level": "ELITE",
    "quote": "The mass start was wild! I tried hanging with the male leaders early and definitely burned a few matches. But once the course tilted upward, I slipped away into my happy place. The terrain is relentless. The climbs are long and unforgiving, and you're even pedaling on the 'downhills'.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Keegan Swenson",
    "level": "ELITE",
    "quote": "On that last big push back into town, Pete [Stetina] and I worked really well together. He then made two late attacks but I was able to counter them and gain a few seconds on him, and that allowed me to roll in solo to the finish. I had a good day out and a good time racing the guys out there.",
    "criteria": []
  },
  {
    "rider": "Lailah",
    "level": "COMPETITIVE",
    "quote": "Going into The Rad, I didn't know what to expect. I was heavily underprepared for the event, but gave it all I had regardless. Unfortunately, I had to be pulled from the race because I missed the second cutoff by just a few minutes.",
    "criteria": []
  },
  {
    "rider": "Kate",
    "level": "COMPETITIVE",
    "quote": "After slowly increasing my endurance and skills over the course of six other events I was excited to visit another part of the state and a final race. Just after SBT GRVL in August I had come down with Covid and spend most of the next 7 weeks recovering, not spending much time on the bike.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Hannah",
    "level": "COMPETITIVE",
    "quote": "Even though the weather was looking questionable, I was able to finish my first 100 mile ride and beat the rain. Trinidad gravel lived up to all the hype and my legs felt strong throughout the ride.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Cole Davis",
    "level": "ELITE",
    "quote": "I think races that have cool trophies will always have a special spot in my heart. I'd much rather have something memorable that I can hang up in my house than a few 100 extra bucks for sure.",
    "criteria": []
  }
]
