[
  {
    "rider": "FergusYL",
    "level": "COMPETITIVE",
    "quote": "Last year's was my first bike race in ~15 years or so, and it immediately felt like home. The vibe reminds me a lot of mountain bike races in the early 90's where people are chatty and supportive, and it's a real festive atmosphere the whole way through.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "FergusYL",
    "level": "COMPETITIVE",
    "quote": "My biggest regret of last year was under fueling. I felt great, set all-time power records for 20 minutes up through 2 hours, then (after a drinking a bottle and a half of Gatorade and eating maybe half a Clif bar over 3.5 hours and 50ish miles), ran out of gas with 4 or 5 miles to go.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Newcombep",
    "level": "COMPETITIVE",
    "quote": "The start for the 70k can be a bit brutal with the dh then immediate climbing stretch. Start line is a bit of a free forall and you could be leap frogging alot of groups once it turns uphill if your trying to find people to work with.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Newcombep",
    "level": "COMPETITIVE",
    "quote": "Final 7ish miles are brutal should definitely plan to stay on top of fueling really easy to fall behind with the usual temperatures. I like the liquid calories and gels since its always up or down never seems to be any flat stretchs.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Petals",
    "level": "UNKNOWN",
    "quote": "1600 people registered, 1300 started, 863 finished. And Rick and I were part of the finishers!",
    "criteria": []
  },
  {
    "rider": "Petals",
    "level": "UNKNOWN",
    "quote": "At mile 18, I could no longer feel my left foot since my shoe was filled with water. Rick and I stopped and I replaced my socks and wrapped my feet with the baggies I wrapped my clothes in. Within 5 minutes, I could feel both my feet.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Petals",
    "level": "UNKNOWN",
    "quote": "By mile 30, I no longer had a front brake and barely any back brake (yes- i had new disc pads on) so I just 'let it fly' on the downhills.",
    "criteria": []
  },
  {
    "rider": "Steve Rousseau",
    "level": "ELITE",
    "quote": "Looking back, we're all going to look back at Rasputitsa 2018 and laugh at our misfortune. A wrong turn! Lost in the woods! Remember the 'Bowie Loop'? But at the time, trudging through fairly deep snow for what seemed to be forever (it was 30 minutes, give or take), it was a bit of a let down.",
    "criteria": []
  },
  {
    "rider": "Matthew Vandivort",
    "level": "ELITE",
    "quote": "This strategy obviously was not conducive to garnering any sort of reasonable finishing time, but then again neither was Clay facetiming with his girlfriend up the final climb or faceplanting in the deep snow just a few hundred meters from the finish line while showboating his amateurishly elite (or...",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Dean Havelock",
    "level": "COMPETITIVE",
    "quote": "Around the time of the start gun, snow started to pick up in an angry fashion. It was just above freezing with steady wind blowing snow in sideways, making my 9am start time feel like an eternity away.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Dean Havelock",
    "level": "COMPETITIVE",
    "quote": "The pack caught me again carrying me through the middle of the race. Around mile 35 dropped to load up on calories missed earlier in the race.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Chris Burati",
    "level": "COMPETITIVE",
    "quote": "I hit the gas, and hit the gas, and hit the gas. It was about 9 miles to Cyberia, the dreaded mud/ice/snow mix segment, which is the last third of an already nasty, steep, somewhat technical climb, and I knew I had to get there before it became a traffic jam.",
    "criteria": [
      "technicality",
      "climate",
      "elevation"
    ]
  },
  {
    "rider": "Chris Burati",
    "level": "COMPETITIVE",
    "quote": "At this point my normalized power was 300, which I knew I couldn't sustain through the rest of race especially given my limited gearing, my lack of riding all week, and my choice to drink after work rather than complete my workouts. I blew up. I blew up hard.",
    "criteria": [
      "field_depth"
    ]
  }
]
