[
  {
    "rider": "Steve Rousseau",
    "level": "ELITE",
    "quote": "Of course, mechanicals happened. Cullen's shifter broke, forcing him to unexpectedly compete in the single speed category. Ted's Di2 became unplugged, leaving him the choice between two chainrings.",
    "criteria": []
  },
  {
    "rider": "Steve Rousseau",
    "level": "ELITE",
    "quote": "After just cresting a real gut-punch of a climb up Pinkham road, the organizers directed racers onto cross-country ski trail. Initially planned, it was to be nothing more than a mile of deep, spring snow...",
    "criteria": []
  },
  {
    "rider": "Matthew Vandivort",
    "level": "ELITE",
    "quote": "Perhaps it is my long-standing preference for criteriums or my 'big boned' body structure talking but I have always found it easy to slide into Rasputitsa with the mindset that it is definitely not a race.",
    "criteria": []
  },
  {
    "rider": "Matthew Vandivort",
    "level": "ELITE",
    "quote": "Yes, someone had not just baked several dozen cookies for the racers but they also setup a mini-bar in their front yard. And since for the #chillpals Rasputitsa was not a race we quite obviously choose to partake in some liquid refreshment...",
    "criteria": []
  },
  {
    "rider": "Ben Brown",
    "level": "ELITE",
    "quote": "My goal for this race was to place better than I did in last year's edition in which I placed ~30th. Anything in the top 20 would have been gravy. I planned to ride within myself, conserve and generally do as little as I could...",
    "criteria": []
  },
  {
    "rider": "Ben Brown",
    "level": "ELITE",
    "quote": "We arrived at the last really steep pitch of the day — a cruel 500m punch at around 15-20% — and that's where things splintered for the final time. I could already feel my legs starting to cramp when Ian put in a big effort.",
    "criteria": []
  },
  {
    "rider": "Recent Editions",
    "level": "",
    "quote": "The last two editions have been raced on fast, dry roads and clear, warm days (as opposed to the snowbound slugfests of previous years).",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Course Stats",
    "level": "",
    "quote": "A psychotic 72.42km (45-mile), insane, drop-to-your-knees-and-cry suffer-fest",
    "criteria": []
  },
  {
    "rider": "Race Mentality",
    "level": "",
    "quote": "The mentality is simply more marathon than road race... to 'race' Rasputitsa just meant pedaling hard",
    "criteria": []
  },
  {
    "rider": "Tragic Incident",
    "level": "",
    "quote": "After the finish, we were saddened to learn of the unexpected passing of Richard Wanstall who was killed in a collision with a car during the race.",
    "criteria": []
  },
  {
    "rider": "Event Philosophy",
    "level": "",
    "quote": "Rasputitsa transcends the realm of a mere gravel cycling race; it embodies a homegrown, self-supported endeavor that tests the limits of the mind, body, and soul... This event offers an authentic experience that wholeheartedly embraces the elements of the unknown and change.",
    "criteria": [
      "adventure"
    ]
  },
  {
    "rider": "Race vs. Ride Ambiguity",
    "level": "",
    "quote": "It is the question we receive more often than any other when it comes to Rasputitsa. But even after a third consecutive year venturing north the Vermont countryside for one of the most popular gravel grinders in the country the answer remains as vague as it was.",
    "criteria": []
  },
  {
    "rider": "Participant Mix",
    "level": "",
    "quote": "For those that want to pedal hard there is the opportunity to do so with/against some of the most recognizable names in this emerging genre of gravel grinders – Ted King, Jeremy Powers, Alison Tetrick, Anthony Clark, and the like.",
    "criteria": []
  },
  {
    "rider": "Post-Race",
    "level": "",
    "quote": "grabbed our complimentary beers (bring your wrist band)",
    "criteria": []
  },
  {
    "rider": "No Prize Purse",
    "level": "",
    "quote": "If you're looking for podiums and podium-placed winners, look elsewhere. That's not what this race is about... no prize purse here but still plenty of hugs awaiting you if you can just dig deep and push on!",
    "criteria": [
      "field_depth"
    ]
  }
]
