[
  {
    "rider": "Matthew Wiebe",
    "level": "ELITE",
    "quote": "Max and I chat a bit and kind of silently agree that we'll be trading pulls into this crazy headwind for the rest of the day. We send the gnarly mud section into Aid 2, my 45s were a big win here and I gapped Max by quite a bit.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Matthew Wiebe",
    "level": "ELITE",
    "quote": "In hindsight I think I should have lead into the climb and laid down a hard pace right from the start - I think that would have played to my strengths a bit better.",
    "criteria": []
  },
  {
    "rider": "Matthew Wiebe",
    "level": "ELITE",
    "quote": "Ok, race day - the weather turned out to be a bit better than expected. I go bare legs and lots of embro, it's gonna be fun. We show up to the start line and I make note of a few guys on some pretty skinny, bald looking tires. I also notice that the pro field isn't packed.",
    "criteria": [
      "field_depth",
      "climate"
    ]
  },
  {
    "rider": "Matthew Wiebe",
    "level": "ELITE",
    "quote": "With only three of us really rotating on the front at this point and the rest of the field playing passenger I figured I would give it a good wack here to see who was serious. Over the top of the riser I pull off and then there were only three of us.",
    "criteria": []
  },
  {
    "rider": "General pattern",
    "level": "",
    "quote": "Over the past decade we have operated on the first weekend of May, we have had great weather 75% of the time and only twice was the weather less than favorable. Always bring good rain gear when visiting the Oregon Coast!",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Course Cut-Off Note",
    "level": "",
    "quote": "No riders may leave after 9:30 am from the venue",
    "criteria": []
  },
  {
    "rider": "Mechanical Support Available",
    "level": "",
    "quote": "Mechanical support is at the venue and aid station 1,2,3",
    "criteria": [
      "logistics",
      "race_quality"
    ]
  },
  {
    "rider": "Safety Warning",
    "level": "",
    "quote": "This event has a high traffic 55MPH zone on Yachats River Rd on your way to Aid 3. We suggest a taillight and to always be aware to yield to traffic for your safety and the safety of the local residents. None of the course has traffic control, so at all times, you are on your own!",
    "criteria": []
  },
  {
    "rider": "Location Appeal",
    "level": "",
    "quote": "Pendleton, being 3 hours away from PDX, Boise, and Spokane, and 4 hours from Bend, makes this the place for two wheels and the spirit of the Real West!",
    "criteria": []
  },
  {
    "rider": "Post-Race",
    "level": "",
    "quote": "Enjoy Pendleton Catering after the event and relax with friends.",
    "criteria": []
  }
]
