[
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "Saturday's course was burly: 66 miles and 9200 feet. And with a good bit of chunky gravel/double track, my 2016 Niner RKT RDO with 2.2 Race Kings was the right bike for the gnar. It had dumped rain the night before, so sections of the course could be particularly spicey.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "I could not believe how good I was still feeling. The last 13 miles seemed to fly by, standing and hammering the climbs and raging the descents. I tried to stay conservative, as tomorrow was another hard day, but I was having so much fun. I ended up PR'ing the Lost Creek section, too.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "If you want champagne gravel, head to the middle of the country. If you want to do hard things and destroy your limits, then this race is for YOU!",
    "criteria": []
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "I spotted a fellow Scott's Bikes jersey and introduced myself. It was Sara Fletcher, who I follow on Strava and kinda knew about, but finally got to meet her in person. We chatted briefly during those pavement miles. After some initial rollers, I felt my legs begin to come around.",
    "criteria": []
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "Along the second half of Fingerboard, with all those short punchy climbs, the wheels started to come off. My low fuel light came on. But I could smell the finish. Just get up this final friggin' tar n chip climb. Ooomph!",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "Rolling past the JMT trailhead, I was at 4:55. I challenged myself to get to the finish under 5 hours. It hurt like hell, but I managed to squeak it in at 4:59.",
    "criteria": []
  },
  {
    "rider": "Jon Livengood",
    "level": "ELITE",
    "quote": "A mere 65 miles and 8900ft of climbing, 95% gravel (err…not paved), BUT that's only part of the story…the promoter suggested a hardtail as being the best bike for todays gravel. Well since I had my fancy new Lauf with 2.2 tires on it, I figured that's hard tail enough and I was gonna roll with it.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Jon Livengood",
    "level": "ELITE",
    "quote": "Well then the race takes a turn. We then hit many miles of climbs and descents where a mtb would (and did) shine.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Jon Livengood",
    "level": "ELITE",
    "quote": "Next up was another hour-ish climb and then a super tech downhill…I hung on the best I could on the uphill, but decided not to push it on the down and let the two mtb riders fade away and drop me on the downhill (lost 4 minutes there!).",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Jon Livengood",
    "level": "ELITE",
    "quote": "Last 10 miles was pristine gravel (for Tennessee) and I powered in feeling strong to the finish with a 5th overall for the day at 5:20 hrs on the bike and 338 TSS!",
    "criteria": []
  },
  {
    "rider": "Jon Livengood",
    "level": "ELITE",
    "quote": "It was a pretty incredible climb as we went through the low hanging clouds and was greeted by a nice sunny day ABOVE the clouds by the top.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Jon Livengood",
    "level": "ELITE",
    "quote": "Managed to take 1st place in Masters and 5th overall for the race! And, as a podium bonus, we got podium HUGS! Basecamp Winter Program played a big role in ensuring I had a super solid foundation-stoked on that!",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Jon Livengood",
    "level": "ELITE",
    "quote": "This was a super well run event and some super solid climbs and competition. Definitely put it on you list for next year. The promoter already said next year will have much less 'rowdy gravel'--yay! Great event!",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Stage 2 mix",
    "level": "",
    "quote": "23 miles of pavement and mostly smooth'ish gravel (relatively speaking)",
    "criteria": []
  },
  {
    "rider": "Jon Livengood",
    "level": "ELITE",
    "quote": "Race stated relatively chill, but on the early paved climb it exploded and the peloton was reduced to small groups of five. I settled into the second group as I knew going deep this early would crush my legs later in the day and drafting does not come into play today.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "This was as much a festival as it was a race",
    "criteria": []
  },
  {
    "rider": "Jon Livengood",
    "level": "ELITE",
    "quote": "And, as a podium bonus, we got podium HUGS!",
    "criteria": []
  }
]
