[
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "Saturday's course was burly: 66 miles and 9200 feet. And with a good bit of chunky gravel/double track, my 2016 Niner RKT RDO with 2.2 Race Kings was the right bike for the gnar... The Smith Mountain climb was a beast at 6 miles of chunky double track...",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Mike (Mike's Outdoor Blog)",
    "level": "ELITE",
    "quote": "Saturday morning I lined up with 80 some of the 100 registered racers... 5 miles in we started our first of MANY climbs. We wound through some AMAZING roads... I slowed to take a switch-back and came around the corner to find some loose gravel on some slick-rock.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "With a good bit of chunky gravel/double track, my 2016 Niner RKT RDO with 2.2 Race Kings was the right bike for the gnar. It had dumped rain the night before, so sections of the course could be particularly spicey... The Smith Mountain climb was a beast at 6 miles of chunky double track.",
    "criteria": [
      "technicality",
      "elevation",
      "climate"
    ]
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "5 miles of mostly free speed on pavement ... I will take it! Just that one stiff little climb, where I was able to pull away from a few ladies, as the diesel engine was warmed up... The 3 mile climb after the swinging bridge went by quickly...",
    "criteria": []
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "Then I was off to tackle the 10 mile Wolf Creek-McFarland climb. The Wolf Creek section was smooth, 6-8 % average grade. Legs were still sparkly ...",
    "criteria": []
  },
  {
    "rider": "Mike",
    "level": "ELITE",
    "quote": "5 miles in we started our first of MANY climbs. We wound through some AMAZING roads. As our route took us near the top of a mountain those of us doing the race route were sent to the right to continue our way up the mountain, then back to the base of the climb to do it all over again.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Mike",
    "level": "ELITE",
    "quote": "In the first 16 miles we climbed for all but 3 minutes. At 5 miles in we started an 11 mile climb. There were a couple of sections where it flattened, but there was no descending for 11 miles...",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "The start was faster than my legs wanted to go this early on, but I knew I needed to hang on to enjoy the draft going up Childer's Creek and Power House Road. 5 miles of mostly free speed on pavement ... I will take it!... The aid station was at mile 32.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Mike",
    "level": "ELITE",
    "quote": "I put down as much food as I could to prepare to do another ride first thing in the morning.",
    "criteria": []
  },
  {
    "rider": "Course Officials",
    "level": "",
    "quote": "The routes will NOT be marked. It is therefore imperative that you download the routes before you arrive at the event... Watch for the right turn to stay on Fingerboard around mile 35. It's easy to miss!",
    "criteria": []
  },
  {
    "rider": "Carey Lowery",
    "level": "ELITE",
    "quote": "I got to meet her [Chelsie Tan]. Tiny, she's lucky is she stands 5'1",
    "criteria": []
  },
  {
    "rider": "Mike",
    "level": "ELITE",
    "quote": "Sometimes you do an event or go to a race that reminds you why you enjoy the bike so much. It's a freedom machine that can take you anywhere as long as you're willing to put in the energy to get there. Reliance Gravel was this type of race.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Mike",
    "level": "ELITE",
    "quote": "As I rolled into the finish line in 23rd place the race director came to ask me if I was OK. He had gotten word on the radio of my wreck.",
    "criteria": []
  },
  {
    "rider": "Mike",
    "level": "ELITE",
    "quote": "I've never experienced a race like this. It was so beautiful and so much fun and I'm anxious to go back and try to do better.",
    "criteria": [
      "experience"
    ]
  }
]
