[
  {
    "rider": "Peter Stetina",
    "level": "ELITE",
    "quote": "The Rock Cobbler is the kookiest bike race I've ever done. It's unclassifiable. One minute you're on nice surface and the next you're slip sliding down a scree field, or just plain old riding through a field dodging cattle.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Peter Stetina",
    "level": "ELITE",
    "quote": "In one word, kooky. We found ourself grinding along massive ridge lines only to make random turns down livestock paths and sandy washes, dodging cow patties and rocks... at no point it time did the course feel straightforward.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Sam Ames (Race Director)",
    "level": "UNKNOWN",
    "quote": "It's not a race. I am always quick to correct people! Many of the Cobbler Crew raced road, cross and MTB's for decades... We never wanted to deal with podiums, prize money, etc.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Wil Matthews",
    "level": "COMPETITIVE",
    "quote": "In reality, this is probably a really bad idea… there aren't any 30%+ grades or insane hike-a-bikes and other dodgy roads in NorFLA.",
    "criteria": []
  },
  {
    "rider": "Race Organizers",
    "level": "UNKNOWN",
    "quote": "The advice from the organizers suggest a gravel bike with low gearing or mtb.",
    "criteria": []
  },
  {
    "rider": "Peter Stetina",
    "level": "ELITE",
    "quote": "Chris Blevins was in attendance and was on his full-suspension mountain bike with gravel tires. He dropped us on every downhill with his impressive bike handling.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Peter Stetina",
    "level": "ELITE",
    "quote": "We found ourself grinding along massive ridge lines only to make random turns down livestock paths and sandy washes, dodging cow patties and rocks.",
    "criteria": []
  },
  {
    "rider": "Peter Stetina",
    "level": "ELITE",
    "quote": "The 30 percent run-ups, the rollercoaster MTB trail, and the ball pit",
    "criteria": []
  },
  {
    "rider": "Sam Ames (Race Director)",
    "level": "UNKNOWN",
    "quote": "I think we might have 500 yards of 'gravel roads.' Seeing the oilfields, ranches and cattle along with orchards and the rugged terrain of eastern Bakersfield is definitely the embodiment of that terrain.",
    "criteria": []
  },
  {
    "rider": "Peter Stetina",
    "level": "ELITE",
    "quote": "I finally sampled my first ever WhiteClaw hard seltzer after only 30 miles from a costumed hand-up. One big gulp was enough for me, though; I'll stick with my beers from now on!",
    "criteria": []
  },
  {
    "rider": "Sam Ames (Race Director)",
    "level": "UNKNOWN",
    "quote": "the course is hard, very hard, and there are a lot of unknowns out there. It's OK to walk and to even cut the course, the only caveat being that if you do, let them know so you don't mess with the results that others do care about.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Wildlife encounters",
    "level": "",
    "quote": "Encountering animals here is a reality",
    "criteria": []
  },
  {
    "rider": "Course unpredictability",
    "level": "",
    "quote": "at no point it time did the course feel straightforward",
    "criteria": []
  },
  {
    "rider": "Sam Ames (Race Director)",
    "level": "UNKNOWN",
    "quote": "the Cobbler has really become a gathering and a party. That is very important to us.",
    "criteria": []
  },
  {
    "rider": "Venue",
    "level": "",
    "quote": "The host venue is the Kern County Museum, an homage to comforting Americana of years gone by... Come sunset during registration, the lights turn on and riders are treated to Coors Banquet beers and bottled juices during packet pickup.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Peter Stetina",
    "level": "ELITE",
    "quote": "Beers and storytelling at the venue ensued. The tale of the angry bull on course was unveiled to the shock of all and, true to his word, Sam gave me my 'you're not special' winner's prize: A beach chair and towel. Super useful for landlocked Bakersfield, I know.",
    "criteria": [
      "field_depth",
      "race_quality"
    ]
  },
  {
    "rider": "Race ethos",
    "level": "",
    "quote": "There is a race factor but it's an afterthought; there is no podium ceremony, and the winner gets a random trophy.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Sam Ames (Race Director)",
    "level": "UNKNOWN",
    "quote": "We spend a lot of money on our Cobblers to give them the best food, fun and value with swag and the 'special gift.' It was never meant to be a race and never will.",
    "criteria": []
  },
  {
    "rider": "Wil Matthews",
    "level": "COMPETITIVE",
    "quote": "the FOMO of Rock Cobbler is unstoppable",
    "criteria": []
  },
  {
    "rider": "Camping/Festival",
    "level": "",
    "quote": "festivities Friday night at the start and finish area that doubles as a campground for the many racers who use the event as a convenient winter escape.",
    "criteria": []
  }
]
