[
  {
    "rider": "Heidi Bech Kjogaard",
    "level": "ELITE",
    "quote": "The ride was unbelievable. Everything is just so big here. We were told to come to Vermont, that it is the mecca for gravel. They were right.",
    "criteria": []
  },
  {
    "rider": "Ted King",
    "level": "ELITE",
    "quote": "Honestly, I thought my career as a professional cyclist was over. [But] Gravel has taken me places I never thought I'd go and introduced me to a whole other side of cycling that I am grateful for.",
    "criteria": []
  },
  {
    "rider": "Ted King",
    "level": "ELITE",
    "quote": "Gravel is so welcoming to everyone. If you're not up front competing for the win, you quickly find your tribe in the race. Everyone is pushing themselves to their limits whatever that might be and celebrating afterward together with an IPA — how cool is that?",
    "criteria": []
  },
  {
    "rider": "Anurag Saxena",
    "level": "ELITE",
    "quote": "The whole weekend was like gravel summer camp and I left wanting more. I cannot wait for the lottery to open and hopefully I can get in for 2022. I hope to ride the 80 mile route next year.",
    "criteria": []
  },
  {
    "rider": "Larry (Senior Ripper blogger)",
    "level": "UNKNOWN",
    "quote": "This race took place in a part of Vermont very near to where my mom retired. My mom passed away 20 years ago last month...When I signed up for this race, I didn't really think about being back to my mom's old haunts. But when we got there, emotions flowed like a rushing creek.",
    "criteria": []
  },
  {
    "rider": "Larry (Senior Ripper)",
    "level": "UNKNOWN",
    "quote": "Part way up the climb, I connected with Katrina, who rode at a similar pace as I, so we decided to stick together, and frankly, she deserves a lot of credit for pulling me through...",
    "criteria": []
  },
  {
    "rider": "Wiehan (Mountain Road blogger)",
    "level": "COMPETITIVE",
    "quote": "Days like these are the ultimate for a cyclist! The big focus that Rooted Vermont places on the 'party in the back' links in perfectly with how I felt on the day – it really is all about getting out on your bike and having a good time.",
    "criteria": []
  },
  {
    "rider": "Laura King (co-race director)",
    "level": "ELITE",
    "quote": "We realized that a lot of women were either riding alone, or just with their partners, and that maybe by hosting a women's clinic, we could help them find other women to ride with to make their experience on a bike even better.",
    "criteria": []
  },
  {
    "rider": "Kristin Motley (co-race director)",
    "level": "ELITE",
    "quote": "We talk about this a lot with the brands we work with — that we're here to make friends. So be nice! Sit with people. Make eye contact. Say hello. Start a conversation. This is about so much more than a start line.",
    "criteria": []
  },
  {
    "rider": "Ted King",
    "level": "ELITE",
    "quote": "The vast majority is on this fast gravel, so if you were a really adept racer you might just get by on a road bike with really wide tyres – 34 slicks might be ok. Most people, myself included, would probably choose a gravel bike with 35-40 tyres.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Pre-race conditions",
    "level": "",
    "quote": "picture-perfect blue skies",
    "criteria": []
  },
  {
    "rider": "Wiehan's DIY ride",
    "level": "",
    "quote": "The weather played perfectly into my favor on the day and the fresh cool air that followed tropical storm Isaias really added to the enjoyment",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Hill profile",
    "level": "",
    "quote": "Roads undulate, surfaces change",
    "criteria": []
  },
  {
    "rider": "Opening climb",
    "level": "",
    "quote": "The ride started with a serious climb, around 2 miles from the start",
    "criteria": []
  },
  {
    "rider": "Finish",
    "level": "",
    "quote": "The finish was uphill on a Class 4 Jeep road followed by a looping single track.",
    "criteria": []
  },
  {
    "rider": "Vermont terrain character",
    "level": "",
    "quote": "Vermont is particularly suited for gravel events, having more unpaved roads than paved. Directions in Vermont often contain the phrase 'when the pavement ends.'",
    "criteria": []
  },
  {
    "rider": "FrankTuna's heat prep",
    "level": "COMPETITIVE",
    "quote": "I'm in western MA about 3 hours from Richmond, VT. It's going to be in the upper 90s this weekend. Let's hope it cools off for the ride. I have mounts on my fork…thinking of bringing 4 water bottles and a gallon of sunscreen.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Finding your pace group",
    "level": "",
    "quote": "If you're not up front competing for the win, you quickly find your tribe in the race",
    "criteria": []
  },
  {
    "rider": "Last finisher celebration",
    "level": "",
    "quote": "And just as in 2019, when the last rider was ushered through the finish chute with cheering, fanfare, and plenty of high-fives, the 2021 crowd offered the final racer a similarly festive finish.",
    "criteria": []
  },
  {
    "rider": "Post-race atmosphere",
    "level": "",
    "quote": "Unlike traditional road racing events where after the race, riders quickly decamp home, at gravel everyone gathers afterward to share in local food and craft beer, whether professional or amateur rider.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Community building focus",
    "level": "",
    "quote": "Whether the women who attended the clinic crossed in the lead group or didn't sign up at all, I hope they come away feeling like they're part of something bigger than themselves, and that once they're part of the community, they can show up to any gravel race and know someone or have new friends to ...",
    "criteria": []
  },
  {
    "rider": "Vermont hospitality",
    "level": "",
    "quote": "It was really crazy but at every turn, people were there for us in the local community and beyond...In planning the event, the Kings relied heavily on the advice of other gravel event promoters in Vermont who happily pitched in to help.",
    "criteria": [
      "community"
    ]
  }
]
