[
  {
    "rider": "Padraig",
    "level": "UNKNOWN",
    "quote": "I did my first organized event of the season at the beginning of April while I was in Memphis for the eclipse with my boys. The event was put on by my friend Clark at Victory Bicycle Studio in midtown Memphis... I like Clark because he's actively building community in Memphis.",
    "criteria": []
  },
  {
    "rider": "Padraig",
    "level": "UNKNOWN",
    "quote": "What was funny to me was that the opening 20-ish miles had next to no gravel to speak of and I wondered why I wasn't just running the 30mm Panaracers I'd been riding days before. Oh ye of little faith.",
    "criteria": []
  },
  {
    "rider": "Padraig",
    "level": "UNKNOWN",
    "quote": "I met a number of really nice riders, who, like me, worried that the end of the ride would take us back over all the hills in Shelby Forest, a fate we were saved from, though the 45-mile route ended up being more like 52 mi.",
    "criteria": []
  },
  {
    "rider": "Nicholas Garbis",
    "level": "UNKNOWN",
    "quote": "With my 2024 cyclocross season winding down, I had a 'rust-buster' race on my mind to kick off the year. I decided to revisit The Dirty South Roubaix",
    "criteria": []
  },
  {
    "rider": "Padraig",
    "level": "UNKNOWN",
    "quote": "This is land I know from years ago when I still lived and trained in Memphis. It's west of the westernmost highway in Tennessee, which is to say all the roads are small.",
    "criteria": []
  },
  {
    "rider": "Padraig",
    "level": "UNKNOWN",
    "quote": "This area, sometimes in sight of the Mississippi River is an area I'd never visited at all before. It's mostly flat farmland. While this isn't Mississippi, this is William Faulkner's South, a place of tilled fields, spring floods and oppressive summers.",
    "criteria": []
  },
  {
    "rider": "Event organization",
    "level": "",
    "quote": "At the finish there were lamb tacos, chicken wings, a local IPA and small servings of key lime pie.",
    "criteria": []
  },
  {
    "rider": "Event philosophy",
    "level": "",
    "quote": "We've taken the concept of a traditional bike race and turned it on its head. You won't get a ride like this anywhere else... No fig newton and warm Gatorade snack stations here. We've got vendors coming in from all over to offer some of the best food you've seen at a race.",
    "criteria": []
  }
]
