[
  {
    "rider": "Maddy Nutt",
    "level": "ELITE",
    "quote": "Without a doubt the toughest course I've raced, with miles of leg-sapping deep sand and slippy and rough descents!",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Maddy Nutt",
    "level": "ELITE",
    "quote": "The race itself was super-tough. Mainly because of the course profile, which was super-sandy and technical, but also because of the extreme heat. I crashed early in the race on a deep sand section but quickly got back on and switched my head back into racing mode.",
    "criteria": [
      "technicality",
      "field_depth"
    ]
  },
  {
    "rider": "James Savage (Race Director)",
    "level": "UNKNOWN",
    "quote": "We wanted to cater to all levels of riders, so we've designed a course with three loops. The first, a 20km loop, offers a taste of racing for newcomers. The second, a 40km loop, is the final round for men over 60 and women over 50.",
    "criteria": []
  },
  {
    "rider": "James Savage (Race Director)",
    "level": "UNKNOWN",
    "quote": "The course isn't just about the rocks and gravel; it's about sharing the terrain with Kenya's diverse wildlife. From giraffes to zebras, ostriches to wildebeests, riders will encounter a truly unforgettable spectacle of nature.",
    "criteria": [
      "experience"
    ]
  },
  {
    "rider": "James Savage (Race Director)",
    "level": "UNKNOWN",
    "quote": "Despite the picturesque surroundings, this race will be no walk in the park. With 1800m of elevation gain and a predominantly gravel terrain, participants will need to bring their best legs.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Sami Sauri",
    "level": "UNKNOWN",
    "quote": "This is the wildest race in the world right now... My biggest attraction to Migration was that Kenya would be an incredible place to race. As much as I've travelled all over the world I've never been to Africa. That was really big for me. In the end, it was pretty epic.",
    "criteria": []
  },
  {
    "rider": "Sami Sauri",
    "level": "UNKNOWN",
    "quote": "It was like being in a zoo in reality, with all these animals crossing in front of you while you're racing. For me, it was mind blowing.",
    "criteria": []
  },
  {
    "rider": "Britta Berube",
    "level": "RECREATIONAL",
    "quote": "I caught up to a new friend, who I'd met the night before... We talked about many of his adventures and how excited he was about riding this route in the summer, as he had only fat biked it in the winter among groomed snowmobile trails for the Fat Pursuit race.",
    "criteria": []
  },
  {
    "rider": "Post-Race Scene",
    "level": "",
    "quote": "It's shaping up to be a showdown of epic proportions",
    "criteria": []
  }
]
