[
  {
    "rider": "Anonymous rider",
    "level": "ELITE",
    "quote": "After much trial and error, I've found, at my age and my fitness and my sanity and my grundle, that my limit is 100 miles or less along with 10,000 feet of gain or less (preferably way less) and the stats on Salida certainly fit the bill.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Anonymous rider",
    "level": "ELITE",
    "quote": "Race morning was partly sunny though, and ideal temps for the most part. The course started right at Riverside Park in town and quickly went up a road that quickly turned to dirt and the start of a 12-13 mile 3500' climb.",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "ELITE",
    "quote": "Also – the mud. I still can't believe I was able to remain on the bike the whole day. Immediately after leaving Aid 1, the mud started and forced people off the 'road' on to whatever alpine tundra was dry enough to get through...",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "ELITE",
    "quote": "Not long after Aid 2 is when the rain started up again. Again, remaining on the bike was a chore, but fortunately for us, roughly 170-180 riders had gone before us, providing packed down mud lanes, wide enough for a 45-50MM tire to teeter on.",
    "criteria": [
      "technicality",
      "climate",
      "field_depth"
    ]
  },
  {
    "rider": "Anonymous rider",
    "level": "ELITE",
    "quote": "The final climb beyond Aid 3 was annoying, moderately hellacious – but it was short. I got in my absolute easiest gear and crawled up a 12-13% headwall and before I knew it, crossed the finish line.",
    "criteria": []
  },
  {
    "rider": "Opening climb",
    "level": "",
    "quote": "The course started right at Riverside Park in town and quickly went up a road that quickly turned to dirt and the start of a 12-13 mile 3500' climb. No warmup but it wasn't insanely steep and it was nice to get almost 50% of the vert out of the way in the first 2 hours.",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "Northeast of Salida section",
    "level": "",
    "quote": "I honestly knew nothing about the area NE of Salida, it had never registered on my radar for any reason. While a nice area with rolling hills, it appears to be a part of the state where a certain portion of the population reenacts their favorite Breaking Bad scenes.",
    "criteria": []
  },
  {
    "rider": "Mud sections",
    "level": "",
    "quote": "Immediately after leaving Aid 1, the mud started and forced people off the 'road' on to whatever alpine tundra was dry enough to get through... roughly 170-180 riders had gone before us, providing packed down mud lanes, wide enough for a 45-50MM tire to teeter on.",
    "criteria": [
      "technicality",
      "field_depth"
    ]
  },
  {
    "rider": "Final descent",
    "level": "",
    "quote": "The race directors intelligently made the final 13 miles of the course untimed, since its all downhill and deterred anyone from going full bore and risking death to not even finish on the podium.",
    "criteria": [
      "length",
      "field_depth"
    ]
  },
  {
    "rider": "Private property",
    "level": "",
    "quote": "The 76km course travels through private land, only accessible during the race. Many thanks to the McMurry family for letting us cross through their beautiful property.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Remote character",
    "level": "",
    "quote": "This course is remote, beautiful, and ridden by few. Don't take this gravel pill alone, as it's out there—but we'll be your guide.",
    "criteria": []
  },
  {
    "rider": "Group dynamics",
    "level": "ELITE",
    "quote": "This was probably my favorite section of the race as it was just me, Ben and Kevin laughing and yelling deliriously, bombing through the mud, longing for a ray of sunshine.",
    "criteria": [
      "climate",
      "field_depth"
    ]
  },
  {
    "rider": "Post-race",
    "level": "ELITE",
    "quote": "All in all, this was a great race with a lot of character, a good amount of riders and solid comraderie between the 4 of us...",
    "criteria": []
  },
  {
    "rider": "Finish line amenities",
    "level": "",
    "quote": "Full SAG, medical and support, Mystery Swag, Finish food, beer and morning coffee",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Community mission",
    "level": "",
    "quote": "We believe that bikes build better communities. That is why we donate a substantial part of our earnings to support community improvement projects... proceeds are directed back to the local community (HS Mtb Team, Salida Mtn Trails, and more).",
    "criteria": []
  }
]
