[
  {
    "rider": "Bobby Kennedy",
    "level": "COMPETITIVE",
    "quote": "It was a suspiciously glorious day in Wendover as riders lined up at the Wendover Airfield Museum for the start. Rain the week before had knocked down the dust and the temps hovered around livable.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Bobby Kennedy",
    "level": "COMPETITIVE",
    "quote": "After a quick rider meeting and lots of nervous pre-race pees, it was go time... Riders immediately faced the Aria Blvd downhill, formerly the finishing climb but now the race's first obstacle to staying upright.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Bobby Kennedy",
    "level": "COMPETITIVE",
    "quote": "Everyone described the miles after the Leppys Pass station as the hardest. Unlike in past years, this year's course backend-loaded the climbing.",
    "criteria": []
  },
  {
    "rider": "Bobby Kennedy",
    "level": "COMPETITIVE",
    "quote": "The climb arched suddenly upward to the bench at mile 81, climbing an 'unswitchbacked' dirt bike trail sprinkled with golf ball-sized stones that had been the fastest descent in previous editions of the race.",
    "criteria": [
      "elevation",
      "technicality",
      "field_depth"
    ]
  },
  {
    "rider": "Final Sections [COMPETITIVE source]",
    "level": "",
    "quote": "After a swooping descent to the I-80 aid station, it was a downhill time trial through the sand of Mt Dune to the railroad bridge...",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Pre-Race Atmosphere [COMPETITIVE source]",
    "level": "",
    "quote": "The Historic Wendover Airfield Museum buzzed as riders bombed down from hotels and emptied out of cars newly arrived from the Wasatch Front. The smell of bacon hung in the air over the camping area and the soft hiss of aerosol lubricants accentuated the rustling of many bodies and bikes preparing.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Race Philosophy [COMPETITIVE source]",
    "level": "",
    "quote": "For those worrying about the UCI ruining gravel, a weekend racing in Wendover, Utah could change that... no one will be checking sock height out on the Utah/Nevada border.",
    "criteria": []
  },
  {
    "rider": "Location Benefits [UNKNOWN source]",
    "level": "",
    "quote": "Welcome to Wendover, a salty land that's full of adventure! It's less than 2 hours to get here from Salt Lake City... There are plenty of incredible sights to explore, and post race recovery can include a variety of adult style fun at the casinos.",
    "criteria": [
      "adventure"
    ]
  },
  {
    "rider": "Prize Purse [COMPETITIVE source]",
    "level": "",
    "quote": "Thanks to a new grant from the Nevada Board of Tourism, organizers put up a prize pot of $3,000 paying five deep to the women's and men's Open category riders.",
    "criteria": []
  }
]
