[
  {
    "rider": "Course Modification Risk",
    "level": "",
    "quote": "In the event of wet conditions, it may become necessary to modify the course for the Gravelon due to the formation of mud and clay on Rowe Mesa, which creates extremely difficult riding conditions.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Course Profile",
    "level": "ELITE",
    "quote": "This route features a mix of rough dirt roads, pavement and rolling gravel roads of the mesas and high desert just south of the terminus of the Rockies... The first 14.",
    "criteria": []
  },
  {
    "rider": "Starting Location",
    "level": "",
    "quote": "The start/finish is located just inside the boundary of the Santa Fe National Forest off of Forest Road 326 on Rowe Mesa, a 20 minute drive southeast of Santa Fe. Parking will be available in a pull-out off of the forest road and on the shoulder of the road.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Start Time",
    "level": "",
    "quote": "There will be a mandatory riders' meeting at 8:45 am and a mass-start at 9:00 am for both events, Gravelito and Gravelon.",
    "criteria": []
  },
  {
    "rider": "Event Structure",
    "level": "COMPETITIVE",
    "quote": "Join us May 16–17, 2026, for the 40th Edition of our weekend-long celebration, featuring Gravel and Road events on challenging courses that showcase Santa Fe's extraordinary cycling community!",
    "criteria": []
  },
  {
    "rider": "Support Infrastructure",
    "level": "COMPETITIVE",
    "quote": "There are 3 Food Stops with snacks, fresh fruit, energy drinks, water and more. Outstanding food stops manned by experienced volunteers who return year after year. Police escort out of town. Great camaraderie with thousands of fellow cyclists.",
    "criteria": []
  },
  {
    "rider": "Awards & Recognition",
    "level": "",
    "quote": "Finishers in every category will receive a commemorative finisher's medal, earn yours! Gravelon Prizes/awards will be given to the first 3 finishers in every age group for men and women. The top 5 overall will be excluded from age group awards.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Awards Ceremony",
    "level": "",
    "quote": "The awards ceremony for the Gravelito will take place Saturday, May 16th at 5 pm. in the Railyard Park. Awards for Gran/Medio Fondos will start at 2:00 pm Sunday in the Railyard Park. Riders must be present to claim prizes, no exceptions!",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "First Responder/Veteran Recognition",
    "level": "",
    "quote": "We are proud to welcome and honor first responders and veterans at the 40th Santa Fe Century. Your dedication and service inspire the spirit of perseverance and community that define this event. To show our gratitude, we are offering 10% off registration for all first responders and veterans.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Mission Statement",
    "level": "",
    "quote": "The mission of the Santa Fe Century is to get people interested in cycling and to have fun doing it! Our ride is primarily volunteer led and organized. We welcome riders of all ages and abilities.",
    "criteria": [
      "community"
    ]
  }
]
