[
  {
    "rider": "Alexey Lutsenko",
    "level": "ELITE",
    "quote": "I am so happy to win this race, because it was a tough challenge and unforgettable experience for me... It was a difficult race with a technical parcours, very narrow roads and so many corners.",
    "criteria": [
      "experience"
    ]
  },
  {
    "rider": "Alexey Lutsenko",
    "level": "ELITE",
    "quote": "It was really tough because it's all so different from what we're used to. There was no information coming from the team cars and we knew that, in the event of mechanical problems, we had to repair the bikes by ourselves. A feeling that I hadn't felt in a long time.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Riccardo Minali",
    "level": "ELITE",
    "quote": "It is fantastic to conclude the season with a podium, especially at the end of a unique experience like this. It was a difficult race, but we really had fun. I'm looking forward to participating in more gravel races in the future!",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Robin Froidevaux",
    "level": "ELITE",
    "quote": "For sure it was unexpected. I'm not too much of a gravel specialist and even in mountain bike, I'm not so good technically, but I took the opportunity and went on the attack. I knew if I stayed with the group, it would be hard technically against the best on the last lap. It worked.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Robin Froidevaux",
    "level": "ELITE",
    "quote": "I had an injury on my fingers two-and-a-half months ago. I had to rest for nearly a month and then start training again, so I'm fresher than most of the riders because I didn't have a middle of the season. I'm really happy to win like that.",
    "criteria": []
  },
  {
    "rider": "Gianni Vermeersch",
    "level": "ELITE",
    "quote": "We got in front with a big group, after Mathieu and myself in particular made the race. But I had to pay for those efforts around halfway through the race and I got surprised. I was afraid I was in a lost position, but with that rainbow jersey around my shoulders I really wanted to fight back.",
    "criteria": []
  },
  {
    "rider": "Filippo Pozzato",
    "level": "ELITE",
    "quote": "For me, cycling is everything and the love for the sport has a truly international language... I'm looking forward to visiting the United States and cycling among the group to share thoughts, exchange ideas and get to know new realities.",
    "criteria": []
  },
  {
    "rider": "Filippo Pozzato",
    "level": "ELITE",
    "quote": "For me, Flanders was the race... Compared to the bikes we raced on, the Passoni is perfect for enjoying the atmosphere and riding with friends. I was talking to Fabian Cancellara (a three-time winner at Flanders) before the cyclosportive about how the enjoyment of being here is different now.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "TheBlaaMan",
    "level": "UNKNOWN",
    "quote": "It looks beautiful but nuts! Great at one level - scenery, route for a ride (whatever about a race) but bonkers, viz safety, from another.",
    "criteria": []
  },
  {
    "rider": "Macy0161",
    "level": "UNKNOWN",
    "quote": "Consensus seemed to be it would need a change of course to scale up because of the narrowness of some sectors.",
    "criteria": []
  },
  {
    "rider": "Technical details from riders",
    "level": "ELITE",
    "quote": "Very narrow roads and so many corners",
    "criteria": []
  },
  {
    "rider": "Pro reception",
    "level": "",
    "quote": "It is a new but so nice race which must go on in the next years. It was a pleasure to ride Serenissima Gravel today and I hope this race will get a big future",
    "criteria": []
  },
  {
    "rider": "Historical cycling appeal",
    "level": "",
    "quote": "This race has already won the enthusiasm of those who love the cycling of the past",
    "criteria": []
  },
  {
    "rider": "Organizer vision",
    "level": "",
    "quote": "We are trying to organize a race that allows spectators to be able to see more stages of the race, a bit like the Tour of Flanders. The idea is to create a stadium atmosphere.",
    "criteria": []
  }
]
