[
  {
    "rider": "TimothyH",
    "level": "ELITE",
    "quote": "I planned to ride my 2020 Specialized Epic Hardtail, not having even purchased a gravel bike until mid-February, and having heard from several sources that several of the descents and the singletrack portion of the race were much faster on a mountain bike. That is, until the early spring rains hit.",
    "criteria": [
      "technicality",
      "elevation",
      "field_depth"
    ]
  },
  {
    "rider": "TimothyH",
    "level": "ELITE",
    "quote": "The gravel varied from smooth hardpack to rocky, rutted-out dirt roads to coarse freshly-poured limestone chunks... I was a bit nervous about the descents with so little experience with how a drop bar 'skinny' tire bike handles on loose gravel turns, but the bike was a champ.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "TimothyH",
    "level": "ELITE",
    "quote": "I did end up flatting twice (about a mile apart) on the final long descent as I was going full-send over rough rock and large washboard bumps.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "TimothyH",
    "level": "ELITE",
    "quote": "In the end, I finished 12th (out of 23) in Open/Elite Women. Without the flats, I would likely have been top ten, but that is a part of racing. I'm more than happy with how I rode this weekend, and stoked at setting 20, 60, and 90 minute power PRs during the race.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Jason Lopez",
    "level": "ELITE",
    "quote": "The start of the Southern Cross Gravel race was a total mess. I am quite disappointed again with the start of this race. Riders were told to line up based on estimated finish times. I was close to the front, and I made sure to line up early to have a good starting position...",
    "criteria": []
  },
  {
    "rider": "Jason Lopez",
    "level": "ELITE",
    "quote": "Remember, if you are planning on finishing on the podium or somewhere near in this race, make sure you line up on the front couple rows and expect to fight for a position from people squeezing in on the sides. You will need to bolt-off right at the start too.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Jason Lopez",
    "level": "ELITE",
    "quote": "The roads were hard packed roads with small chunks of gravel and there were no soft or muddy sections. They were typical service roads that you will find in most nation parks and forests.",
    "criteria": [
      "technicality",
      "climate"
    ]
  },
  {
    "rider": "Jason Lopez",
    "level": "ELITE",
    "quote": "The first climb took me about 40 mins, and I was riding close to threshold for that climb. I felt like walking a few times, but I pushed through to the top and began the first descent.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Jason Lopez",
    "level": "ELITE",
    "quote": "The first descent section was quite epic. It was fast and a bit technical at times. It had some tight chicanes with a steep drop off on one side. There were large rocks in the road that you had to be careful of and there were large ruts in some turns. It was a blast.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Jason Lopez",
    "level": "ELITE",
    "quote": "I was a quarter of the way down, passing people like crazy, flying around turns, and floating over bumpy sections. And just like that, my Southern Cross Gravel race was over! I hit a rock going around a turn. I heard a hiss, and I knew something was wrong... I got a pinch flat.",
    "criteria": []
  },
  {
    "rider": "Jason Lopez",
    "level": "ELITE",
    "quote": "Apart from the start of Southern Cross Gravel race, I was quite slow on the climbs and was passed by quite a few riders. Once I reached the top of the climbs, I was flying down the descents and pass a lot of the riders that passed me on the climbs.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "TimothyH",
    "level": "ELITE",
    "quote": "Tried to keep up with a group of fast riders and blew up pretty bad today.",
    "criteria": []
  },
  {
    "rider": "Jason Lopez",
    "level": "ELITE",
    "quote": "I was running about 40 psi in my Specialized Pathfinder Pro 42 mm, so low tire pressure was not the fault",
    "criteria": []
  },
  {
    "rider": "TimothyH",
    "level": "ELITE",
    "quote": "Impressively, the tire sealed up both times when I put CO2 in it (thanks Orange Seal!), though it re-opened the slice anytime I hit a large bump",
    "criteria": []
  },
  {
    "rider": "TimothyH",
    "level": "ELITE",
    "quote": "It was MUCH colder than I had anticipated, reaching a low of about 28F overnight",
    "criteria": []
  },
  {
    "rider": "TimothyH",
    "level": "ELITE",
    "quote": "The gravel varied from smooth hardpack to rocky, rutted-out dirt roads to coarse freshly-poured limestone chunks.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Jason Lopez",
    "level": "ELITE",
    "quote": "The roads were hard packed roads with small chunks of gravel and there were no soft or muddy sections. They were typical service roads that you will find in most nation parks and forests.",
    "criteria": [
      "technicality",
      "climate"
    ]
  },
  {
    "rider": "Jason Lopez",
    "level": "ELITE",
    "quote": "The course had two main climbs. The first one was about 7.5 miles long and about 1700 ft of climbing and the second was about 10 miles long with about 1350 ft of climbing.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Jason Lopez",
    "level": "ELITE",
    "quote": "The first descent section took about 25 min. It comprised of a quick descent then an undulating section of ups and downs and into another quick but longer descent. The first descent section was quite epic. It was fast and a bit technical at times.",
    "criteria": [
      "technicality",
      "length"
    ]
  },
  {
    "rider": "TimothyH",
    "level": "ELITE",
    "quote": "The course itself is stunning. Consisting almost entirely of gravel roads, the course winds through the Chattahoochee National Forest.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Jason Lopez",
    "level": "ELITE",
    "quote": "Remember, if you are planning on finishing on the podium or somewhere near in this race, make sure you line up on the front couple rows and expect to fight for a position from people squeezing in on the sides. You will need to bolt-off right at the start too.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Jason Lopez",
    "level": "ELITE",
    "quote": "The race started at 10 a.m. with me towards the back of nearly 300 riders... The start of Southern Cross Gravel race was a road section with some small punchy climbs into some quick descents. That road section led into the first gravel section and into a short but steep climb.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Jason Lopez",
    "level": "ELITE",
    "quote": "Apart from the start of Southern Cross Gravel race, I was quite slow on the climbs and was passed by quite a few riders. Once I reached the top of the climbs, I was flying down the descents and pass a lot of the riders that passed me on the climbs.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "TimothyH",
    "level": "ELITE",
    "quote": "Tried to keep up with a group of fast riders and blew up pretty bad today",
    "criteria": []
  },
  {
    "rider": "TimothyH",
    "level": "ELITE",
    "quote": "Upon arriving around midnight, I opted to sleep in the backseat of my car rather than take the time to put up my tent in the dark...",
    "criteria": []
  },
  {
    "rider": "Jason Lopez",
    "level": "ELITE",
    "quote": "It was quite warm for early March and the sun was hot. There were no trees or shade and there was nowhere to sit apart from the ground. The was music blasting and it seemed like people were socializing. The post event was decent, but the food saved it mostly.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Jason Lopez",
    "level": "ELITE",
    "quote": "This event should be at a minimum 75 miles, but probably closer to 100 miles... Gravel is an endurance sport, and if the event isn't 4 hrs minimum it will not be a top tier event... The front riders finished in 2 hrs 37 mins which is blazing fast, but if you are driving more than 1 to 1.",
    "criteria": [
      "length",
      "field_depth"
    ]
  }
]
