[
  {
    "rider": "Heidi Rentz [ELITE/RACE DIRECTOR]",
    "level": "",
    "quote": "I put the fear of death in the cyclists [during orientation remarks] the night before. It's worked every year. I tell them to take it down two notches from what they would ride at home on the descents. If you fall, it's really hard to rescue you. And if you make a wrong turn, you go to Mexico.",
    "criteria": []
  },
  {
    "rider": "Course Overview",
    "level": "",
    "quote": "You have 10 hours to ride your bike to the border of Mexico and back.",
    "criteria": []
  },
  {
    "rider": "San Rafael Valley",
    "level": "",
    "quote": "Riders spend most of the day moving through the wide expanse of the San Rafael Valley, a high grass valley buffeted by the Patagonia Mountains, the Canelo Hills, and the Huachuca Mountains.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Opening Climb",
    "level": "",
    "quote": "The first climb out of Patagonia and up Harshaw Creek Road gets me every time — does that look like what you imagine when you think of southern Arizona?",
    "criteria": []
  },
  {
    "rider": "Border Proximity",
    "level": "",
    "quote": "Every course distance brushes the border between Arizona and Mexico — those mountains lie beyond a wall that is visible from the course.",
    "criteria": []
  },
  {
    "rider": "Start Format",
    "level": "",
    "quote": "Saturday morning at 7:00 A.M., the Spirit World 100 begins with a three-mile neutral roll-out on pavement, led by the local border patrol.",
    "criteria": []
  },
  {
    "rider": "Course Marking",
    "level": "IMPORTANT",
    "quote": "A LIGHTLY MARKED COURSE - You are required to upload your course on a GPS to ensure that you do not miss a turn! Signage will be limited.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Final Aid Station",
    "level": "",
    "quote": "The Boomshakalaka Bar, the race's final aid station, sits near the base of the rocky outcropping. Legend has it that Heidi Ault exclaimed 'Boomshakalaka!' upon seeing the views for the first time on a bike ride there five years ago. On tap at the Boomshakalaka Bar: ice cold Coca-Cola.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Race Philosophy",
    "level": "",
    "quote": "While there is certainly a race at the Spirit World 100, it doesn't necessarily resemble other events where group dynamics dominate. Could it be the small field? The late date? The distance from most places? Somehow, racing in the spirit world is different.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Mechanical Issues [2019]",
    "level": "",
    "quote": "Only a handful of punctures and one broken pedal constituted the event's round-up of mechanicals.",
    "criteria": []
  },
  {
    "rider": "Local Business Integration",
    "level": "",
    "quote": "This was a really cool year. It was the first year that we really felt like we had the time and the ability to reach out to our local downtown business sector... Quail Covey was super-supportive this year. Red Mountain Foods jumped on board, Queen of Cups, Mary Tolena's Terrasol.",
    "criteria": []
  },
  {
    "rider": "Race Philosophy",
    "level": "",
    "quote": "The Aults have crafted the Spirit World 100 to be unlike any other gravel race. It bursts with sights, sounds, and smells specific to the region, as well as to the couple's own taste.",
    "criteria": []
  },
  {
    "rider": "Event Evolution",
    "level": "",
    "quote": "I think what we set out to do originally with this event was to set up an atmosphere where any type of rider would feel comfortable attending. And that's continued.",
    "criteria": []
  }
]
