[
  {
    "rider": "Adrienne Taren",
    "level": "UNKNOWN",
    "quote": "The most appropriate way to start talking about this year's (and my first) Spotted Horse Gravel Ultra is perhaps by talking about the aftermath.",
    "criteria": []
  },
  {
    "rider": "Adrienne Taren",
    "level": "UNKNOWN",
    "quote": "I have distilled what amounted to 16+ hours of Types 1 through 3 but mostly #2 Fun into nine handy-dandy take-home points for those contemplating any sort of gravel ultra, but especially the Iowa type.",
    "criteria": []
  },
  {
    "rider": "Kate Geisen",
    "level": "ELITE",
    "quote": "Sarah Cooper first hit my radar when she won Odin's Revenge in 2014, coming in first overall. I've casually followed her career since that point, and she quickly moved into the Ezster Horanyi / Lael Wilcox / Jill Homer pantheon of heroes/role models/girl-I-most-want-to-be-like-when-I grow-up-except-...",
    "criteria": []
  },
  {
    "rider": "Kate Geisen",
    "level": "ELITE",
    "quote": "Unlike races like Motherlode or Dirty Kanza, Spotted Horse was unsupported. Instead of crew meeting us at specified points with food, water, or necessary gear, we were routed past several convenience stores (at mile 38, 69, 100, and 138, I think) where we could refill water and purchase whatever we ...",
    "criteria": []
  },
  {
    "rider": "Kate Geisen",
    "level": "ELITE",
    "quote": "Having parked between Steve Fuller and the Stillers, I had the chance to drool over Steve's new(ish) Cutthroat before rolling over to the start line.",
    "criteria": []
  },
  {
    "rider": "Kate Geisen",
    "level": "ELITE",
    "quote": "The combination of B roads and a rainy weather forecast gave Sarah some grief in the lead-up to the race... Half facetious and half true.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "HP Ultra Cycling blogger",
    "level": "ELITE",
    "quote": "SHGU even in good weather poses a significant challenge to all those willing to toe the line.",
    "criteria": []
  },
  {
    "rider": "HP Ultra Cycling blogger",
    "level": "ELITE",
    "quote": "After spending over an hour hiking my bike and knowing there was more hiking to do on the 200-mile course, I made the decision to switch to the 150-mile race. It was going to be incredibly tight for me to finish the 200 miles in the allotted time and I didn't want a DNF.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Scott",
    "level": "COMPETITIVE",
    "quote": "I had not been riding much long distance since Gravel Worlds in late August as cyclocross season started the week after, so my training rides have been 30 minutes to an hour for the last month.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Adrienne Taren",
    "level": "UNKNOWN",
    "quote": "Plastic bags, butter toffee, and a shot of Fireball will solve approximately 30 miles worth of problems.",
    "criteria": []
  },
  {
    "rider": "Kate Geisen",
    "level": "ELITE",
    "quote": "I had a 100 oz water bladder in a frame bag, keeping the weight off my back",
    "criteria": []
  },
  {
    "rider": "HP Ultra Cycling blogger",
    "level": "ELITE",
    "quote": "At least this time, I had daisy chain to carry my bike and a spatula to clean off all the mud",
    "criteria": []
  },
  {
    "rider": "Scott",
    "level": "COMPETITIVE",
    "quote": "I've been racing the same (fat) bike for a few years now and have the bike and gear dialed in pretty well for all sorts of conditions.",
    "criteria": []
  },
  {
    "rider": "Scott [COMPETITIVE] on 2018",
    "level": "",
    "quote": "The 6:00 am race started in a light drizzle that got heavier up until the 1st checkpoint in Orient at 59 miles. It would rain off and on for the race duration. It rained in the Winterset area all last week and some heavier rains on Friday already forced a couple of re-routes before the race started.",
    "criteria": []
  },
  {
    "rider": "Kate Geisen",
    "level": "ELITE",
    "quote": "After an early climb the next 5 miles or so leveled out... Not long after a big descent, though, E.J.'s rear shifter basically fell off.",
    "criteria": [
      "technicality",
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Adrienne Taren",
    "level": "UNKNOWN",
    "quote": "For the record, the Race Director had changed the course to route us around the vast majority of the B-roads in the original course (as well as one water crossing that had changed to rapids), but there were a few miles that she could not get around, and we were forewarned.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Adrienne Taren",
    "level": "UNKNOWN",
    "quote": "Congratulations, you've made it through the last 2 or 3 or 17 miles of hiking ankle-deep mud, you're shaking with cold, there's a smiley volunteer with hot chocolate and a gallon of water to wash your bike off with at the bottom of the hill, and you're informed that there are no more B-roads until c...",
    "criteria": [
      "climate",
      "length"
    ]
  },
  {
    "rider": "Scott",
    "level": "COMPETITIVE",
    "quote": "I got to the Level B roads and was able to ride probably more than most since I was on a fat bike. After the first mile of Level B road, I saw the cross-road thinking 'whew - it's over', but then looked down at the GPS and noticed we were going straight again.. right into another Level B.",
    "criteria": []
  },
  {
    "rider": "Scott",
    "level": "COMPETITIVE",
    "quote": "The 2nd section, I came up on a 'walker' on the other side of the road, stopped with a stick cleaning his bike.",
    "criteria": []
  },
  {
    "rider": "Scott",
    "level": "COMPETITIVE",
    "quote": "One good thing about riding at night is that you really cannot see how big the hills are. Some I was careening down at 30 mph and others I was climbing at 2mph which is a feat of itself just to keep balance at 2mph.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Kate Geisen",
    "level": "ELITE",
    "quote": "I would use six 500-calorie bottles of Perpetuem (I had two bottles and carried baggies of Perpetuem for refills) and bring along some GUs and a couple candy bars to supplement, buying anything that caught my eye at the C-stores.",
    "criteria": []
  },
  {
    "rider": "Kate Geisen",
    "level": "ELITE",
    "quote": "About 4 hours in we stopped at the mile 38 Casey's to rest and resupply. While I wouldn't have stopped on my own, it was a nice break. I supplemented my on-bike nutrition with a piece of pizza... After a 20-minute break we hopped back onto the bikes.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Scott",
    "level": "COMPETITIVE",
    "quote": "It always takes me 35-45 miles for my legs to get into the groove and by mile 35, I knew it was going to be a struggle to keep up with my normal pack and pack. I ate a good breakfast.. OK, it was 1/2 of a Panchero's chicken burrito, a banana and a Gatorade.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Scott",
    "level": "COMPETITIVE",
    "quote": "By Checkpoint #1, the race had already claimed a few derailleurs and hypothermic conditions forced many others to drop from the race. The final results are not up yet, but only 3 people finished the 200 miler, and 30-40 finished the 150. Maybe 60-70 started?",
    "criteria": []
  },
  {
    "rider": "HP Ultra Cycling",
    "level": "ELITE",
    "quote": "After spending over an hour hiking my bike and knowing there was more hiking to do on the 200-mile course, I made the decision to switch to the 150-mile race. It was going to be incredibly tight for me to finish the 200 miles in the allotted time and I didn't want a DNF.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Kate Geisen",
    "level": "ELITE",
    "quote": "Not being a regular to the Iowa gravel scene, I saw few familiar faces. Having parked between Steve Fuller and the Stillers, I had the chance to drool over Steve's new(ish) Cutthroat before rolling over to the start line. There, I said hi to Jacob and then ended up next to my St.",
    "criteria": []
  },
  {
    "rider": "HP Ultra Cycling",
    "level": "ELITE",
    "quote": "Shortly after the start, I could hear the happy rumble of fat tires as Brad Stoermer and Jenn Borst joined me for a bit. I enjoyed the company.",
    "criteria": []
  },
  {
    "rider": "Scott",
    "level": "COMPETITIVE",
    "quote": "I chatted with people, got my packet and violated my own personal rule of no alcohol pre-race with a little wine-tasting. I chatted with winery owner, Doug, and left with a few bottles of delightful wine and a tasty port.",
    "criteria": [
      "field_depth"
    ]
  }
]
