[
  {
    "rider": "Nicholas Garbis",
    "level": "COMPETITIVE",
    "quote": "I had a plan, and as per normal I fully expected some three to ten things to go wrong with it. If nothing goes wrong, then there's nothing to write about (you'd think!) so I don't exactly tempt things to go wrong, but I don't exactly guard too much against them either.",
    "criteria": []
  },
  {
    "rider": "Nicholas Garbis",
    "level": "COMPETITIVE",
    "quote": "For the first 10 miles, I was averaging 22mph — that was quite a bit hot and I knew it. I was hoping to find a group that was forming and finally, I did around mile 15 or so. Still moving along quickly — at mile 18 average was just under 20mph and we were holding speeds near 25mph.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Nicholas Garbis",
    "level": "COMPETITIVE",
    "quote": "After taking four hours to make the 40mi to Preston, Sullivan and I were shredded (and we had a support vehicle), so we looked at each other and spoke the words that had been thought but not spoken for three hours — 'I'm done.'",
    "criteria": []
  },
  {
    "rider": "Nicholas Garbis",
    "level": "COMPETITIVE",
    "quote": "This year was in June, yesterday, June 5th, and temps were in the 90s with winds gusting up to 25mph... The weather forecast was for low 90s and high winds. Definitely, a tough day to be on a bike for 6-10hrs. I think I heard later that 350 had registered and 150 had shown up for the event.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Casey Matthews",
    "level": "UNKNOWN",
    "quote": "Single speed is right,",
    "criteria": []
  },
  {
    "rider": "Nicholas Garbis",
    "level": "COMPETITIVE",
    "quote": "The land on either side of the Mississippi in this area, once you are above the bluff line, is wrinkled and rolling where streams and creeks have dug their paths, leaving high grounds, natural quarries, and rolling vistas of green lushness...",
    "criteria": []
  },
  {
    "rider": "Nicholas Garbis",
    "level": "COMPETITIVE",
    "quote": "I know the final stretch into Preston along the river — a canopy of freshly leaved trees. As it dips down and to the right, it crosses the river, and rises slightly before you see people's support cars lined up on either side.",
    "criteria": []
  },
  {
    "rider": "Nicholas Garbis",
    "level": "COMPETITIVE",
    "quote": "Preston, like most towns in the area, is on a river. The South Branch of the Root River in this case. The course follows the river into the valley in the covered coolness of the forest. Then there's a bridge and you roll in toward town.",
    "criteria": []
  },
  {
    "rider": "Nicholas Garbis",
    "level": "COMPETITIVE",
    "quote": "It was electrifying to be back in that grassy lot with everyone prepping their stuff and nervously bantering. There were a lot of CRo-designed kits from the Day Across Minnesota (DAMn) and the Filthy 50 amongst the group.",
    "criteria": []
  },
  {
    "rider": "Nicholas Garbis",
    "level": "COMPETITIVE",
    "quote": "A day on gravel backroads, even riding on two wheels with the technology the day can provide, is a return to a core of joy in the midst of struggle. To persevere and to finish in whatever speed or condition — it's a day-long blessing to the land and the sky.",
    "criteria": []
  },
  {
    "rider": "Nicholas Garbis",
    "level": "COMPETITIVE",
    "quote": "There's hardly a better gravel route to be found — natural beauty, grinding open spaces, epic climbs including the soul-breaking Oriole Road at mile 91. It's a spring gravel classic, so you can expect that the weather is rarely a friend. That's what spring racing is about. You prepare in fear.",
    "criteria": [
      "technicality"
    ]
  }
]
