[
  {
    "rider": "K-Dogg",
    "level": "ELITE",
    "quote": "After a short roll out we were turned loose into another adventure into the amazing Alabama state forests. Slowly the dirt-flecked gaggle picked up speed over the next hilly few miles... The relentless little hills turned into relentless bigger hills and people began burning off the back.",
    "criteria": []
  },
  {
    "rider": "K-Dogg",
    "level": "ELITE",
    "quote": "Up and down we cruised comfortably over a few hills and a couple of dry creek wooden bridges... Suddenly somebody stood up and went. A few more followed. The hills got suddenly longer and steeper. The gravel became a dusty red haze with fist sized rocks everywhere. People began to flat.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "K-Dogg",
    "level": "ELITE",
    "quote": "Thirty minutes later we hit a flat stretch of pavement and EVERYBODY suddenly threw it into neutral… down to 10 mph! Snacks were opened. Drinks were drunk. Conversation began. This is weird I thought… weird but I like it! Must be an Auburn thing.",
    "criteria": []
  },
  {
    "rider": "K-Dogg",
    "level": "ELITE",
    "quote": "I noticed If I conserved a little up the long hills (like I had a choice) a gap would open up but I could marshal enough energy to sprint back on just over the top. None of the four seemed to attack much on the downhill.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Todd Sellers",
    "level": "ELITE",
    "quote": "Thoroughly enjoyed being out on the course with you, K-dogg. The infinite stream of old man jokes/humor made the day that much more enjoyable...",
    "criteria": []
  },
  {
    "rider": "John Schwab",
    "level": "ELITE",
    "quote": "I told you I was in tourist mode",
    "criteria": []
  },
  {
    "rider": "EmperorSnu",
    "level": "UNKNOWN",
    "quote": "After the success of last year's Dirt Road Century, Terra Firma Cycling is back at it again... Like last year, it's recommended that you run a bike with at least 700x35c tires. Cyclocross (with wide tires) or mountain bikes would be preferred.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Spare equipment [ALL LEVELS]",
    "level": "",
    "quote": "It is also recommended that you bring spare tubes and CO2 with you in the event of a flat.",
    "criteria": []
  },
  {
    "rider": "Road surface",
    "level": "",
    "quote": "The gravel became a dusty red haze with fist sized rocks everywhere.",
    "criteria": []
  },
  {
    "rider": "Hill profile",
    "level": "",
    "quote": "The relentless little hills turned into relentless bigger hills... The pack would bunch up and spread out at hill's bottom then slowly stretch out up to the crest.",
    "criteria": []
  },
  {
    "rider": "Navigation challenges",
    "level": "",
    "quote": "Supposedly the course was marked but few admitted to actually seeing a marker. Perhaps they were the size of Sam's green eggs.",
    "criteria": []
  },
  {
    "rider": "Early race positioning",
    "level": "ELITE",
    "quote": "To ensure a safe and clear horizon, I stayed in the first few rows zigging and zagging, track to track, and mostly keeping away from wind and wacky riders. As usual, the boldly upright mountain bikers seemed to cherish the front. As usual, I gratefully accepted their generosity.",
    "criteria": []
  },
  {
    "rider": "Team tactics",
    "level": "ELITE",
    "quote": "With an hour and a half left, Dr. Pain's legs didn't exactly puncture but 'heard the tapping of the drums.' His slow leaking front tire didn't help matters any. He too waved us on... We realized neither Diesel nor I had a working GPS and would be hopelessly lost if we fell behind 'Sam-I-Am'.",
    "criteria": []
  },
  {
    "rider": "Attack patterns",
    "level": "ELITE",
    "quote": "At some point along here, the foursome began to attack each other in pairs. Scott and Leaky Guy would jump up a hill and force Pete and Todd to chase. Then Pete and Todd would have a go back at them the next hill.",
    "criteria": []
  },
  {
    "rider": "Aid station strategy",
    "level": "ELITE",
    "quote": "At about the mile 40 rest stop (again, nobody stopped) we were down to five.",
    "criteria": []
  },
  {
    "rider": "Navigation errors",
    "level": "",
    "quote": "Scott, who had no GPS but pulled like an animal all day, overshot a turn down a very steep, off camber, sketchy hill. He later said he forgot to downshift before stopping to turn around.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Early selection",
    "level": "",
    "quote": "After five miles a group of 20 riders congealed and the pace picked up a bit... The pack whittled down to 15 due to fatigue and flats.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Pre-race",
    "level": "",
    "quote": "The fifty something rider pack comprising of riders from both distances was gently paced out of town not by a car, but by two guys on bicycles who pulled off to the side once the first bridge was crossed. Eco-friendly escort!",
    "criteria": []
  },
  {
    "rider": "Group dynamics",
    "level": "",
    "quote": "Along one excessively hilly section, Fatbike guy aka Big Fattie seemed to attack over and over again until we realized that's just how single speeds have to work their momentum. 'I hope you realize how hard I am working for you K-Dogg!' said Dr. Pain, drifting back to the laughing group.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Neutral sections",
    "level": "",
    "quote": "At some point along here, a big guy on a single speed Fatbike (John Schwab) accompanied by our youngest and sometimes teammate, Brian Rogers, rolled up from behind after chasing for several miles. 'Where the heck you been?' I queried.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Post-race",
    "level": "",
    "quote": "Everybody's faces were smeared with so much red dust they looked like irradiated Native Americans. But the delicious beer provided by the Good People Brewing Company quickly erased the day's aches and pains...",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Race atmosphere",
    "level": "",
    "quote": "This brand new race was promoted by two unbelievably enthusiastic guys, Colt and Mark... Team Gravel Cyclist agreed our experiences there leaned more toward the 'Deluxe', than the 'Standard.'",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Community support",
    "level": "",
    "quote": "The event is brought to you this year by James Bros. Bikes and The Alabama Animal Rescue Resource Foundation... All proceeds generated by this organization goes directly to aid in their mission to help these discarded animals.",
    "criteria": []
  }
]
