[
  {
    "rider": "Ben Brown",
    "level": "COMPETITIVE",
    "quote": "The first hour was fucked. (Later, we learned that Keegan had attacked at mile 7, but none of us were anywhere close to the front to bear witness to it.) We had all agreed amongst ourselves that we wouldn't go too deep too early, having come straight from sea level.",
    "criteria": []
  },
  {
    "rider": "Ben Brown",
    "level": "COMPETITIVE",
    "quote": "After the first gravel sector, which lasts about 30 miles, we came out onto the tarmac for a short while before cutting back through a hay field for an impromptu bit of CX. This made for sapping riding and I was worried I was going to rip my derailleur off.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Ben Brown",
    "level": "COMPETITIVE",
    "quote": "The first serious climb arrives at around mile 40; it's a 4-mile, 9%, gravel situation that goes from 6.5k to around 9.5k (don't check the math on that.) Matt and I made a pact that we wouldn't go too hard given that there was still 100 miles to go.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Ben Brown",
    "level": "COMPETITIVE",
    "quote": "After the singletrack, everything had completely split. I had found a group of a few guys and I was sure that I wouldn't see Matt again but he popped up almost immediately once we were back on the tarmac...",
    "criteria": []
  },
  {
    "rider": "Ben Brown",
    "level": "COMPETITIVE",
    "quote": "My lower back really starts to give me trouble... I will say that the initial road section and the first half hour of gravel were a little sketchy. 900 people spread out across the road, all jockeying to get to the front. There was a crash right next to me on the first rise.",
    "criteria": []
  },
  {
    "rider": "Bruce Lin",
    "level": "COMPETITIVE",
    "quote": "My finish time last year was 8:58:13, which I'm very proud of. But I'll have to shave an hour off my time to hit my goal, which is a lot to ask... I'm an amateur racer in my mid-30s. I'm starting to develop a bit of a dad bod. And I never have enough time to train.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Bruce Lin",
    "level": "COMPETITIVE",
    "quote": "I suffered from hip and lower back issues last year that caused a lot of discomfort from miles 80-110. I lost a lot of time as a result... I don't camp often and my sleeping setup is very barebones and janky. Plenty of riders can camp and feel fresh the next day, but I'm not one of them.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Reggie Miller",
    "level": "COMPETITIVE",
    "quote": "I ended up riding 42 miles at a moderate pace, just tapering down each ride leading up to the race on the 14th... I quickly recognized a decrease in power output, which was to be expected because of the altitude.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Reggie Miller",
    "level": "COMPETITIVE",
    "quote": "I had 3 main objectives coming into this race/event: have fun, don't crash, and finish in under 6 hours. Safe to say, I accomplished all 3... The route was nothing but laughs and entertainment, so having fun during the race was easy. The harder part was not crashing over a distance of 100 miles.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Sydney Marshburn",
    "level": "COMPETITIVE",
    "quote": "Adding a para category to a large event like SBT GRVL showed the world that cycling is for everyone, no matter a person's physical impairment... It was the first time in years I didn't feel completely broken.",
    "criteria": []
  },
  {
    "rider": "Andrew Bernstein",
    "level": "COMPETITIVE",
    "quote": "Sixty miles is comfortably within the range of my bike's batteries (and the strength in my legs) but I knew I had to be judicious with turbo mode or I wouldn't make it home... I switched to turbo mode for the long, final climb, and started passing some blown 60-milers who had dropped me earlier...",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Libby Brown",
    "level": "ELITE",
    "quote": "During our course recon the Friday before I got dehydrated and needed some IV help to recover after the ride. Fortunately, the IV totally did the trick and I was good to go on Sunday for the SBT GRVL Red Course (64 miles approximately 4,100 feet of climbing 50+ miles of gravel).",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Libby Brown",
    "level": "ELITE",
    "quote": "I rode with a CamelBak with water and two bottles of electrolytes to start. This proved to be a good strategy because some of the surface made it hard to drink from the bottles. The route was challenging and it was a hot and dry but a solid day on the bike.",
    "criteria": []
  },
  {
    "rider": "Dangerous Gravel Section",
    "level": "",
    "quote": "Around this point, we hit a section that the organizers had warned us about where a local landowner had laid down thick, loose gravel on a downhill.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Major Climb",
    "level": "",
    "quote": "The first serious climb arrives at around mile 40; it's a 4-mile, 9%, gravel situation that goes from 6.5k to around 9.5k.",
    "criteria": [
      "technicality"
    ]
  }
]
