[
  {
    "rider": "Florian 'Flo' Nowak",
    "level": "ELITE",
    "quote": "I never got the chance to take part in the race when I was riding as a pro, but it had been on my bucket list for a long time... The feeling riding up the last steep kilometer to Piazza del Campo in Sienna was just amazing and all the spectators cheering gave me goosebumps.",
    "criteria": [
      "length",
      "field_depth"
    ]
  },
  {
    "rider": "George Scott",
    "level": "ELITE",
    "quote": "As the gradient kicks up to 20 per cent, the rear wheel of the rider in front slips on the loose gravel beneath the tyre. The pedals jump forward, bucking the tired body out of the saddle.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Nils Brun",
    "level": "ELITE",
    "quote": "Strade Bianche was my very first one-day World Tour race last year. It was a bit of a shock! I was more prepared for it this time and it was an absolute pleasure to spend some sectors at the front.",
    "criteria": []
  },
  {
    "rider": "Hannes Wilksch",
    "level": "ELITE",
    "quote": "It's beautiful! I already want to come back!",
    "criteria": []
  },
  {
    "rider": "Fabian Cancellara",
    "level": "ELITE",
    "quote": "It is an amazing, beautiful race, such a special day on the bike",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "Weather and physical preparation — The first event of the season, bearing all the uncertainties of weather and physical preparation…",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "Very tough — It's a much tougher Gran Fondo than one may think!",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "Heat and dust — It is a very, very demanding race. The first time I struggled with cold and mud, this time with heat and dust.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "It takes a lot of training — Gravel ride for experts. Serious training required.",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "A must-do! A fantastic route and well-organised event. In a nutshell, GO FOR IT!!! I hope to do it in the rain next year to experience the 'magic' of mud.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Tudor Pro Cycling team",
    "level": "ELITE",
    "quote": "Special preparations were also necessary. Stronger tires (Schwalbe Pro One) were used, different pressures were applied, and wheelsets were available at each of the ten feeding points strategically chosen along the parcours.",
    "criteria": []
  },
  {
    "rider": "Gravel surface quality",
    "level": "",
    "quote": "The Vidritta sector is merely a taste of things to come, rated only 1/5 by the organisers and all slightly downhill. In some respects, it's like the pavé of Paris-Roubaix, rewarding commitment to a big gear. The Bagnia sector that follows offers the first real test.",
    "criteria": []
  },
  {
    "rider": "Final climb to Siena",
    "level": "",
    "quote": "The final climb in Siena, on the narrow street of Via Santa Caterina, peaks at 16 per cent, ahead of the finish in the city's cavernous square, the Piazza del Campo.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Course profile timing",
    "level": "",
    "quote": "While the majority of the gravel comes during the first half of the route, the punchiest climbs come in the final 40km, via a succession of double-digit ramps.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Start section",
    "level": "",
    "quote": "The first 20km are on paved roads, with a few short rises to warm up the legs... The first section of sterrato, coming after 20km, immediately strings things out.",
    "criteria": []
  },
  {
    "rider": "Pacing strategy [ELITE perspective]",
    "level": "",
    "quote": "The Bagnia sector... is the kind of climb – early in the route – where it'd be easy to burn through too many matches. This is where the week's recce rides start to pay off – I know how much climbing we've got to come.",
    "criteria": []
  },
  {
    "rider": "Pro vs. amateur approach",
    "level": "ELITE",
    "quote": "In the beginning I stayed with the leading group and followed them on to the first two gravel sectors.",
    "criteria": []
  },
  {
    "rider": "Race tactics note",
    "level": "ELITE",
    "quote": "From a tactical perspective, Strade Bianche cannot be raced like any other race. Riders must be 'switched on' from the first kilometer and stay focused to avoid all the pitfalls that can get in their way and put an end to their ambitions, and to their race.",
    "criteria": []
  },
  {
    "rider": "Preparation importance",
    "level": "ELITE",
    "quote": "This race must be very well-prepared. It requires the same work as Paris-Roubaix and Tour of Flanders. One recon ride is necessary, two are better. It is important that riders have the course in mind because it can be dangerous.",
    "criteria": []
  },
  {
    "rider": "Bike handling requirements",
    "level": "",
    "quote": "The gravel roads are not flat. They go up, and they go down too. Riders must have great confidence in their equipment and show great bike handling skills.",
    "criteria": []
  },
  {
    "rider": "Start atmosphere",
    "level": "",
    "quote": "Italian gran fondo organisers don't do things by halves and, despite the sun only just rising above the church towers of Siena, and the early-morning temperature in single figures, the atmosphere is red-hot in the city's Fortezza Medicea, the 16th Century fort serving as the start pen.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "VIP presence",
    "level": "",
    "quote": "Pozzato, Cancellara, Cipollini, Colbrelli, Bettini — the compere continues, reeling off the star-studded cast of former pros in the VIP pen, also riding the gran fondo. Cancellara – the Classics legend, aptly nicknamed Spartacus – is the only three-time winner of the men's elite race",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Finish experience",
    "level": "",
    "quote": "Riding up Santa Caterina to the Piazza del Campo is something that stays with you forever... Just like the pros the day before, we climbed into Siena and finished in Il Campo—where the crowd cheered us home.",
    "criteria": []
  },
  {
    "rider": "Event scale",
    "level": "",
    "quote": "8,500 participants are ready to challenge each other on the same roads as the Pros",
    "criteria": []
  },
  {
    "rider": "Post-race amenities",
    "level": "",
    "quote": "After crossing the finish line, head back to the village for the final pasta party and share your experience with friends and other amateurs!",
    "criteria": []
  },
  {
    "rider": "Organization quality",
    "level": "",
    "quote": "Excellent assistance on the route... I was amazed by everything that was going on and around me! In every respect... from bib pick-up to race package",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Watching the pro race",
    "level": "",
    "quote": "Watching a professional cycling race is typically an experience of contrasts... Not at Strade Bianche. From our earlier vantage point on the climb of San Martino in Grania, the lead group, driven by Ineos-Grenadiers, had, indeed, passed in a flash.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Landscape beauty",
    "level": "",
    "quote": "The Crete Senesi area south of Siena. Translating to the 'clays of Siena', the grey soil gives the landscape its lunar-like appearance.",
    "criteria": []
  }
]
