[
  {
    "rider": "Imogen Smith",
    "level": "ELITE",
    "quote": "Racing a gravel bike was awesome at the start, with the fast climbs and descents. I did have to unclip for one small section of Mt Buggery, and I think mountain bike experience helped here. But from here on there were times I questioned whether a gravel bike was the right choice.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Imogen Smith",
    "level": "ELITE",
    "quote": "The descent along Sunday Creek Road made me rethinking my bike choice – all you could do was let go of the brakes and grit your teeth. And if you didn't clench your jaw you'd probably bite your tongue. It felt like survival and there were flats everywhere.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Imogen Smith",
    "level": "ELITE",
    "quote": "You must be a good bike handler to tackle Sunday Creek Classic on a gravel bike if you want to be competitive. The roadies on their gravel bikes were the riders I saw not having a great day.",
    "criteria": []
  },
  {
    "rider": "Imogen Smith",
    "level": "ELITE",
    "quote": "At about an hour in we were sitting pretty, taking selfies under a cloudless, sunny sky surrounded by paddocks of little calves and ponies. We came to a deep causeway. The guy at the front shook his head and dismounted 'I'm not riding into that'. Water flooded the road in every direction...",
    "criteria": []
  },
  {
    "rider": "Imogen Smith",
    "level": "ELITE",
    "quote": "I'd been going uphill for nearly 40 minutes and had one gel left, and I was… lost? Long story short, I didn't get to ride the end of the course. I got rescued instead.",
    "criteria": []
  },
  {
    "rider": "Ryan Cavanagh",
    "level": "ELITE",
    "quote": "The Sunday Creek Classic was without a doubt one of the single hardest one-day courses I have ever ridden! The ultra-steep climbs were a new challenge for me. Having never had the opportunity to race on such terrain before, it was a completely new experience for me.",
    "criteria": [
      "technicality",
      "elevation",
      "climate"
    ]
  },
  {
    "rider": "Lizzie Hepple",
    "level": "ELITE",
    "quote": "The other 100kms of 'normal', but still quite challenging, and incredibly scenic gravel roads, I enjoyed every moment. Honestly, it was so much fun being in the fresh air, with beautiful but changing vistas.",
    "criteria": [
      "experience"
    ]
  },
  {
    "rider": "Ryan Cavanagh",
    "level": "ELITE",
    "quote": "I was certainly glad to have a XC MTB on many of the up or downhill sections.",
    "criteria": []
  },
  {
    "rider": "Mike Blewitt",
    "level": "COMPETITIVE",
    "quote": "No matter your choice of bike you should consider the following: volume, tread height and support. Wider is almost always better (to a point) as you have a larger contact patch for braking and climbing traction, and can therefore make do with less tread height – so it rolls faster.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Imogen Smith",
    "level": "ELITE",
    "quote": "A gravel bike is a great choice for the Sunday Creek Classic as nothing is unrideable – but comfort is another matter. For comfort and more of an assurance on not flatting, a mountain bike is also a good choice.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Event organizers",
    "level": "",
    "quote": "Best leave those carbon soled road shoes behind – you will be pushing the bike at some stage!",
    "criteria": []
  },
  {
    "rider": "Imogen Smith",
    "level": "ELITE",
    "quote": "At about an hour in... We came to a deep causeway. The guy at the front shook his head and dismounted 'I'm not riding into that'. Water flooded the road in every direction, so there was no option to get around it.",
    "criteria": []
  },
  {
    "rider": "Imogen Smith",
    "level": "ELITE",
    "quote": "At the 40km mark we shared a passionate bit of grovelling up Mt Buggery, a key feature in the event marketing campaign. Who named Mt Buggery is lost to history, but why they named it remains potently obvious.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "BELLA CREEK VALLEY",
    "level": "",
    "quote": "Mostly a gentle ride up the valley, across cattle grids and alongside the river. There are numerous crossings, and at times there may be stock on the road.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Mike Blewitt",
    "level": "COMPETITIVE",
    "quote": "A rolling descent along a ridgeline. It's primarily clay based and has had untold amounts of railroad balast sunk into the surface. It's a rough dirt road, with extended sections of descending.",
    "criteria": []
  },
  {
    "rider": "Mike Blewitt",
    "level": "COMPETITIVE",
    "quote": "Carry at least 1.5L of water as you start this ride – if you have greater capacity, carry more. This is an advanced ride so if you plan to take all day to get to Jimna, carry sufficient supplies for the day.",
    "criteria": []
  },
  {
    "rider": "Imogen Smith",
    "level": "ELITE",
    "quote": "You must be a good bike handler to tackle Sunday Creek Classic on a gravel bike if you want to be competitive. The roadies on their gravel bikes were the riders I saw not having a great day.",
    "criteria": []
  },
  {
    "rider": "Race Director Chris Dixon",
    "level": "",
    "quote": "Expect this to be tough, very tough – this event is only for those who can race and complete a hard core challenge. There will be minimal support during large sections of the event. You will be expected to be self sufficient and carry your own water and nutrition for long sections of the course.",
    "criteria": [
      "length",
      "race_quality"
    ]
  },
  {
    "rider": "Lizzie Hepple",
    "level": "ELITE",
    "quote": "The support crews at the checkpoints were fantastic. I met a few old friends at the event and made new ones.",
    "criteria": []
  },
  {
    "rider": "Ryan Cavanagh",
    "level": "ELITE",
    "quote": "The scenery and views surrounding Kenilworth were truly spectacular and definitely helped take my mind off the suffering.",
    "criteria": []
  },
  {
    "rider": "Lizzie Hepple",
    "level": "ELITE",
    "quote": "I'll keep working on my gravel bike skills, and 'hike-a-bike' fitness, so I can come back next year and do it all again!",
    "criteria": [
      "technicality"
    ]
  }
]
