[
  {
    "rider": "Zach V.",
    "level": "UNKNOWN",
    "quote": "Honestly, this was one of the best experiences I've had with a gravel event. Incredible course, amazing people, perfect support, and snacks like watermelon at the finish. Literally could not ask for a better experience!",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Patrick E.",
    "level": "UNKNOWN",
    "quote": "Such good aid stations and an incredible course.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Todd T.",
    "level": "UNKNOWN",
    "quote": "I have ridden a ton of these roads, but very few of the ones included. It was a welcome and amazing, yet challenging surprise!",
    "criteria": []
  },
  {
    "rider": "Mark M.",
    "level": "UNKNOWN",
    "quote": "The course was fun but tough. Organization was great. Aid station nice. People were friendly. And a super great vibe.",
    "criteria": [
      "community",
      "race_quality"
    ]
  },
  {
    "rider": "Mark C.",
    "level": "UNKNOWN",
    "quote": "It was a great challenge. I liked the Fortis course. The scenery was great when I could look at it. The location was great, so close to the Seattle area and so close to I-90. The vibe was great, but I would expect nothing less from the organizers.",
    "criteria": []
  },
  {
    "rider": "Martin Criminale",
    "level": "UNKNOWN",
    "quote": "Wow, this is an amazing course! So glad to have friends that were up for sharing this experience... This course was designed by and the event is promoted by Off-Camber Productions... in my opinion, it sure lives up to its claim.",
    "criteria": []
  },
  {
    "rider": "Fenders",
    "level": "",
    "quote": "I almost never take my fenders off but for this ride, I kept bending the front one when I tried to ride over logs... I recommend not using fenders for this ride because of all the obstacles even though it's nice to keep the mud off. Or just walk your bike over every log.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "First climb",
    "level": "",
    "quote": "comes right out of the gate and is heading out on the stick of the lollipop and was super steep and I never had the energy to take my hands off the bars to take a picture",
    "criteria": []
  },
  {
    "rider": "Second climb",
    "level": "",
    "quote": "in the loop/body of the lollipop and is not quite as steep and is a little smoother (fewer washboard) too",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Third climb",
    "level": "",
    "quote": "the return trip on the stick of the lollipop and is the most fun. Assuming you still have the energy to enjoy it of course. And assuming it's not a really dry day which would turn this climb into a giant sandbox.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "First Descent",
    "level": "",
    "quote": "So good! You head down a short stretch of dirt road and then turn right into the woods. From here to the bottom it's mostly doubletrack, singletrack, and FUN. You are also in the woods so it's not quite as exposed as the rest of the course.",
    "criteria": []
  },
  {
    "rider": "Second Descent",
    "level": "",
    "quote": "Even better! Is that possible...?! The first part is steep but then it's mostly gradual with lots of water bars, tiny creek crossings, eroded trails, and lush green meadows. You really need to pay attention here as some of the dips and bumps are bigger than you think so don't let it rip.",
    "criteria": []
  },
  {
    "rider": "Views",
    "level": "",
    "quote": "If the skies are clear, you can see for miles in every direction",
    "criteria": []
  },
  {
    "rider": "Water Troughs",
    "level": "",
    "quote": "All the water troughs. Be careful as you approach these as some only have a very narrow section of rideable trail that goes around them and some will require you to get off and walk your bike as the transition at the bottom of the trough is too sudden to ride.",
    "criteria": []
  },
  {
    "rider": "Last Descent Hazards",
    "level": "",
    "quote": "Be warned, this is very steep and you'll be tempted to let go of the brakes on the straight sections but each corner invariable has some washboards and my heart rate spiked more than once when my rear tired locked up as I got air off of a bump.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Trail Obstacles",
    "level": "",
    "quote": "One of the more aggressive 'dips' in the trail",
    "criteria": []
  }
]
