[
  {
    "rider": "Lauren De Crescenzo",
    "level": "ELITE",
    "quote": "I was trying to win the whole race this time. Every time the moto would come by I was like, 'I'm trying to win the overall. That was my goal today.'",
    "criteria": []
  },
  {
    "rider": "John Keller",
    "level": "ELITE",
    "quote": "I am happy everything went right today after Steamboat. The plan was to go in the break. I went hard on the first dirt climb and went over the top alone. I just held what I knew I could do all day based on heart rate and nobody bridged up. The gap was over 10 minutes at one point.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Lailah",
    "level": "COMPETITIVE",
    "quote": "Going into The Rad, I didn't know what to expect. I was heavily underprepared for the event, but gave it all I had regardless. Unfortunately, I had to be pulled from the race because I missed the second cutoff by just a few minutes.",
    "criteria": []
  },
  {
    "rider": "Kate",
    "level": "COMPETITIVE",
    "quote": "Just after SBT GRVL in August I had come down with Covid and spend most of the next 7 weeks recovering, not spending much time on the bike. I was unsure of my conditioning going into the Rad but knew that if I rode my ride I'd do fine.",
    "criteria": []
  },
  {
    "rider": "Hannah",
    "level": "COMPETITIVE",
    "quote": "Even though the weather was looking questionable, I was able to finish my first 100 mile ride and beat the rain. Trinidad gravel lived up to all the hype and my legs felt strong throughout the ride.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Aaron Bible",
    "level": "UNKNOWN",
    "quote": "As the day went on the wind picked up and made for a challenging end of the race, not to mention some gnarly climbs through town to finish downtown at the expo, but we persevered with mostly smiles and high fives.",
    "criteria": []
  },
  {
    "rider": "Host Town Transformation",
    "level": "",
    "quote": "Downtown Trinidad was completely revitalized from the last time I had been through here many years ago... Usually these little towns go downhill, not up, and it was a welcomed surprise.",
    "criteria": []
  },
  {
    "rider": "Event Scale",
    "level": "",
    "quote": "The town was overflowing with enthusiasm from more than a thousand of seemingly every type of rider, pros and amateurs alike from 46 states and nine countries.",
    "criteria": []
  },
  {
    "rider": "Community Support [COMPETITIVE rider]",
    "level": "",
    "quote": "Seeing familiar faces throughout the day at aid stations, on the road, and at the finish line was also such a cool feeling.",
    "criteria": []
  }
]
