[
  {
    "rider": "Greg Gentle",
    "level": "RECREATIONAL",
    "quote": "I've never ridden that far before. Horrible idea or not, I'm committed. The Crusher Gravel Race will send about 150 brave souls across the wilderness of the Keweenaw Peninsula in route to Marquette.",
    "criteria": [
      "adventure"
    ]
  },
  {
    "rider": "Greg Gentle",
    "level": "RECREATIONAL",
    "quote": "My goal was to ride straight through aiming for 20 hours. To do that I need to ride about an average of 13 mph knowing there will be some stops along the way.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Greg Gentle",
    "level": "RECREATIONAL",
    "quote": "Most racers arrived at the Noque Trail Head in Forestville Friday. After check-in including a vigorous gear check by volunteers, most riders opted for a hell-bound shuttle on a cramped and hot school bus to Copper Harbor.",
    "criteria": []
  },
  {
    "rider": "Greg Gentle",
    "level": "RECREATIONAL",
    "quote": "After about 10 miles we hit some gnarly downhill sections. I know to get myself to the front of these situations and was able to bomb it with another rider leaving the group behind.",
    "criteria": []
  },
  {
    "rider": "Greg Gentle",
    "level": "RECREATIONAL",
    "quote": "I don't care if that's your race game, or not. If you're in a group for 5+ hours and you don't take a turn you're dead to me. Okay…that's a little harsh. Let's just say I don't have a lot of respect for you as a rider. Do some work. Pull your weight.",
    "criteria": []
  },
  {
    "rider": "Matt Miller",
    "level": "COMPETITIVE",
    "quote": "For the first hour, I didn't see anyone else. Usually in Colorado, if you're riding and need help, you only have to wait a few minutes for someone to pass by. Not here.",
    "criteria": []
  },
  {
    "rider": "Matt Miller",
    "level": "COMPETITIVE",
    "quote": "I pulled over and checked my data while I ground up an energy bar in my mouth. Eighteen miles in. Eighteen miles! That's it? My ambitious 12MPH pace was being buried in sand. I was two hours in at this point and it was going to be a much longer day than expected.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Matt Miller",
    "level": "COMPETITIVE",
    "quote": "Between miles 25 and 52, I climbed more roads and descended into hidden 4x4 and snowmobile trails where I was glad to have flat bars instead of drops.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "GPS Requirement [ALL LEVELS]",
    "level": "",
    "quote": "Signage: There is none. GPS is required.",
    "criteria": []
  },
  {
    "rider": "Michigan Crusher - Mid-Course",
    "level": "COMPETITIVE",
    "quote": "I passed over streams and rivers, and marshes and across boardwalks before hitting a piece of straightaway road for a few miles that led me to a logging area... I rode through the logging area and heard machines making stumps behind the walls of trees.",
    "criteria": []
  },
  {
    "rider": "Aid Station Strategy",
    "level": "RECREATIONAL",
    "quote": "I've ridden 150 gravel miles before and completed the Marji Gesick twice, so I know what a long day on the bike feels like... The Marji has prepared me for a few things. First, don't lag around the checkpoints and aid stations. Keep moving.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Group Dynamics",
    "level": "RECREATIONAL",
    "quote": "In races like this, you try to size up other riders that you think you can ride with. Chicago Steve was definitely my bro.",
    "criteria": []
  },
  {
    "rider": "Pre-Race Atmosphere",
    "level": "RECREATIONAL",
    "quote": "On a typical non-pandemic year we gather en masse to celebrate adventure and individual accomplishments for an entire weekend. There are hundreds of people, vendors and food, and booze of course.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Shuttle Experience",
    "level": "RECREATIONAL",
    "quote": "Most racers arrived at the Noque Trail Head in Forestville Friday. After check-in including a vigorous gear check by volunteers, most riders opted for a hell-bound shuttle on a cramped and hot school bus to Copper Harbor.",
    "criteria": []
  },
  {
    "rider": "International Team Participation",
    "level": "COMPETITIVE",
    "quote": "Team Orange participated for the third consecutive time this year in force of 44 athletes and complete novices. Wa are an international bunch: participants from China, Thailand, Dominican Republic, Jamaica, Haiti Poland and the US have participated...",
    "criteria": []
  }
]
