[
  {
    "rider": "Anne Moore",
    "level": "ELITE",
    "quote": "I can't say enough about how cool these places were. Chris and I stayed at Midgard as it is a family-run adventure excursion hostel/hotel. The place is AMAZING and the owners/staff are the some of the nicest, most accommodating people you could ever meet.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Anne Moore",
    "level": "ELITE",
    "quote": "Sure enough, Phase 1 was ALL. THE. CLIMBING. As you know, elevation recording can vary from device to device. The GPX file we were given to follow recorded 4,900 feet of climbing... At the end of the day my Garmin read 6,100 ft.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Anne Moore",
    "level": "ELITE",
    "quote": "As we turned onto the gravel the climbs started. The first climb consisted of nice, smooth gravel and it was long and windy (not switch-backy though) and enough of an effort to splinter the group... By the time I reached the top I found myself with a small group of about eight men, including Chris.",
    "criteria": [
      "technicality",
      "climate",
      "length"
    ]
  },
  {
    "rider": "Anne Moore",
    "level": "ELITE",
    "quote": "At the top of the climb, the gravel turned not-so-nice on us. It was now big, loose chunky rocks and you had to move from one side of the road to the next for the best line, which makes it a bit more challenging for bigger groups to stay together.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Anne Moore",
    "level": "ELITE",
    "quote": "The climbs got longer and steeper and the weather turned FAST. As we reached the higher elevations the wind picked up to at least 25 – 30 mph. At first, it was coming at us as crosswinds combined with torrential rain that was pelting us sideways.",
    "criteria": [
      "elevation",
      "climate",
      "technicality"
    ]
  },
  {
    "rider": "Anne Moore",
    "level": "ELITE",
    "quote": "I was pushing hard and my heart rate was pegged way higher than I wanted it to be, but I was barely pushing eight mph on the flats and that was pissing me off.",
    "criteria": []
  },
  {
    "rider": "Jim Cuene",
    "level": "ELITE",
    "quote": "Miles 60-80 were, basically, washboard gravel roads. You could ride on the sides and skip the middle lines, but it was really sandy off the main part of the road. Just a terrible stretch.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Jim Cuene",
    "level": "ELITE",
    "quote": "127 miles, 11.5 hours of total time, 10:30 of riding. Tough surface (horrible at times), 20 miles of washboard gravel. The most beautiful course you could ask for, including an active volcano. Harder than Leadville.",
    "criteria": [
      "length",
      "technicality"
    ]
  },
  {
    "rider": "Jim Cuene",
    "level": "ELITE",
    "quote": "Most of the non-pavement was very rough surface, with large chunky rocks and potholes. You had to really pay attention to the line and tire placement the whole way. There were some sandy spots, too, but those weren't a major issues.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Jim Cuene",
    "level": "ELITE",
    "quote": "They made a big deal of the river crossings, but there weren't, really, an issue. More of a novelty and a break in the action.",
    "criteria": []
  },
  {
    "rider": "Joe Perry",
    "level": "UNKNOWN",
    "quote": "From experience I knew I wanted a 2x set up to allow for wider gear range and flexibility during longer events.",
    "criteria": []
  },
  {
    "rider": "Joe Perry",
    "level": "UNKNOWN",
    "quote": "The day before the event we did some pre riding in the area, the gravel was large stone and the wind would build as the day went on but the excitement was growing as it was clear this was a special place and we hadn't even gotten into the highlands yet.",
    "criteria": []
  },
  {
    "rider": "Joe Perry",
    "level": "UNKNOWN",
    "quote": "After about 20km the weather really picked up. The wind was a consistent 30-40 mph with rain and hail and temperatures dropping to the low to mid 40°s as we climbed further into the interior.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Joe Perry",
    "level": "UNKNOWN",
    "quote": "After leaving the second aid station the course had a few changes, the wind was now at our back, we were heading down, and the temperature was climbing quickly and reached near 70°F. It seemed like this was going to be a big payoff for the climbing and head wind earlier.",
    "criteria": [
      "climate",
      "race_quality"
    ]
  },
  {
    "rider": "Casey Cohenmeyer",
    "level": "ELITE",
    "quote": "I will have nightmares about the next 15 miles. The highest point of the ride was at mile 43, we foolishly thought that we would now be rewarded with some downhill. No. From mile 60 to 75 we rode nothing but the most miserable, sharp, awful washboards with the rain and wind picking up.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Casey Cohenmeyer",
    "level": "ELITE",
    "quote": "Every time you thought you saw a better line it would disappear. The 'gutters' were ten inch deep sand with fixed, sharp lava rock to punish you if you made the slightest error. The demon washboards had to be ridden. There was no way around it.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Casey Cohenmeyer",
    "level": "ELITE",
    "quote": "Halfway through this sector I saw a sign that said 'Stop crying like a child' and I did wonder if crying might make it better. Definitely the most miserable 90 min I've ever experienced on a bicycle.",
    "criteria": []
  },
  {
    "rider": "Casey Cohenmeyer",
    "level": "ELITE",
    "quote": "My body was shattered after the washboards and my mind needed a break. It was not going to get one. I remembered from other's 2019 Strava that this was a sector that they averaged 20-22mph. Yes!!! and we turned left into a 20mph headwind. NO!!!!",
    "criteria": []
  },
  {
    "rider": "Christoph Döttelmayer",
    "level": "ELITE",
    "quote": "Never have I been that destroyed after a race. Never have I looked so much forward to dying next to my wife...",
    "criteria": []
  },
  {
    "rider": "Christoph Döttelmayer",
    "level": "ELITE",
    "quote": "I crossed the finish line after 08:48h with a 27th spot from 420 riders. What a feeling. Personal goal achieved. Totally f…..Never have I been that destroyed after a race.",
    "criteria": []
  },
  {
    "rider": "Sarah Swallow",
    "level": "ELITE",
    "quote": "Within the first 10-miles of the race, everything in my body protested the speed and exertion I was attempting to maintain. As it turns out, riding between 100 and 150 miles a day for 21 days is not ideal training for the high intensity of a single-day gravel race, or at least the start of one.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Sarah Swallow",
    "level": "ELITE",
    "quote": "After spending another 10-miles or so getting passed by what felt like the entire field, I swallowed some humble pie and shifted my focus to settling in and just riding the ride as if it was just another day on the Tour Divide.",
    "criteria": []
  },
  {
    "rider": "Connor",
    "level": "UNKNOWN",
    "quote": "I crossed the line in 19th place, clocking 6 hours and 50 minutes over one of the most punishing and rewarding courses I've ever raced.",
    "criteria": []
  },
  {
    "rider": "Connor",
    "level": "UNKNOWN",
    "quote": "A chase group of 25 elite riders caught us only 60 km in, and the race completely reshuffled. What followed was an absolute war zone of steep climbs, rocky descents, and endless hike-a-bike sections. The field exploded, with everyone riding solo in time-trial mode, just trying to keep moving.",
    "criteria": [
      "technicality",
      "elevation",
      "field_depth"
    ]
  },
  {
    "rider": "Connor [UNKNOWN] - Handlebars",
    "level": "",
    "quote": "My Coefficient 38cm handlebars gave me the edge when it came to positioning, handling through rough terrain, and staying comfortable during hours of solo effort. The narrow width helped me stay aero on the flats and in the wind, especially for the final 22 km time trial to the line.",
    "criteria": [
      "climate",
      "length"
    ]
  }
]
