[
  {
    "rider": "Tobias Kongstad",
    "level": "ELITE",
    "quote": "When I did a stupid attack with 160km with a headwind all alone, I thought if I just went solo, they would have to catch me. I cannot believe it. When I was standing on the start line this morning, there were so many good riders, so to be able to beat them, it's just incredible.",
    "criteria": []
  },
  {
    "rider": "Tobias Kongstad",
    "level": "ELITE",
    "quote": "I didn't want to pull in the headwind alone. I didn't want to pull all the small mountain guys on the flat. They shouldn't benefit from me, so I thought if I just go solo, they need to catch me.",
    "criteria": []
  },
  {
    "rider": "Karolina Migoń",
    "level": "ELITE",
    "quote": "I have to admit that it was the goal of the season to defend the title, and I'm incredibly happy to do it again. I cannot even explain how good I feel.",
    "criteria": []
  },
  {
    "rider": "Karolina Migoń",
    "level": "ELITE",
    "quote": "We worked together on the climbs and we worked on the flats. We knew there were some less-strong girls in the group, so we dropped them. We tried to attack on the climbs and we stayed together, so it all played out in the last few kilometers.",
    "criteria": []
  },
  {
    "rider": "Sarah Sturm",
    "level": "ELITE",
    "quote": "I felt so good today. I mean, not the whole time, but it was just disappointing after fighting for it, I just didn't have the snap for the sprint. I'm trying not to think about the result again, but because the day was actually quite good and I'm proud of the race that I had.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Geerike Schreurs",
    "level": "ELITE",
    "quote": "After a hard crash, I pushed on for another 135 kilometers—fighting through pain, hoping it would ease. But with every little bump, it got worse. 274 kilometers and just over 10 hours of racing later, I took the fastest way to the hospital instead of the finish line.",
    "criteria": []
  },
  {
    "rider": "Maddy Nutt",
    "level": "ELITE",
    "quote": "I was unable to stomach any of my nutrition, which now included carbs in my bottles and I was concerned for the 100+ miles I still had to complete. Hitting the third feed zone at 246km, I decided to pause for a longer time and really force myself to take on some food...",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Maddy Nutt",
    "level": "ELITE",
    "quote": "After my battle with a bowl of rice, I emerged victorious and hopped back on my bike... At this point the race really became mental rather than physical and I pushed myself to the 4th feed where I retrieved lights and prepared myself to hit darkness within the next 2 hours.",
    "criteria": []
  },
  {
    "rider": "Kevin Keresztes",
    "level": "COMPETITIVE",
    "quote": "Went well all day long, managed to take on 100g of carbs and fininshed before nightfall at 13h52m. I figured it would take me between 14-16 hours, so to go under 14 hours is a huge accomplishment for me... Was an amazing experience and such a crazy course with everything you can imagine in it.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Kevin Keresztes",
    "level": "COMPETITIVE",
    "quote": "0-135km (the first feed zone) was quite fast and dusty, eventually settling in with a pack of like 25-30 people. Averaged 28kmh until that first feed zone and things became a bit more tame after it on the big climbs.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "DFISH",
    "level": "COMPETITIVE",
    "quote": "My recommendation is that you have a good strategy for pacing. The level of riders in Catalonia, and specifically all the riders coming to the trakka is insane. So don't get caught up in going too hard, enjoy the beautiful route and pace yourself for an even or negative split.",
    "criteria": []
  },
  {
    "rider": "DFISH",
    "level": "COMPETITIVE",
    "quote": "The jump for 200 to 360km I find mentally challenging. I can do a 200km gravel ride and never be down. doing a distance like 360km, I'll have periods of wanting to give up, and questioning life decisions, and sometimes technical difficulties. Being prepared for the down moments is important.",
    "criteria": [
      "technicality",
      "length"
    ]
  },
  {
    "rider": "Timo Rokitta",
    "level": "COMPETITIVE",
    "quote": "After 17 hours and 28 minutes, I finally made it. The efforts of the past 5 months have paid off!",
    "criteria": []
  },
  {
    "rider": "Timo Rokitta",
    "level": "COMPETITIVE",
    "quote": "Shortly before Pals, there was an exhausting climb in the forest on extremely sandy ground. A fast section then brings me to the final ascent, which climbs to over 450 meters. The subsequent descent is on a 'corrugated road' - my hands are now hurting intensely.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Thomas Boury",
    "level": "COMPETITIVE",
    "quote": "Right from the start the pace was incredibly high. I found myself in the second and then the third group behind the leaders. After about 100km I decided to reduce my pace in order to make it to the end.",
    "criteria": []
  },
  {
    "rider": "Thomas Boury",
    "level": "COMPETITIVE",
    "quote": "After about an hour we were overtaken by another group who just flew by. We all started to hang on to them, but I quickly knew that the pace wasn't sustainable. I looked at my GPS, over 300w flat. I'm 63kg!",
    "criteria": []
  },
  {
    "rider": "Tom Couzens",
    "level": "UNKNOWN",
    "quote": "0-135km was quite fast and dusty, eventually settling in with a pack of like 25-30 people. Averaged 28kmh until that first feed zone and things became a bit more tame after it on the big climbs. Was an amazing experience and such a crazy course with everything you can imagine in it.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Tom Couzens",
    "level": "UNKNOWN",
    "quote": "16.5 hours of cycling in one day and burning a reported 12,862 calories in that time means no matter what you do, you cannot eat enough... In the first 10 hours, I had no trouble at all hitting my 80 grams of carbohydrate an hour. After that, things became more difficult.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Liv",
    "level": "ELITE",
    "quote": "On the morning of the race I felt ready and determined. I started well and tried to pay my dues by doing a pull at the front. In the chaos of the openness, men catching up and the first steep sections I had to let go of the front of the race.",
    "criteria": []
  },
  {
    "rider": "Liv",
    "level": "ELITE",
    "quote": "So, I dug deep, so deep that by the last 15km I started making mistakes of exhaustion. Which resulted in a flat front tyre and two small crashes. Needless to say I was relieved to have finished, within the limit I set for myself and an 8th place.",
    "criteria": []
  },
  {
    "rider": "Kevin Keresztes",
    "level": "COMPETITIVE",
    "quote": "I was running Pathfinder 42's with xc cush core and they handled everything well, no punctures.",
    "criteria": []
  },
  {
    "rider": "DFISH",
    "level": "COMPETITIVE",
    "quote": "Tire choice, 40-50mm seems ideal. I always run inserts.",
    "criteria": []
  },
  {
    "rider": "Tom Couzens",
    "level": "UNKNOWN",
    "quote": "Bigger is always better when it comes to the best gravel bike tire choice at The Traka. Luckily the gravel bike I was riding is able to fit 50mm tires and with some sections being questionably rough and better suited to a mountain bike the tubeless setup provided heaps of comfort as well as practica...",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Tom Couzens",
    "level": "UNKNOWN",
    "quote": "With 11,075 calories packed into my frame bags, I had enough fuel to keep your average human being going for a working week...",
    "criteria": []
  },
  {
    "rider": "Tom Couzens",
    "level": "UNKNOWN",
    "quote": "Spare dry chain lube was the biggest saviour of the day. Dusty gravel can dry out your chain like nothing else and that sound of a squeaking drivetrain is enough to make you get off the bike and call it a day.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Maddy Nutt",
    "level": "ELITE",
    "quote": "At 8:40pm the sun set, and with this darkness came a very unfortunate heavy downpour of rain... I kept my focus and picked up my pace coming out of the 5th feed, keen to ensure that I would hold my position on the podium.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Timo Rokitta",
    "level": "COMPETITIVE",
    "quote": "After the last refreshment station, I switch on my powerful front light. A short section of trail runs alongside a stream and then it's full throttle towards the finish.",
    "criteria": []
  },
  {
    "rider": "Tom Couzens",
    "level": "UNKNOWN",
    "quote": "The day of the Traka the temperature was nearing 30 degrees at maximum. However, entering the late hours of Saturday the rain started to come down heavily and I was more than thankful for the waterproof and warm long-sleeved underlayer I packed and had been carrying around for the past 14 hours.",
    "criteria": [
      "length",
      "climate",
      "field_depth"
    ]
  },
  {
    "rider": "Tom Couzens",
    "level": "UNKNOWN",
    "quote": "Even if power banks do add extra weight, there is nothing worse than your cycling computer running out of battery and your precious ride not being uploaded to Strava for The World to see.",
    "criteria": []
  },
  {
    "rider": "Tom Couzens",
    "level": "UNKNOWN",
    "quote": "Only an hour into the ride and my companion for the challenge, Joe, had already sliced his tire. Luckily for him I had some tire plugs to quickly solve the problem, but out on the route there were numerous times riders had their bikes flipped upside down trying to fix this or that.",
    "criteria": []
  },
  {
    "rider": "Timo Rokitta",
    "level": "COMPETITIVE",
    "quote": "The conditions for the 2023 edition of The Traka 360 were almost perfect. The route was dry and the temperatures were not too hot.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Tom Couzens",
    "level": "UNKNOWN",
    "quote": "The day of the Traka the temperature was nearing 30 degrees at maximum. However, entering the late hours of Saturday the rain started to come down heavily.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Maddy Nutt",
    "level": "ELITE",
    "quote": "At 8:40pm the sun set, and with this darkness came a very unfortunate heavy downpour of rain.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Velo report",
    "level": "",
    "quote": "Cool temps and scattered rain couldn't dampen the fireworks, as The Traka once again served up Europe's biggest gravel event.",
    "criteria": []
  },
  {
    "rider": "Liv",
    "level": "ELITE",
    "quote": "90km of headwind, with not a soul to see to help me.",
    "criteria": []
  },
  {
    "rider": "Kevin Keresztes",
    "level": "COMPETITIVE",
    "quote": "0-135km (the first feed zone) was quite fast and dusty, eventually settling in with a pack of like 25-30 people. Averaged 28kmh until that first feed zone and things became a bit more tame after it on the big climbs.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Timo Rokitta",
    "level": "COMPETITIVE",
    "quote": "From the feed station to Roses, it was either steep uphill or steep downhill. The (exhausting) highlight was a 7km long singletrack with many loose rocks.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Tom Couzens",
    "level": "UNKNOWN",
    "quote": "After hitting the coast, we passed through another scenic section of the route, which featured a 7km technical single track most definitely built for mountain bikes rather than something with drop handlebars! I embraced the challenge and found I actually enjoyed some of the drop-offs and was riding ...",
    "criteria": []
  },
  {
    "rider": "Timo Rokitta",
    "level": "COMPETITIVE",
    "quote": "The final climb before the second refreshment station in Roses was so steep that almost everyone had to push their bikes due to the 15% gradient and a strong headwind.",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "Timo Rokitta",
    "level": "COMPETITIVE",
    "quote": "Shortly before Pals, there was an exhausting climb in the forest on extremely sandy ground.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Maddy Nutt",
    "level": "ELITE",
    "quote": "Hitting that last climb, I had barely anything left in me to get up the 10km long ascent with sections as steep as 22% and I found myself having to hike-a-bike, despite having been able to ride the climb entirely when I had recce-d it.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Timo Rokitta",
    "level": "COMPETITIVE",
    "quote": "The subsequent descent is on a 'corrugated road' - my hands are now hurting intensely.",
    "criteria": []
  },
  {
    "rider": "Kevin Keresztes",
    "level": "COMPETITIVE",
    "quote": "My favourite ride was going north of Figueres into the mountains there doing a reckon of this year's 360 route.",
    "criteria": []
  },
  {
    "rider": "Gravel Earth Series report",
    "level": "",
    "quote": "The route takes you past coastal coves (which are only accessible by foot or boat) and mile, after mile, after mile of dry and dusty trails.",
    "criteria": []
  },
  {
    "rider": "Official description",
    "level": "",
    "quote": "360 kilometers with 3,700 meters of elevation gain. The race headed north from Girona and toward the climb of Mas Patiras, working its way back to the south and the Gavarres mountains, and more climbing including Els Metges, before returning to Girona.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Kevin Keresztes",
    "level": "COMPETITIVE",
    "quote": "0-135km (the first feed zone) was quite fast and dusty, eventually settling in with a pack of like 25-30 people. Averaged 28kmh until that first feed zone.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Thomas Boury",
    "level": "COMPETITIVE",
    "quote": "After about 100km I decided to reduce my pace in order to make it to the end.",
    "criteria": []
  },
  {
    "rider": "DFISH",
    "level": "COMPETITIVE",
    "quote": "My recommendation is that you have a good strategy for pacing. The level of riders in Catalonia, and specifically all the riders coming to the trakka is insane. So don't get caught up in going too hard, enjoy the beautiful route and pace yourself for an even or negative split.",
    "criteria": []
  },
  {
    "rider": "Kevin Keresztes",
    "level": "COMPETITIVE",
    "quote": "Managed to take on 100g of carbs",
    "criteria": []
  },
  {
    "rider": "Tom Couzens",
    "level": "UNKNOWN",
    "quote": "With 11,075 calories packed into my frame bags... In the first 10 hours, I had no trouble at all hitting my 80 grams of carbohydrate an hour. After that, things became more difficult.",
    "criteria": []
  },
  {
    "rider": "Thomas Boury",
    "level": "COMPETITIVE",
    "quote": "My gut started to cramp and my energy level began to drop as I was struggling to take on some carbohydrates. No fuel no power!... After about 8h30 I arrived at the 180km feed zone. I decided to take it carefully from there and managed a 10min stop... I ate some pasta and drank some Coke.",
    "criteria": []
  },
  {
    "rider": "Tom Couzens",
    "level": "UNKNOWN",
    "quote": "Hindsight is a wonderful thing, but oh how I wish I had packed some savoury sandwiches",
    "criteria": []
  },
  {
    "rider": "Tom Couzens",
    "level": "UNKNOWN",
    "quote": "On realising it was empty, I chose not to turn back, with riders leaving me at the feed whilst I took a nature break. I chased back onto them on the climb we approached and sipped through my bottles, unaware of how many hours it would be before I had a chance to refill my sparse water supplies...",
    "criteria": [
      "length",
      "field_depth"
    ]
  },
  {
    "rider": "Tom Couzens",
    "level": "UNKNOWN",
    "quote": "Salt was one of the things that I really craved which was especially amplified by the heat. I packed a tube of hydro tabs in my frame bag, which contained a variety of flavours inside to help keep me on top of my drinking and prevent the dreaded cramps from setting in.",
    "criteria": []
  },
  {
    "rider": "Timo Rokitta",
    "level": "COMPETITIVE",
    "quote": "After about 8h30 I arrived at the 180km feed zone. I decided to take it carefully from there and managed a 10min stop, saying to myself it was not lost time.",
    "criteria": []
  },
  {
    "rider": "Maddy Nutt",
    "level": "ELITE",
    "quote": "Hitting the third feed zone at 246km, I decided to pause for a longer time and really force myself to take on some food... I knew I needed some fuel in me to get me to that finish line, and that the time lost here taking on as much as I could nutrition-wise would be worth it.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "DFISH",
    "level": "COMPETITIVE",
    "quote": "The jump for 200 to 360km I find mentally challenging. I can do a 200km gravel ride and never be down. doing a distance like 360km, I'll have periods of wanting to give up, and questioning life decisions, and sometimes technical difficulties. Being prepared for the down moments is important.",
    "criteria": [
      "technicality",
      "length"
    ]
  },
  {
    "rider": "Maddy Nutt",
    "level": "ELITE",
    "quote": "At this point the race really became mental rather than physical and I pushed myself to the 4th feed where I retrieved lights and prepared myself to hit darkness within the next 2 hours.",
    "criteria": []
  },
  {
    "rider": "Tom Couzens",
    "level": "UNKNOWN",
    "quote": "Out on the route there were numerous times riders had their bikes flipped upside down trying to fix this or that. On one occasion a tube was passed over to a rider who had suffered his fifth puncture in a little under 100 kilometers.",
    "criteria": []
  },
  {
    "rider": "Thomas Boury",
    "level": "COMPETITIVE",
    "quote": "I wasn't able to eat, my stomach cramps were bad and I threw up some bile a few times. I stayed there for about 20 min before moving forward.",
    "criteria": []
  },
  {
    "rider": "Tom Couzens",
    "level": "UNKNOWN",
    "quote": "By this point, my throat was so dry I had become unable to swallow any of my nutrition. Races of this length can essentially become eating competitions, so I was aware of the importance of ingesting carbs for the longevity of my performance, but simply couldn't keep anything down.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Thomas Boury",
    "level": "COMPETITIVE",
    "quote": "Right from the start the pace was incredibly high. I found myself in the second and then the third group behind the leaders. After about 100km I decided to reduce my pace in order to make it to the end.",
    "criteria": []
  },
  {
    "rider": "Liv",
    "level": "ELITE",
    "quote": "By the last 15km I started making mistakes of exhaustion. Which resulted in a flat front tyre and two small crashes.",
    "criteria": []
  }
]
