[
  {
    "rider": "Tom Couzens",
    "level": "COMPETITIVE",
    "quote": "The Gralloch is tough. There is no denying that. The course is brutal. To paint the picture the first 12 km is nearly all uphill, right out of the blocks...",
    "criteria": []
  },
  {
    "rider": "Tom Couzens",
    "level": "COMPETITIVE",
    "quote": "With the first 12km being nearly all uphill I had one goal, set a pace hard enough that it would dispatch enough riders but not too many that no one would be left to help work together...",
    "criteria": []
  },
  {
    "rider": "Matt Buckley",
    "level": "COMPETITIVE",
    "quote": "Despite having been thoroughly beaten up by a very tough course, the overall event was superbly run... I crossed the line in just over 5 hours, well outside of qualifying time.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Matt Buckley",
    "level": "COMPETITIVE",
    "quote": "Some 20 minutes later, the climb transitioned into the first descent of the day, a twisty yet wide forestry track that had riders littered left and right fixing their bikes. The gravel claimed many tyres throughout the day, but I managed to stay out of any trouble, the mechanical kind at least.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Matt Buckley",
    "level": "COMPETITIVE",
    "quote": "It was around 75km that the cramp in my legs started to set in; every gradient became a balancing act between pushing on hard enough and avoiding my left quad spasming, which then required a few minutes off the bike, drinking as much as I could, and pulling some interesting stretches.",
    "criteria": []
  },
  {
    "rider": "Ben Thomas",
    "level": "ELITE",
    "quote": "Off the marks, out of the arena, onto the tarmac stretch out of the town, I'm getting shuffled further and further back through the peloton, but just before the left turn onto the first gravel section and first climb I swoop around the outside of those in front and slot into the top 5...",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Ben Thomas",
    "level": "ELITE",
    "quote": "Next climb and Petr Vakoc is in attack mode, he kicks down the gears and forces the power through the pedals, I'm the only one who can go with him and suddenly we are away in the lead of a UCI gravel race. This was unexpected and certainly unplanned.",
    "criteria": [
      "field_depth",
      "technicality"
    ]
  },
  {
    "rider": "Ben Thomas",
    "level": "ELITE",
    "quote": "At the 75km mark I had a lack of energy but thankfully the legs came back 5km later with the help of a group that dragged me to the feed zone at 87km point. I topped up the water bottle and squeezed a few oranges down my neck which was a refreshing change to gels etc.",
    "criteria": []
  },
  {
    "rider": "Hugo Foulon",
    "level": "ELITE",
    "quote": "After 40km of a super fast ride, chasing the leading group with 4/5 very strong fellow racers, unfortunately, I broke my chain. It was due to a projection of a rock between my cassette and my chain. After trying to fix it, removing the twisted part, I saw that the chain was completely twisted.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Michael Newton",
    "level": "UNKNOWN",
    "quote": "After last year's puncture issues, I took descents a little bit steadier than normal which seemed to pay off as I had no mechanical issues throughout the race. I kept pushing on the pedals and fuelled what I thought was going to keep me going strong throughout.",
    "criteria": []
  },
  {
    "rider": "Michael Newton",
    "level": "UNKNOWN",
    "quote": "At the 75km mark I had a lack of energy but thankfully the legs came back 5km later with the help of a group that dragged me to the feed zone at 87km point. I topped up the water bottle and squeezed a few oranges down my neck which was a refreshing change to gels etc...",
    "criteria": []
  },
  {
    "rider": "Tom Couzens",
    "level": "COMPETITIVE",
    "quote": "In terms of kit, aerodynamics is key! Saving as many watts as possible translates to more speed with less energy expenditure. With that in mind I used the brand new Sportful Fast Not Fun gravel specific skinsuit, with two convenient cargo pockets to store all of my gels and a race fitting fit.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Matt Buckley",
    "level": "COMPETITIVE",
    "quote": "The barren landscape offered no respite from the sun, and I became increasingly pleased with my last-minute purchase of a hydration pack.",
    "criteria": []
  },
  {
    "rider": "Opening climb specifics",
    "level": "",
    "quote": "The first 12 km is nearly all uphill, right out of the blocks",
    "criteria": []
  },
  {
    "rider": "Course character",
    "level": "",
    "quote": "For the next 80 kilometers the course dips and dives through the Galloway Forest, taking in the sights before you finally return to the tarmac for the final 10km stretch to the finish line.",
    "criteria": []
  },
  {
    "rider": "Technical section",
    "level": "",
    "quote": "I knew a technical, narrow section was fast approaching as we hit the 40 km mark. Moving up through the group I used my cyclocross skills to my advantage, pushing the pace through this narrow section to go clear.",
    "criteria": [
      "logistics",
      "field_depth"
    ]
  },
  {
    "rider": "Descent from Loch Grannoch",
    "level": "",
    "quote": "The descent from Loch Grannoch was a different beast, however. Fist-sized bits of gravel and relentless corrugations made for very tough going on my already tired body. Choosing the fastest line down the hill had turned into letting go of the brakes and hanging on for dear life.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Surface conditions",
    "level": "",
    "quote": "Sharp dagger-like rocks line the course",
    "criteria": []
  },
  {
    "rider": "Final 10km",
    "level": "",
    "quote": "Around 100km we hit some tarmac, oooooh buttery smooth tarmac mmmmmm. Thankfully it was pretty much all downhill to the finish",
    "criteria": []
  },
  {
    "rider": "Tom Couzens",
    "level": "COMPETITIVE",
    "quote": "90 grams of carbs an hour is my magic number. It's something I've tried a lot in training to find out what works best for me and this is it. Little and often is also key. I've found a Veloforte energy gel every 15 minutes is the perfect gravel race nutrition strategy.",
    "criteria": []
  },
  {
    "rider": "Tom Couzens",
    "level": "COMPETITIVE",
    "quote": "Another thing a lot of people find unusual is I don't have a power meter and ride completely off of feel. I've been doing this for the past 2 years and find it really beneficial for situations such as this and knowing what your body can and cannot handle.",
    "criteria": []
  },
  {
    "rider": "Matt Buckley",
    "level": "COMPETITIVE",
    "quote": "In the last 30 minutes, there were a few attacks from the lead group and I could feel the fatigue and cramping on the inside of my quads, but this was more a result of the sprinting.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Opening climb strategy",
    "level": "",
    "quote": "The starting climb starts off very steep and so there is little advantage following someone's wheel so I knew I wanted to be on the front to set the pace to my liking.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Critical tactical moment",
    "level": "",
    "quote": "I knew that this later part of the race would suit a group better than a solo rider thanks to the wider, smoother gravel tracks and so knew I just had to go all in to establish a gap.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Mechanical failures common",
    "level": "",
    "quote": "Lost bottles, punctures and dropped chains were a common occurrence",
    "criteria": []
  },
  {
    "rider": "Chain breakage from rocks",
    "level": "",
    "quote": "After 40km of a super fast ride, chasing the leading group with 4/5 very strong fellow racers, unfortunately, I broke my chain. It was due to a projection of a rock between my cassette and my chain.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Punctures widespread",
    "level": "",
    "quote": "Punctures were a common theme once again at this year's edition of The Gralloch",
    "criteria": []
  },
  {
    "rider": "Mechanical damage on descents",
    "level": "",
    "quote": "The first descent of the day, a twisty yet wide forestry track that had riders littered left and right fixing their bikes.",
    "criteria": []
  },
  {
    "rider": "Nutrition bonking",
    "level": "",
    "quote": "At the 75km mark I had a lack of energy",
    "criteria": []
  },
  {
    "rider": "Event village",
    "level": "",
    "quote": "The very impressive event village",
    "criteria": []
  },
  {
    "rider": "Finish line atmosphere",
    "level": "",
    "quote": "The atmosphere at the finish was fantastic",
    "criteria": []
  },
  {
    "rider": "Post-race scene",
    "level": "",
    "quote": "A quick shower, lie down, curry and rice and I felt more human. It was great to catch up with other racers, in particular some guys from my hometown in Cumbria who I spent the evening drinking a few ciders with whilst listening to the live band.",
    "criteria": []
  },
  {
    "rider": "Team atmosphere",
    "level": "",
    "quote": "After years of racing as a privateer and traveling solo to so many events it's amazing to now have the support of a dedicated team staff at each race.",
    "criteria": []
  },
  {
    "rider": "Women's race format",
    "level": "",
    "quote": "A number of women that I spoke to really valued having separate starts as it felt like their own race, rather than being bolted onto the men's.",
    "criteria": []
  },
  {
    "rider": "International field",
    "level": "",
    "quote": "Welcoming nearly 3,000 riders from 35 nations",
    "criteria": []
  },
  {
    "rider": "Overall recommendation",
    "level": "",
    "quote": "I would thoroughly recommend this event to anyone who wants to battle it out on the fabulous gravel tracks the area has to offer.",
    "criteria": []
  }
]
