[
  {
    "rider": "Flint and Scarlet Zeigler",
    "level": "RECREATIONAL",
    "quote": "Scarlet and I pack our kit almost identically: the same tents, sleep system, cook system, water, and basic clothing. She is responsible for carrying and maintaining all of her own gear.",
    "criteria": []
  },
  {
    "rider": "Canada Section",
    "level": "",
    "quote": "Canada is exciting and, in hindsight, our favorite section of the GDMBR. As we find comfort in the rhythm of touring, we pass pristine creeks, rivers, and lakes, see jagged snow-capped peaks, and ride fun, flowy singletrack.",
    "criteria": []
  },
  {
    "rider": "Richmond Peak climb",
    "level": "",
    "quote": "Chris, Kurt and Joe decided to make camp at the foot of the climb up the Whitefish Divide at mile 245 while Matt pushed halfway up the Red Meadow Pass climb (mile 280).",
    "criteria": []
  },
  {
    "rider": "Brooks Lake section",
    "level": "",
    "quote": "The road was a little boggy but it was worth it, the views were some of the best of the entire Divide.",
    "criteria": []
  },
  {
    "rider": "Bard Creek Trail",
    "level": "",
    "quote": "The trail is steep. Very steep. And some of it, or a lot of it, just isn't there. It's called the Bard Creek Trail and lives up to its reputation. It's not easy running... research on Strava about the race...",
    "criteria": []
  },
  {
    "rider": "Wyoming Basin Crossing",
    "level": "",
    "quote": "After so many days of sunburn I was now wearing my arm warmers and full length leg warmers all day for protection. I did not want to be out in the basin wearing those and decided I needed to make a very early departure... The basin crossing to Wamsutter was spectacular...",
    "criteria": []
  },
  {
    "rider": "Weather-related challenges",
    "level": "",
    "quote": "Due to the weather, racers are likely wearing through their drivetrains much faster than previous years, which will likely cause many of them to have to pre-maturely replace them once they get into Colorado.",
    "criteria": [
      "climate",
      "field_depth"
    ]
  },
  {
    "rider": "Pre-race mental breakdown",
    "level": "",
    "quote": "Let's not even add in the before-we-even-left-the-house breakdown that left half of us feeling like we might just be getting in over our heads. We have conversations, grant assurances, and heartfelt bridges are built again.",
    "criteria": []
  },
  {
    "rider": "Resupply issues",
    "level": "",
    "quote": "A popular resupply point at Swan River (mile 354) was discovered to be burned down, likely causing a number of racers to go off-route to Big Fork.",
    "criteria": []
  },
  {
    "rider": "Tour Divide tracking culture",
    "level": "",
    "quote": "Technology now affords us the ability to stay in touch and keep others informed of our whereabouts from the far reaches of our planet. This is a truth that I often battle with. On the one hand, I crave the solitude and the peace that these tours provide.",
    "criteria": []
  },
  {
    "rider": "Brush Mountain Lodge reputation",
    "level": "",
    "quote": "At Brush Mountain Lodge we stopped for a burger. Great place but we waited what seemed an age for our food... I wanted to continue on to Brush Mountain Lodge so much... Kirsten's famous pancakes...",
    "criteria": []
  }
]
