[
  {
    "rider": "Tracy Gravlin",
    "level": "ELITE",
    "quote": "The gravel was fast and easy. There was some good climbing in the middle part of the course. There were several areas that reminded me of Nebraska with the long roads and farm fields with corn. I felt good and was moving along pretty good until the last 14 miles of the race.",
    "criteria": [
      "field_depth",
      "technicality",
      "length"
    ]
  },
  {
    "rider": "Tracy Gravlin",
    "level": "ELITE",
    "quote": "I took off and felt great. The top 5 women were going to medal in the 62 miler. I was hoping to make five. There was a woman behind me at one point halfway in, so I pushed hard to distance myself from her. I ended third woman OA and couldn't have been happier.",
    "criteria": []
  },
  {
    "rider": "Bike Choice [OFFICIAL/UNKNOWN LEVEL]",
    "level": "",
    "quote": "There will be some fast rolling hero gravel, slightly rougher two-track, and a bit of (dare I say it?) sand from time to time on the back trails! Just enough for a good time...",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Terrain Comparison",
    "level": "ELITE",
    "quote": "Several areas that reminded me of Nebraska with the long roads and farm fields with corn.",
    "criteria": []
  },
  {
    "rider": "Pre-Race Social",
    "level": "ELITE",
    "quote": "The night before the race we had a nice Italian meal with John",
    "criteria": []
  },
  {
    "rider": "Race Day Conditions",
    "level": "ELITE",
    "quote": "Race day was beautiful! No wind. Great temps and sunshine.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Official Pre-Race Event",
    "level": "",
    "quote": "Chiller for the Thriller",
    "criteria": []
  },
  {
    "rider": "Charitable Cause",
    "level": "",
    "quote": "100% of all proceeds from the Thunder Bay Thriller go back towards the Rock CF Foundation: a nonprofit based out of Michigan dedicated to heightening awareness for cystic fibrosis and providing those living with CF the tools to not only survive, but thrive.",
    "criteria": []
  },
  {
    "rider": "Training Recognition",
    "level": "ELITE",
    "quote": "One of my ski friends did the race, too. He knows I spend the winter with BaseCamp instead of ski racing now. After the race he told me that my BaseCamp training sure came through in the race.",
    "criteria": []
  }
]
