[
  {
    "rider": "Laura",
    "level": "RECREATIONAL",
    "quote": "I came away from the Tor Divide and the Tor Divide Bursary with an experience I'll carry with me for a lifetime - new skills, a renewed sense of what's possible, and an even greater curiosity for the kind of places Bert and I can explore next... Your first step doesn't have to be epic.",
    "criteria": [
      "experience"
    ]
  },
  {
    "rider": "Laura",
    "level": "RECREATIONAL",
    "quote": "There were descents that tested the limits of my internal squeal-o-meter and moments that caught me off guard—like getting winded by a gate that didn't swing quite as wide as I expected it to, or the kind woman who gave me a perfectly timed shove via my saddlebag when I was mid-wobble on a steep sec...",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Laura",
    "level": "RECREATIONAL",
    "quote": "I bivvied in the wild for the first time, strayed off the map more than once (including five minutes of shouting 'hello?' into a patch of dense woodland), and soaked in the views of the Peak District with a grin I couldn't seem to shift.",
    "criteria": []
  },
  {
    "rider": "Claire Frecknall",
    "level": "RECREATIONAL",
    "quote": "I've often heard it said that 'UK gravel riding is just 90's mountain biking' and that isn't too far from the truth.",
    "criteria": []
  },
  {
    "rider": "Claire Frecknall",
    "level": "RECREATIONAL",
    "quote": "We had averaged a mere 10 kmh for the first 35 km... The steep road climb up Mam Tor was a rude awakening less than 1km from the start line! By the time we arrived at our first refuelling stop of the day, we had averaged a mere 10kmh for the first 35km, including a hike before Ladybower Reservoir an...",
    "criteria": [
      "technicality",
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Claire Frecknall",
    "level": "RECREATIONAL",
    "quote": "Sometimes, even with wide 650b rims and 2.1",
    "criteria": []
  },
  {
    "rider": "Claire Frecknall",
    "level": "RECREATIONAL",
    "quote": "By the time we reached the summit [of Jacob's Ladder], the sun was setting, with the sky turning beautiful shades of pink and orange...",
    "criteria": []
  },
  {
    "rider": "VecchioJo",
    "level": "RECREATIONAL",
    "quote": "I suppose the signs that it was going to be a tough day were there right from the off. After just a few minutes of cruising along the valley floor we wheel left, and immediately click through all the gears to climb the Mam Nick road up Mam Tor in one of the more unnecessarily brutal starts to a cycl...",
    "criteria": []
  },
  {
    "rider": "VecchioJo",
    "level": "RECREATIONAL",
    "quote": "Maybe on a full-suspension mountain bike and with a decent pair of legs you'd have half a chance [on Jaggers Clough].",
    "criteria": []
  },
  {
    "rider": "VecchioJo",
    "level": "RECREATIONAL",
    "quote": "If I were to ride this again I'd bring a lightweight hardtail mountain bike with fast running tyres... The first riders home on both the long and short courses did so in 11 and 13 hours respectively, and both were on lightweight full suspension bikes.",
    "criteria": [
      "elevation",
      "length"
    ]
  },
  {
    "rider": "VecchioJo [RECREATIONAL] - Bikes",
    "level": "",
    "quote": "Individual bike choice on display showed that everyone would be on the right bike at some point, a totally inappropriate one somewhere else... there was everything from full suspension mountain bikes through all the subsets of gravel bikes to things that were quite scarily cyclo-crossy.",
    "criteria": []
  },
  {
    "rider": "Laura",
    "level": "RECREATIONAL",
    "quote": "Which brings me to what truly stuck with me the most—the people. The Tor Divide felt open and inclusive in the most genuine way. There was no pressure, no posturing—just people riding (or hiking!) their bikes in whatever way brought them joy.",
    "criteria": []
  },
  {
    "rider": "Claire Frecknall",
    "level": "RECREATIONAL",
    "quote": "Rolling back into the carpark we were greeted by cheers from already finished riders gathered around. Whether you had completed the long or short loop, a combination of the two or even just part of the route, it didn't matter, as we all had stories to tell and experiences gained.",
    "criteria": []
  },
  {
    "rider": "Valerio Stuart (Event Organizer)",
    "level": "UNKNOWN",
    "quote": "His intention with the Tor Divide is to provide a safe environment and opportunity for first time bikepackers to test themselves against a challenging route without the need to jump straight into a gruelling multi-day race, and yet offer a tough and varied enough route to keep experienced riders ent...",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "VecchioJo [RECREATIONAL] - Demographics",
    "level": "",
    "quote": "It's everyone from complete first timers to hardened bikepacking veterans, and as is common with bikepacking there was a larger than usual percentage of female participants. Nowhere near the 50/50 split that some events strive for, but still encouraging in the world of cycling sausagefests.",
    "criteria": []
  },
  {
    "rider": "Event Format",
    "level": "UNKNOWN",
    "quote": "There was no mass start and riders left whenever they were ready. As we woke up late and had quite a faffy morning despite being parked within sight of the Village Hall start HQ, we were among the last to leave and spent all day catching up with riders and riding with them for short whiles.",
    "criteria": []
  },
  {
    "rider": "Valerio Stuart (about Laura)",
    "level": "UNKNOWN",
    "quote": "Laura truly embodies the spirit of Tor Divide: it's not about speed, gear or appearance, but about showing up, being open to the unknown, and discovering what you're capable of.",
    "criteria": []
  },
  {
    "rider": "Route Options",
    "level": "UNKNOWN",
    "quote": "The Tor Divide is a fixed route unsupported event designed to be ridden as a single stage, crossing the Peak District up, over and along every surface you can imagine: forest trails, bridleways, singletrack and quiet scenic roads, rock, gravel and bog.",
    "criteria": [
      "technicality",
      "logistics"
    ]
  },
  {
    "rider": "Self-Support Rules",
    "level": "UNKNOWN",
    "quote": "As a self-supported event riders can decide where and when to eat or sleep, as long as they follow the format principles and only use facilities available to all, and don't get any pre-arranged outside assistance.",
    "criteria": []
  },
  {
    "rider": "Accommodation Options",
    "level": "UNKNOWN",
    "quote": "There were also numerous accommodation options along the route if you preferred to book a comfortable bed and a hot shower.",
    "criteria": []
  }
]
