[
  {
    "rider": "Josh Ibbett",
    "level": "RECREATIONAL",
    "quote": "Halfway up that first climb, Colle del Colombardo, you wouldn't be alone in thinking the ride was beyond your abilities. A steep paved section in the lower slopes gave way to an equally steep but much rougher section.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Josh Ibbett",
    "level": "RECREATIONAL",
    "quote": "Don't underestimate the Colle Del Colombardo, its tough and slow going, but the good news is that most climbs feel easier from here on in.",
    "criteria": []
  },
  {
    "rider": "Josh Ibbett",
    "level": "RECREATIONAL",
    "quote": "The Strada Dell Assiette seemed to be a haven for these heavily laden lumbering beasts [motorbikes] that threw up great clouds of dust and at times squeezed me into the rougher rocks at the edge of the track.",
    "criteria": []
  },
  {
    "rider": "Josh Ibbett",
    "level": "RECREATIONAL",
    "quote": "Taking almost an hour to cover just over a mile was a tough start to the 3rd day on the trail, but the singletrack descent in the golden morning light made the extra effort well worth it.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "JKB",
    "level": "UNKNOWN",
    "quote": "The first climb, Colle del Colombardo, is a real beast. It rained on us on the way up and we were reduced to walking on the steeper sections. It was a rude awakening to how much climbing we had to look forward to over the next week.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "JKB",
    "level": "UNKNOWN",
    "quote": "Those long climbs can take hours over an entire chunk of the day, which puts you in quite a different head space.",
    "criteria": [
      "technicality",
      "length"
    ]
  },
  {
    "rider": "JKB",
    "level": "UNKNOWN",
    "quote": "Does slightly make you wonder what the point is if you can't remember the places you've pedalled!",
    "criteria": []
  },
  {
    "rider": "JKB",
    "level": "UNKNOWN",
    "quote": "We'd given ourselves 8 days to ride the TNR, which meant averaging around 85km and a little over 2,000m climbing every day.",
    "criteria": []
  },
  {
    "rider": "JKB",
    "level": "UNKNOWN",
    "quote": "I think that next section is supposed to be very beautiful, but we couldn't see much of it",
    "criteria": []
  },
  {
    "rider": "Claire Frecknall",
    "level": "UNKNOWN",
    "quote": "I love the speed and even better if the terrain is technical. Words can't really explain how great bombing down a mountain feels on a fully loaded hardtail.",
    "criteria": []
  },
  {
    "rider": "Claire Frecknall",
    "level": "UNKNOWN",
    "quote": "We'd already scoped out a bivvy spot for that evening just 1km out of the town which came with an amazing view…and hoards of Asian Tiger Mosquitos. Mosquitos like to bite me, a lot, so I also had the pleasure of riding the rest of the rally with 42, itchy af, mosquito bites.",
    "criteria": []
  },
  {
    "rider": "Robert Krügel",
    "level": "UNKNOWN",
    "quote": "It draws, the way demands all my attention and energy. At the same time, you drive on one of the most breathtaking ancient trade routes that exist there.",
    "criteria": []
  },
  {
    "rider": "Sophie Gateau & companion",
    "level": "UNKNOWN",
    "quote": "We spend an epic afternoon alternating between a slow pace and 'hike-a-bike' underneath a rumbling not-too-distant storm. The tone is set.",
    "criteria": []
  },
  {
    "rider": "Sophie Gateau & companion",
    "level": "UNKNOWN",
    "quote": "The fourth day's climb takes us four hours, we push our bikes for most of it. We are overtaken by hikers armed with trekking poles, who also struggle to haul themselves up this steep, rocky hill.",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "Sophie Gateau & companion",
    "level": "UNKNOWN",
    "quote": "This Strada Della Gardetta, sitting beside a refuge of the same name (visibly popular) will certainly be the most epic moment our of expedition. A plateau of alpine pasture, almost free of human activity, undulates between 2300 et 2500m high.",
    "criteria": []
  },
  {
    "rider": "Adam Ferris",
    "level": "UNKNOWN",
    "quote": "The very first person I spoke to was here for his second year, and when I asked what the first climb was like he smashed his fist into his palm. This was going to be tough.",
    "criteria": []
  },
  {
    "rider": "Adam Ferris",
    "level": "UNKNOWN",
    "quote": "Halfway up the climb, I was relieved to find that my concerns about finding water along the route were unfounded. There were alpine water taps running everywhere.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Adam Ferris",
    "level": "UNKNOWN",
    "quote": "Much of the banter leading up to the trip was based around me being the only one in our group not running tubeless tyres, so it came as a delightful surprise when the first sound of rushing air on the trip came from Kieran's tyres, not mine.",
    "criteria": []
  },
  {
    "rider": "Josh Ibbett",
    "level": "RECREATIONAL",
    "quote": "In case you are wondering Tailfin frame bags are waterproof as long as the zip is shut… if its left open they are also excellent at collecting water, I found my passport and money floating in my bag.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Claire Frecknall",
    "level": "UNKNOWN",
    "quote": "I was riding my Reilly Gradient on a Mason/Hunt 650b Adventure Dynamo Disc Wheelset and tubeless 47c WTB Venture tyres. I've been really happy with this setup and the extra tyre volume was definitely welcome on some rougher sections.",
    "criteria": []
  },
  {
    "rider": "Robert Krügel",
    "level": "UNKNOWN",
    "quote": "Last year I tackled the track on my 29",
    "criteria": []
  },
  {
    "rider": "Adam Ferris",
    "level": "UNKNOWN",
    "quote": "My bike was almost brand new, a titanium Sonder Camino bought and built for the adventure. I'd previously only ridden it on short overnight bivvy trips, and this was to be the first real test.",
    "criteria": []
  },
  {
    "rider": "Adam Ferris",
    "level": "UNKNOWN",
    "quote": "I rather smugly brewed a pour over with just a mug and filter paper",
    "criteria": []
  },
  {
    "rider": "Josh Ibbett",
    "level": "RECREATIONAL",
    "quote": "Italy was experiencing a late summer heat wave with temperatures well above 30 degrees centigrade",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Josh Ibbett",
    "level": "RECREATIONAL",
    "quote": "The temperatures in the Valley were high, but in the mountains above me I could see the clouds building ominously. My luck with the weather finally ran out on the climb of the Col Du Tende and the afternoon was spend dodging rain showers...",
    "criteria": [
      "climate",
      "elevation"
    ]
  },
  {
    "rider": "JKB",
    "level": "UNKNOWN",
    "quote": "The first climb, Colle del Colombardo, is a real beast. It rained on us on the way up",
    "criteria": []
  },
  {
    "rider": "JKB",
    "level": "UNKNOWN",
    "quote": "Sadly we were deep in the cloud at the top",
    "criteria": []
  },
  {
    "rider": "JKB",
    "level": "UNKNOWN",
    "quote": "We crossed the pass the following morning, after a long slog up to the top. It was the highest point on the route – at 2,744m asl. We couldn't see anything because it was so cloudy.",
    "criteria": []
  },
  {
    "rider": "JKB",
    "level": "UNKNOWN",
    "quote": "Once again we opted for the tougher of two route options, and climbed up to Via del Sale. The ascent was boring, but the dirt road of Via del Sale was truly sensational.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Sophie Gateau & companion",
    "level": "UNKNOWN",
    "quote": "Without warning, just as a huge storm drenches us with the simplicity of a hello, the route heads left, and our GPS shows 18% after only a few dozen metres.",
    "criteria": []
  },
  {
    "rider": "Sophie Gateau & companion",
    "level": "UNKNOWN",
    "quote": "A storm picks up 2km from the top of Authion, right above the col. Everything in this moment is epic.",
    "criteria": []
  },
  {
    "rider": "Josh Ibbett",
    "level": "RECREATIONAL",
    "quote": "The wall like lower slopes [of Colle del Colombardo] are paved, however I found myself pinned in first gear grovelling up the road as my legs accustomed themselves to pedalling uphill.",
    "criteria": []
  },
  {
    "rider": "Josh Ibbett",
    "level": "RECREATIONAL",
    "quote": "At 2178m high and almost 19km in length it [Colle Delle Finestre] sounds like a rough start to the day, however being an old military road the gradient was consistent and I soon settled into a nice rhythm as I climbed through the wooded lower slopes.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Josh Ibbett",
    "level": "RECREATIONAL",
    "quote": "In hindsight there is probably a reason that the Torino Nice organisers don't purposely send riders down this long lost road through a deep gorge, however that reason doesn't really become apparently until the descent is almost over.",
    "criteria": []
  },
  {
    "rider": "Josh Ibbett",
    "level": "RECREATIONAL",
    "quote": "First light did not disappoint and I was able to begin day 4 with Little Peru all to myself. It's a breath taking corner of the Alps and by this point the route had continued to surpass my expectations.",
    "criteria": []
  },
  {
    "rider": "JKB",
    "level": "UNKNOWN",
    "quote": "We'd reached our next route choice, and after taking the 'easier' option over Col d'Izoard we opted for the rough stuff hike-a-bike section into an area known as 'Little Peru'. It was a tough push, once again deep into the clouds.",
    "criteria": []
  },
  {
    "rider": "JKB",
    "level": "UNKNOWN",
    "quote": "We climbed up to Via del Sale. The ascent was boring, but the dirt road of Via del Sale was truly sensational. Up there with the best roads I have ever cycled.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Claire Frecknall",
    "level": "UNKNOWN",
    "quote": "Colle del Colombardo was the climb of the day and the reason that so many people remembered it as a brute. But if you're wired up like me, and prefer a loose gravelly climb to a consistent tarmac one, it's an amazing way to start.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Claire Frecknall",
    "level": "UNKNOWN",
    "quote": "The descents are the moments I will remember with a giant smile on my face, especially this one. It was the first time I had ridden downhill for that long, a magical experience that had me grinning from ear to ear the whole darn time.",
    "criteria": [
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Sophie Gateau & companion",
    "level": "UNKNOWN",
    "quote": "The Colle del Colombardo is not especially famous, for one good reason: it very quickly runs out of asphalt.",
    "criteria": []
  },
  {
    "rider": "Sophie Gateau & companion",
    "level": "UNKNOWN",
    "quote": "The final descent takes us down an alternative path from the official route along the Vallon d'Elva road, now closed to cars. It's a tiny, battered road with worn-out gates on which we advance carefully, with repeated stops.",
    "criteria": []
  },
  {
    "rider": "Sophie Gateau & companion",
    "level": "UNKNOWN",
    "quote": "A new descent opens up before us and it's also the reason we're here: the route is now called 'Komoot Torino-Nice Rally' and it's our mission to test out some of its new stretches, made necessary by the Storm Alex floods in the valley of la Roya.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Adam Ferris",
    "level": "UNKNOWN",
    "quote": "The next big climb was the Col de Finestre. We knew that we'd either be camping in its lower slopes or atop it.",
    "criteria": []
  },
  {
    "rider": "Adam Ferris",
    "level": "UNKNOWN",
    "quote": "Of course, we were still all self-sufficient; we needed to be in the event that things went wrong. Soon we were off, pedaling up beautiful switchbacks and shooting photos that composed themselves.",
    "criteria": []
  },
  {
    "rider": "Josh Ibbett",
    "level": "RECREATIONAL",
    "quote": "I'd done my best to match that with the daily distances in Greece, so I was pretty confident I could do that without too much difficulty in around 6-7 hours pedalling a day.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Josh Ibbett",
    "level": "RECREATIONAL",
    "quote": "After a Pizza for lunch it was time to tackle the first major challenge of the route the Colle del Colombardo.",
    "criteria": []
  },
  {
    "rider": "Josh Ibbett",
    "level": "RECREATIONAL",
    "quote": "Calories, aircon, charging and use of a toilet, what more could a smelly dirtbag want to refuel and cool down?",
    "criteria": []
  },
  {
    "rider": "JKB",
    "level": "UNKNOWN",
    "quote": "We bumped into some Croatian TNR riders at a cafe, who had left Turin the previous morning – cycling almost twice as fast as us. They were planning on finishing in 4-5 days, which is quite impressive.",
    "criteria": []
  },
  {
    "rider": "JKB",
    "level": "UNKNOWN",
    "quote": "We'd given ourselves 8 days to ride the TNR, which meant averaging around 85km and a little over 2,000m climbing every day... so we had plenty of time to play with.",
    "criteria": []
  },
  {
    "rider": "JKB",
    "level": "UNKNOWN",
    "quote": "It was hard to calculate how long different sections would take us, as some of the climbs took hours but some of the rough descents were also slow going.",
    "criteria": [
      "technicality",
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Claire Frecknall",
    "level": "UNKNOWN",
    "quote": "We resupplied at a supermarket in San Antonio (the first of many pavement picnics) before pushing on to Bussoleno for a Maxibon.",
    "criteria": []
  },
  {
    "rider": "Adam Ferris",
    "level": "UNKNOWN",
    "quote": "After a road climb over the border to France I took refuge in the traditional French haven for bikepackers… McDonlads. Calories, aircon, charging and use of a toilet, what more could a smelly dirtbag want to refuel and cool down?",
    "criteria": []
  },
  {
    "rider": "Adam Ferris",
    "level": "UNKNOWN",
    "quote": "We all awoke around the same time, individually preparing porridge, some of us making coffee... We were here as a group, so we figured we should work as one. Of course, we were still all self-sufficient; we needed to be in the event that things went wrong.",
    "criteria": []
  },
  {
    "rider": "Adam Ferris",
    "level": "UNKNOWN",
    "quote": "We all knew it wasn't a race, and we knew we'd finish, but the thought of sitting about while others weren't didn't feel right. So, straight into the bivvys it was for a good sleep, ready for an early start.",
    "criteria": []
  },
  {
    "rider": "Josh Ibbett",
    "level": "RECREATIONAL",
    "quote": "Halfway up the climb [Col Du Peas] I had a change of heart and took the harder option. I was rewarded with a ride across an incredible plateau before the not so enjoyable hike a bike. Darkness closed in as I reached the base of the final steep path to the summit.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Josh Ibbett",
    "level": "RECREATIONAL",
    "quote": "The decision was made for us when we passed some flat ground with a couple of picnic benches and the soothing sounds of running water. We pulled in and started to set up camp. We couldn't help but question our decision to stop as sets of lights silently slipped past, one after another.",
    "criteria": []
  },
  {
    "rider": "JKB",
    "level": "UNKNOWN",
    "quote": "Halfway up that first climb, Colle del Colombardo, you wouldn't be alone in thinking the ride was beyond your abilities... Days later, James admitted that he was already contemplating throwing in the towel at that point.",
    "criteria": []
  },
  {
    "rider": "Adam Ferris",
    "level": "UNKNOWN",
    "quote": "Much of the banter leading up to the trip was based around me being the only one in our group not running tubeless tyres, so it came as a delightful surprise when the first sound of rushing air on the trip came from Kieran's tyres, not mine.",
    "criteria": []
  },
  {
    "rider": "Adam Ferris",
    "level": "UNKNOWN",
    "quote": "Halfway up the first climb, Colle del Colombardo, you wouldn't be alone in thinking the ride was beyond your abilities. A steep paved section in the lower slopes gave way to an equally steep but much rougher section.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Josh Ibbett",
    "level": "RECREATIONAL",
    "quote": "Sunday night is a social dinner, a chance to meet fellow riders and fill up on pasta or pizza before the start of the ride. On the Monday morning around 180 of us gathered back in the square in Turin for last minute bag fettling and photo taking before the big roll out.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Josh Ibbett",
    "level": "RECREATIONAL",
    "quote": "The whole ethos and atmosphere is spot on, it's not a race, the journey is there to be enjoyed, there are no checkpoints, just a suggested route which includes various 'rough stuff' options and suggestions of shortcuts if needed.",
    "criteria": []
  },
  {
    "rider": "JKB",
    "level": "UNKNOWN",
    "quote": "The TNR isn't just one set route. There's a series of options, where you can choose between different sections. Often one was a harder, more strenuous route than the other.",
    "criteria": []
  },
  {
    "rider": "JKB",
    "level": "UNKNOWN",
    "quote": "I applied to ride the Torino-Nice Rally way back in early 2020... Like many things, the 2020 edition (due to take place in summer) was postponed until the following spring. That was subsequently delayed, until things looked like they may actually be on track for summer 2021.",
    "criteria": []
  },
  {
    "rider": "JKB",
    "level": "UNKNOWN",
    "quote": "This year, anyone who had applied to ride the previous TNR edition was welcome to join. Ordinarily there'd be a large group start, but in 2021 the start was split over two days and there was no official start time.",
    "criteria": []
  },
  {
    "rider": "JKB",
    "level": "UNKNOWN",
    "quote": "We had dinner in a local pizzeria with a couple of German TNR riders also staying at the campsite. We'd bumped into one of them on the pass earlier in the day – it was nice to have some company in the form of other riders, even if it was only a small crowd this year (without about 30 participants).",
    "criteria": []
  },
  {
    "rider": "Claire Frecknall",
    "level": "UNKNOWN",
    "quote": "The ride began with a group portrait at Piazza Giambattista Bodoni, then we had a flat, straight 30km out of Turin.",
    "criteria": []
  },
  {
    "rider": "Sophie Gateau & companion",
    "level": "UNKNOWN",
    "quote": "To quote the event page, the 'Torino-Nice Rally is a bikepacking, touring or randonneur event – a ride that's a bit of most things except technically difficult in the mountain biking sense. It's not a race, just a challenge to finish and a question of what to ride and where to focus your efforts.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Sophie Gateau & companion",
    "level": "UNKNOWN",
    "quote": "11:05 in the morning, Tuesday 20th July, Café du Cycliste, Nice port. We have just finished one of the most mythical gravel routes in the whole of Europe.",
    "criteria": []
  },
  {
    "rider": "Adam Ferris",
    "level": "UNKNOWN",
    "quote": "The excitement in the square was palpable. Rumours that we were rolling out soon began to circulate, and sure enough, after a quick group photo, we were off. Our long caravan of bikes headed north toward toward the distant mountains.",
    "criteria": []
  },
  {
    "rider": "Adam Ferris",
    "level": "UNKNOWN",
    "quote": "We regrouped at the top and sat amongst other riders, watching and cheering as more reached the summit. And that was the last time we could feel the size of the group. Sure, we saw fellow riders throughout the whole journey, but after that moment we mostly stayed ahead of the pack.",
    "criteria": []
  },
  {
    "rider": "Adam Ferris",
    "level": "UNKNOWN",
    "quote": "The following night, we had a chance to meet other riders for dinner and beers in the square. The very first person I spoke to was here for his second year... Beyond chatting, the meetup was a thinly veiled opportunity to check out others' bikes.",
    "criteria": []
  },
  {
    "rider": "Official Description",
    "level": "UNKNOWN",
    "quote": "For the last few years it's been run as a group start event, which is free to enter. You apply to ride by sending a postcard to the organiser, who then runs a raffle for places.",
    "criteria": []
  }
]
