[
  {
    "rider": "Sandy H., TDN veteran",
    "level": "UNKNOWN",
    "quote": "TDN is for people who enjoy cycling, meeting people, exploring small town America at your own pace, all of which makes this ride one of the most enjoyable bike tours in the Midwest.",
    "criteria": []
  },
  {
    "rider": "JOM",
    "level": "ELITE",
    "quote": "I did score a freebie luggage trolley, win!",
    "criteria": []
  },
  {
    "rider": "JOM",
    "level": "ELITE",
    "quote": "I don't recall where I heard it, but someone over the weekend remarked there were 87 hills along the full 150-mile course.",
    "criteria": []
  },
  {
    "rider": "KCBikeNerd",
    "level": "COMPETITIVE",
    "quote": "I hurt lol. Omg it was so hot. Heat index was 105+. Flat at mile 30 that was a pain to fix. Then mile 60-120 was into a headwind. Stung on the head by something at mile 80ish. Still a welt there.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "KCBikeNerd",
    "level": "COMPETITIVE",
    "quote": "It pretty much slaughtered the mid/tail end of the 'party pace' folks just wanting to complete it.",
    "criteria": []
  },
  {
    "rider": "Matt Beers",
    "level": "ELITE",
    "quote": "The running in the mud made it really hard and really decisive, to be honest. I got caught out in the first mud section pretty bad, and I had to bridge up through three groups, so I really had to dig in to stay at the front.",
    "criteria": []
  },
  {
    "rider": "Matt Beers",
    "level": "ELITE",
    "quote": "It was really fun to go to the line with one of my best mates. We played our cards and attacked in the right spots. On the last MMR road, Keegan went really hard, and I just stuck with him before we motored on and sprinted at the finish.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Rosa Kloser",
    "level": "ELITE",
    "quote": "It was quite tough, I must say. The second MMR was quite muddy, and at the end we made a split with six of us. I was really on the limit with my bike; I just made it out. I could see how packed my bike was with mud.",
    "criteria": []
  },
  {
    "rider": "Rosa Kloser",
    "level": "ELITE",
    "quote": "The next mud section was when it really split up. I reckoned that section when I arrived, and it was muddy after two days of no rain, so I knew it was one to watch. I took the grass, and the other girls took the mud and were stuck. But Gee is so good at mud she managed to come back to me.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Dbecker27",
    "level": "UNKNOWN",
    "quote": "i rode with my aero bars but i did the 300 miler so it was more spread out. Others can chime in but i would think you could probably skip putting them on [for the 150].",
    "criteria": []
  },
  {
    "rider": "Trash_Panda",
    "level": "UNKNOWN",
    "quote": "I'd slap the aeros on. 150m is a long day just for the extra position. Probably be alone for a big part of it. If windy probably wish you had them.",
    "criteria": []
  },
  {
    "rider": "Gravel surface quality",
    "level": "",
    "quote": "The gravel roads were in primo condition although one had to be mindful of the deep sections of gravel that proliferated some parts of the course.",
    "criteria": []
  },
  {
    "rider": "Surface smoothness",
    "level": "",
    "quote": "The gravel is not chunky at all and smooth. Do be careful of the oncoming traffic on the gravel roads and also when descending there can be sections of soft gravel which can through you off line.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Mental pacing strategy",
    "level": "ELITE",
    "quote": "Riding a 150-mile / 240 kilometre gravel race is about metering one's effort in doses, and mentally breaking up the race into small manageable chunks. My Garmin may have read '200-something kilometres until the finish', but I think about the distance between now and the next point of interest.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Downhill speed management",
    "level": "",
    "quote": "Manage your speed on the downhills and you will be fine.",
    "criteria": []
  },
  {
    "rider": "Gravel Worlds start time",
    "level": "",
    "quote": "The most surreal of them all is the pre-dawn start. While many gravel races roll off the line at sunrise, none of the big gravel prizes start before the sun beyond Gravel Worlds.",
    "criteria": []
  },
  {
    "rider": "Pre-race socializing",
    "level": "",
    "quote": "Thursday evening around 6pm, it [SchillingBridge Cork and Tap House] played host to a meet and greet for attendees of Gravel Worlds.",
    "criteria": []
  },
  {
    "rider": "Aid station culture",
    "level": "",
    "quote": "You'll likely be offered a couple free hot dogs or brats along the way",
    "criteria": []
  },
  {
    "rider": "Prize purse",
    "level": "",
    "quote": "$100,000 in total prizes up for grabs",
    "criteria": []
  }
]
