[
  {
    "rider": "Mac Tyler Fox",
    "level": "UNKNOWN",
    "quote": "The Tour Divide did not disappoint. It was as much fun, as much misery, and as much a challenge as I had envisioned. It was possibly the stupidest, most awesome thing I've done to date, and I loved it as much as I hated it.",
    "criteria": []
  },
  {
    "rider": "Mac Tyler Fox",
    "level": "UNKNOWN",
    "quote": "At some point during the race, I lost feeling in them [toes]. The numbness didn't bother me too much during the ride or even immediately afterward. What began to worry me was how long the numbness persisted. For weeks after finishing, I had numbness in all my toes on both feet.",
    "criteria": []
  },
  {
    "rider": "Mac Tyler Fox",
    "level": "UNKNOWN",
    "quote": "Perhaps the most unexpected fallout from the Tour Divide was the loss of grip strength in my left hand. It took me over two weeks to notice this... This weakened state of my left hand persisted for about three months after the ride; I honestly didn't know if I would ever regain my grip strength.",
    "criteria": []
  },
  {
    "rider": "Adam",
    "level": "ELITE",
    "quote": "My goals were to go on a long bike tour and to spend some time connecting with my body, my brain and the place that I live.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Adam",
    "level": "ELITE",
    "quote": "Part of me feels like if I had caught up with Sarah that night we would have made it to my original goal of Denver, but that didn't happen and I ended up having a laugh-filled challenging ride down to Wise River with Aliz and Zoe.",
    "criteria": []
  },
  {
    "rider": "Adam",
    "level": "ELITE",
    "quote": "Town lounging is one of my favorite parts of bike touring and being in such a rush all the time was honestly a huge bummer. Who knows the next time I will get to go to these amazing places, I would have loved to enjoy them more.",
    "criteria": []
  },
  {
    "rider": "JJJJustin",
    "level": "UNKNOWN",
    "quote": "I suppose another small detail is that I did it singlespeed, running 32×18 gearing.",
    "criteria": []
  },
  {
    "rider": "JJJJustin",
    "level": "UNKNOWN",
    "quote": "As for the bike I don't think I could have built a better setup. I raced on an Otso Fenrir Ti built with Wolf Tooth Components and a 100mm Fox 32 fork with drop bars, a dynamo hub powering kLite lights, and custom JPaks bags.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Ozogan",
    "level": "RECREATIONAL",
    "quote": "I quit. I barely made it halfway through the Montana section, and I couldn't continue anymore... At first, I had no intention to write this article. When I quit, it was like a fresh wound that was bleeding and bleeding. Life felt meaningless and when no one was looking I was at the edge of crying.",
    "criteria": []
  },
  {
    "rider": "Ozogan",
    "level": "RECREATIONAL",
    "quote": "I have so much passion for what I do that sometimes I can't stop working. I spend the day on meaningless meetings and doing shit I didn't care about. In the evening, that was the time when I had a chance to do a real job and I did it for free.",
    "criteria": []
  },
  {
    "rider": "Bryan Rogala",
    "level": "ELITE",
    "quote": "Today was my last day on the Divide. This ride has been a dream of mine for over 10 years now... I'm feeling (aside from an impressively deep fatigue and achy legs) is an overwhelming sense of gratitude.",
    "criteria": []
  },
  {
    "rider": "Bryan Rogala",
    "level": "ELITE",
    "quote": "For me, a long bike trip has a way of magnifying emotions... that magnifying effect makes you feel things much more intensely, both the highs and lows. For someone who struggles with depression and anxiety... it's an illuminating thing.",
    "criteria": []
  },
  {
    "rider": "Brett Simpson",
    "level": "UNKNOWN",
    "quote": "I think mental preparation was key for this race. I spent a lot of time during training thinking about scenarios and what it would take to complete it; that and my outdoor and wilderness medicine background.",
    "criteria": [
      "adventure"
    ]
  },
  {
    "rider": "Brett Simpson",
    "level": "UNKNOWN",
    "quote": "About 40% percent of riders didn't complete the race. What do you think you did differently to help you cross the finish line? I think mental preparation was key for this race...",
    "criteria": []
  },
  {
    "rider": "Brett Simpson",
    "level": "UNKNOWN",
    "quote": "The estimate was 10,000-15,000 calories a day just to keep up. Eventually I got tired of trying to eat so much so I was searching for the highest calorie items in gas stations. Honey Buns were the ticket at 700 calories each.",
    "criteria": []
  },
  {
    "rider": "OneOfSeven Rider",
    "level": "UNKNOWN",
    "quote": "Waking up in the dark only to have to put on wet riding clothes wasn't very fun. My hands and feet were so cold it was painful. They didn't warm up until the sun finally came up hours later. The high for the day was around 50.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "OneOfSeven Rider",
    "level": "UNKNOWN",
    "quote": "I remember the ride into Butte being exceptionally miserable. Even after a night in a hotel with lots of good rest, that will get your brain going some places. Keeping a constant stream of skittles in my mouth to make it up the climbs was starting to stress me out too.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Edyn Teitge",
    "level": "COMPETITIVE",
    "quote": "In June 2024, Edyn Teitge became, at 15, the youngest solo rider of the Tour Divide.",
    "criteria": []
  },
  {
    "rider": "Edyn Teitge",
    "level": "COMPETITIVE",
    "quote": "On one of the last descents going into Whitefish, my flat repair failed me. So I once again had to throw in another tube and just cross my fingers that this one didn't pop, luckily it didn't.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Kristen Legan",
    "level": "ELITE",
    "quote": "On July 3rd, at 12:55 a.m, I finished the 2018 Tour Divide in 24 days, 16 hours, and 55 minutes. But really, getting to border crossing at Antelope Wells, New Mexico, after riding 2,700 miles, took me close to seven years and four attempts.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Kristen Legan",
    "level": "ELITE",
    "quote": "My first attempt was in 2013. I headed to Banff for the Grand Depart and made it 1,200 miles before a knee injury sidelined me. I returned to Banff for a solo, individual time trial in 2015. That time around it was a strange ankle ailment that had me limping and unable to pedal.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Dave Gieger",
    "level": "COMPETITIVE",
    "quote": "If my hesitation to racing the TD is the rigidity of forward motion at all costs, I shouldn't race. A week into the race, I might pass through Salida and absolutely hate that I have to be in and out in 1-2 hours. That's a recipe for quitting the race.",
    "criteria": []
  },
  {
    "rider": "Dave Gieger",
    "level": "COMPETITIVE",
    "quote": "I've built up the TD/GDMBR in my head for the past four years that I'm so far disconnected with the reality of it. Doing 1,000 miles of the route will remove the uncertainty of what my capabilities are, how difficult the days actually are for 2018 Dave vs 2010 Dave.",
    "criteria": []
  },
  {
    "rider": "Mac Tyler Fox",
    "level": "UNKNOWN",
    "quote": "I spent a lot of time on my aero bars during the Tour Divide (mostly to take pressure of my saddlesore-covered ass) which could have something to do with it [loss of grip strength].",
    "criteria": []
  },
  {
    "rider": "Mac Tyler Fox",
    "level": "UNKNOWN",
    "quote": "If you're looking to avoid neck pain (in addition to maintaining your grip strength) while using aero bars, I'd like to inform you that belay glasses are not a great option.",
    "criteria": []
  },
  {
    "rider": "Brett Simpson",
    "level": "UNKNOWN",
    "quote": "My most important item though was my Vargo Titanium Tent Stakes. My recovery sleep was so critical each night, even though it was only about 4 hours, I didn't want my tent blowing down. The stakes kept my tent up no matter the wind and rain.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Brett Simpson",
    "level": "UNKNOWN",
    "quote": "My Vargo Titanium Whistle was indispensable. Much of the first 12 days was in bear country and I was constantly blowing it to let any animals know I was coming.",
    "criteria": []
  },
  {
    "rider": "Edyn Teitge",
    "level": "COMPETITIVE",
    "quote": "On day one I rolled into Fernie around midnight and was able to get a room at a hostel after a little resupply and dinner at the 24-hour 7 11.",
    "criteria": []
  },
  {
    "rider": "Edyn Teitge",
    "level": "COMPETITIVE",
    "quote": "Up at the summit of the second pass of the day is where I met the first bit of snow. It was coming down in big flakes but luckily it wasn't quite cold enough for the snow to start sticking to the ground.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "OneOfSeven Rider",
    "level": "UNKNOWN",
    "quote": "The conditions ranged from beautiful crushed gravel paths to muddy single track, back to muddy logging roads and finally a very rocky Hike-a-Bike (HAB) up Koko Pass.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "OneOfSeven Rider",
    "level": "UNKNOWN",
    "quote": "Around mile 75 or 80 the road turned to shit. It had saw heavy logging traffic and combined with all the moisture the road surface was all tire ruts, deep mud and standing water.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "OneOfSeven Rider",
    "level": "UNKNOWN",
    "quote": "Over the next 3+ miles I barely rode my bike. My arms were as tired as my legs by the time I stopped",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "OneOfSeven Rider",
    "level": "UNKNOWN",
    "quote": "The day started with a very steep descent off the pass, which some of I choose to walk. It was way too early to crash out. At the bottom I had to cross a stream and got my already cold feet wet.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "OneOfSeven Rider",
    "level": "UNKNOWN",
    "quote": "Leaving Fernie meant a long climb up Cabin Pass. The results was my achilles started to hurt.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "OneOfSeven Rider",
    "level": "UNKNOWN",
    "quote": "The base of the pass was single track and muddy as hell. It was so greasy and steep I had to pull myself up by grabbing trees. The sections is call 'The Wall'. My arms wore out so fast on it.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "OneOfSeven Rider",
    "level": "UNKNOWN",
    "quote": "Between Whitefish and Red Pass I had the most amazing view of the surrounding mountains. They really took my breath away. Red pass involved pushing Phillip through two miles of snow.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Edyn Teitge",
    "level": "COMPETITIVE",
    "quote": "One of the most memorable things from day one, and I can't say it is a very fond memory, was Koko Claims. This steep road is impossible to ride because of the big rocks that even make it difficult to walk up.",
    "criteria": []
  },
  {
    "rider": "Edyn Teitge",
    "level": "COMPETITIVE",
    "quote": "One thing I did enjoy out there was a realistic idea of how long mileage takes. You are riding enough to know your actual average speed and with 40 miles to catch Sarah I was looking at four hours or so.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Edyn Teitge",
    "level": "COMPETITIVE",
    "quote": "At this point I was getting real tired and between two more hours of riding in the dark or a quick descent to camp with some friends, the later one.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Edyn Teitge",
    "level": "COMPETITIVE",
    "quote": "The pass before Lima was one of the most brutal, it wasn't super steep or technical but it had been re-graded with chunky gravel that made the riding agonizingly slow and the fact it was almost 100 degrees certainly didn't help.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Bryan Rogala",
    "level": "ELITE",
    "quote": "July 14th ended up being one of the hardest days of riding of the trip for me physically. The route from Sparwood north to our campground near Kananaskis Lakes ended up being 86 miles over 7300 feet of elevation gain, which was the second most amount of gain in a day of the trip behind Day 3 in the ...",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Bryan Rogala",
    "level": "ELITE",
    "quote": "The route also followed a somewhat confusing network of bike paths and singletrack sections early on, and was pretty much a steady uphill grade the whole way until it reached its steepest point right at the end.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Bryan Rogala",
    "level": "ELITE",
    "quote": "The route threw a bit of everything at me that day: long climbs on lonely gravel roads, some washboard, cars whizzing by and dusting me, some bike paths, and even a bit of singletrack. It all felt very appropriate for a Divide finish day.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Adam",
    "level": "ELITE",
    "quote": "The Canada section was gorgeous. Some of the most beautiful riding I have ever done. On day two after an all-morning hike a bike up Koko Claims our group spread out pretty good.",
    "criteria": []
  },
  {
    "rider": "Adam",
    "level": "ELITE",
    "quote": "At the bottom I sat for a moment and dried my soaked bivy and sleeping bag in the sun and enjoyed some cookies and a nice cold instant coffee. As I started climbing up towards the infamous 'wall' I ran into my friend Arya and we had some really good chats before I carried on.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Brett Simpson",
    "level": "UNKNOWN",
    "quote": "From the beginning of training I knew I wouldn't be cooking on this trip. That involved too much extra weight and space no matter how light you go. I used the next hot food stop as my motivation to keep pedaling and that worked great as a strategy.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Brett Simpson",
    "level": "UNKNOWN",
    "quote": "I would go into gas stations to resupply and have no idea what I wanted or how much to buy. I thought I was buying a lot but quickly realized it wasn't enough.",
    "criteria": []
  },
  {
    "rider": "OneOfSeven Rider",
    "level": "UNKNOWN",
    "quote": "I wasted a lot of time in Eureka eating and getting food. The first two days caught up to me as I left Eureka. I called multiple people until I got someone to pick up. I needed to hear myself tell them I was okay to believe it.",
    "criteria": []
  },
  {
    "rider": "Edyn Teitge",
    "level": "COMPETITIVE",
    "quote": "About ten miles out from Whitefish I got phone service so I called a burger place and made an order for four burgers, they were done right as I rolled into town so I didn't have to wait for things to be made, and this continued to be part of my strategy throughout the race.",
    "criteria": []
  },
  {
    "rider": "Edyn Teitge",
    "level": "COMPETITIVE",
    "quote": "Over the next six days we kept pushing hard. My riding partners were super strong and while I had moments, riding that many big days back to back added up. I remember near Whitefish thinking, 'if I'm not feeling better in three days I should call it'.",
    "criteria": []
  },
  {
    "rider": "Kristen Legan",
    "level": "ELITE",
    "quote": "Our approach was a simple one. No time goals. No daily required mileages or ride time. Just ride by feel, keep moving, and get to the Mexican border.",
    "criteria": []
  },
  {
    "rider": "Bryan Rogala",
    "level": "ELITE",
    "quote": "I rode 71 miles total that day and met Sarah at a campground in Sparwood",
    "criteria": []
  },
  {
    "rider": "Bryan Rogala",
    "level": "ELITE",
    "quote": "The first thing that struck me about that day of riding was just how well Canada has their national and provincial parks system figured out... Every place we camped in Alberta and B.C. was extraordinarily clean and well laid out.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Adam",
    "level": "ELITE",
    "quote": "I had been really excited to see the Grand Depart. I am a fan of certain aspects of cycling culture, and while I was here to tour the tour divide I wanted to see this big event I had heard so much about...",
    "criteria": []
  },
  {
    "rider": "Dave Gieger",
    "level": "COMPETITIVE",
    "quote": "My new goal is to push myself on the bike every day and close to double my daily mileage compared to my 2010 tour – between 70 and 100 miles per day.",
    "criteria": []
  },
  {
    "rider": "Mac Tyler Fox",
    "level": "UNKNOWN",
    "quote": "One of the things that surprised me on the Tour Divide was how quickly I fell asleep every night. I guess being completely exhausted has its benefits.",
    "criteria": []
  },
  {
    "rider": "Brett Simpson",
    "level": "UNKNOWN",
    "quote": "About 40% percent of riders didn't complete the race.",
    "criteria": []
  }
]
