[
  {
    "rider": "Greg Gleason",
    "level": "ELITE",
    "quote": "It's like a train wreck in many ways. You can see the imminent disaster coming from a long ways off, the witnesses can't look away and the participants can't seem to escape it.",
    "criteria": []
  },
  {
    "rider": "Greg Gleason",
    "level": "ELITE",
    "quote": "Sarah leaned over to me and said, 'Time to pick up the pace.' With that signal the race started. Our once social pace was now a full-on fast push forward, and it was stringing the peloton out over the dark gravel roads.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Greg Gleason",
    "level": "ELITE",
    "quote": "Not knowing where and how far the next convenience store was, I started planning when it would be best for Walter and me to knock on a farmhouse door and ask for water. In total, Walter and I stopped twice before sunset. The next convenience store ended up being 100-plus miles out.",
    "criteria": [
      "climate",
      "length"
    ]
  },
  {
    "rider": "Jeff Kerkove",
    "level": "ELITE",
    "quote": "I knew we had a hard event on our hands when I saw a top Wisconsin cyclist sitting quietly in a convenience store staring with eyes glazed over onto a slice of pizza covered in Cheetos. He didn't move. He didn't say a word. He just sat there and stared.",
    "criteria": []
  },
  {
    "rider": "Jeff Kerkove",
    "level": "ELITE",
    "quote": "Water usually signifies life. In Trans-Iowa it means things are going to be miserable. Extremely miserable.",
    "criteria": []
  },
  {
    "rider": "Jeff Kerkove",
    "level": "ELITE",
    "quote": "If it's not rain, it's wind. If it's not wind, it's a batch of crazy farm dogs. If it's not the dogs … then it's their owners in their busted-ass pick-up truck. Trans-Iowa might be one of the most unpredictable cycling events on the planet.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Kate Ankofski",
    "level": "UNKNOWN",
    "quote": "I found I enjoyed riding at night, alone. It's so quiet, and there's no time to be afraid: you have to focus on pedaling up hills you can't see, guided solely by a few hundred lumens.",
    "criteria": []
  },
  {
    "rider": "Kate Ankofski",
    "level": "UNKNOWN",
    "quote": "It was one of the most memorable sights of the race for me, a minor victory of sorts: No, I wasn't so far behind every last rider [on the B road mud section].",
    "criteria": []
  },
  {
    "rider": "Kate Ankofski",
    "level": "UNKNOWN",
    "quote": "My first time learning that people who seem 100 percent more confident than I am aren't necessarily mentally stronger. My first time learning how badly I want this.",
    "criteria": []
  },
  {
    "rider": "Andy",
    "level": "UNKNOWN",
    "quote": "Greg? Can we stop for a potty break?",
    "criteria": []
  },
  {
    "rider": "Guitar Ted [ELITE/Race Director]",
    "level": "",
    "quote": "Once you get halfway through, the rest is totally mental strength.",
    "criteria": []
  },
  {
    "rider": "Anonymous",
    "level": "UNKNOWN",
    "quote": "There were two lines of racers. Lights from blinkies and headlights were everywhere as were puddles, dips and gravel piles. At some points it was like 'slinky' at rush hour where you have to stop really fast, then speed up really fast, an then repeat over and over.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Greg Gleason",
    "level": "ELITE",
    "quote": "Knowing the weather was going to be so nice I packed my bike lighter than I ever have for any of the three Trans Iowa's in which I have competed.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Kate Ankofski",
    "level": "UNKNOWN",
    "quote": "I also downed a GU and some water. I could feel the water starting to seep in and that extra barrier [latex medical gloves over cycling gloves under waterproof shells] really helps.",
    "criteria": []
  },
  {
    "rider": "Anonymous",
    "level": "UNKNOWN",
    "quote": "I had devised a harness where I could carry my bike with ease and was eager to try it out. Although walking versus riding still sucked, the harness worked superbly!!",
    "criteria": []
  },
  {
    "rider": "Anonymous",
    "level": "UNKNOWN",
    "quote": "I was also able to take a full frame bag to keep gear at my fingertips and the weight distribution low on the bike.",
    "criteria": []
  },
  {
    "rider": "Anonymous",
    "level": "UNKNOWN",
    "quote": "As funny as it may sound, I bought some dish-washing gloves at Walgreens. I thought they would be good for warmth and water-proof-ness in a time of need and they packed up into no space at all. I did NOT take them. I wish I would have.",
    "criteria": [
      "length",
      "field_depth"
    ]
  },
  {
    "rider": "Anonymous",
    "level": "UNKNOWN",
    "quote": "Don't put shot-blocks in a plastic container. With the humidity, they get all melted/stuck together.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Anonymous",
    "level": "UNKNOWN",
    "quote": "Wear rain pants if you got 'em. I had 'em, but did not want to stop to put them on. My legs were fine. It was the tights than allowed water to get into my shoes. My rain pants would have stopped that.",
    "criteria": []
  },
  {
    "rider": "Bike choices observed",
    "level": "UNKNOWN",
    "quote": "Most folks were on cross bikes, a few mountain bikes and two fat bikes.",
    "criteria": []
  },
  {
    "rider": "Historical [ELITE source]",
    "level": "",
    "quote": "Heavy spring rains often turn the dirt roads into sticky, unrideable quagmires.",
    "criteria": []
  },
  {
    "rider": "Greg Gleason",
    "level": "ELITE",
    "quote": "With about 15 miles to go, I let Walter know we did this together, and we should share first place. After agreeing that was how we would finish, we realized we could maybe do it in a sub 24-hour time. Re-energized, we pushed hard against the clock, with Walter calling out every turn.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Greg Gleason",
    "level": "ELITE",
    "quote": "With 75 miles to go to the finish, Walter and I put on a couple of extra layers and headed back onto the dark windy gravel. As we got closer to Grinnell, and our finish, the landscape changed from rolling hills to steep, freshly graveled hilltops that headed directly into the south-east wind.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Guitar Ted [ELITE/Race Director]",
    "level": "",
    "quote": "Checkpoint 0 is the pre-race 'meat' up at the Grinnell Steakhouse. It's one of my favorite parts of Trans Iowa. It's the only time during the event you get to say hello to your entire TI Family. We eat a great meal, chat, hug, and take photos with our race numbers.",
    "criteria": []
  },
  {
    "rider": "Anonymous",
    "level": "UNKNOWN",
    "quote": "As soon at my tires hit the gravel, you could feel them sink in. The road was super-saturated. I shifted a couple of gears down.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Anonymous",
    "level": "UNKNOWN",
    "quote": "The Level B walk took the energy out of the legs, but it was light out and easier to see the road imperfections. We had 16 miles to go and only ONE hour before the cut-off. The roads were still mushy and we could only sustain 9-12 mph and even less up hills.",
    "criteria": []
  },
  {
    "rider": "Guitar Ted [ELITE/Race Director]",
    "level": "",
    "quote": "Terrain can vary from table top flat to insane gradients of more than 15% for up to a half mile or more. Most of the time, you'll either be going up or down, and doing that over and over, ad infinitum!",
    "criteria": []
  },
  {
    "rider": "Guitar Ted [ELITE/Race Director]",
    "level": "",
    "quote": "Most every Iowa gravel road has a 'street sign' on the corner of intersections. When this isn't the case, (Rare), we will mark a corner with flags.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Guitar Ted [ELITE/Race Director]",
    "level": "",
    "quote": "Riders must maintain a distance covered per hour that is 10 miles or greater to reach the checkpoints and the finish line on time. (Note: I didn't say 'average speed', because it isn't about that.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Kate Ankofski",
    "level": "UNKNOWN",
    "quote": "Because of my poor headlamp positioning, I couldn't read the cue card directions without stopping. Being a tad obsessive compulsive, sometimes I stopped multiple times to assure myself I was on the right track.",
    "criteria": []
  },
  {
    "rider": "Kate Ankofski",
    "level": "UNKNOWN",
    "quote": "In hindsight, I may have made it to the first checkpoint in time if I hadn't a.) taken so many pictures, b.) hadn't tried in vain to get concrete out of my cleats, which never clipped back in after that first bit of muck, and c.) hadn't called my mom while trekking up that B road.",
    "criteria": []
  },
  {
    "rider": "Kate Ankofski",
    "level": "UNKNOWN",
    "quote": "By this time it was nearing 8 a.m., fifteen minutes from the cutoff, and I was more than ten miles behind. Cell service was sporadic, as were clear intersections where I knew Heather Fisch could come find me.",
    "criteria": [
      "climate",
      "length"
    ]
  },
  {
    "rider": "Anonymous",
    "level": "UNKNOWN",
    "quote": "Around mile 45, Andy had a sidewall blow out. We booted the tire (twice) but and lowered his pressure to under 30 psi just so it would not blow out again. Well.. it did at mile 46.5. Mile 47 approached and we saw Joe Stiller's Sprinter Van with a few folks standing in the road.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Corey \"Cornbread\" Godfrey",
    "level": "UNKNOWN",
    "quote": "Had his derailleur explode. He managed to limp back to Grinnell, find the local bike shop, get his bike converted to a single speed, and rejoined the race. He was out of contention for an official finish, but he wanted to see the course. So onward he went on his single gear.",
    "criteria": []
  },
  {
    "rider": "Guitar Ted [ELITE/Race Director]",
    "level": "",
    "quote": "I can't stress enough that the consistency is the key [in training]. Once the weather breaks, guys will start doing longer rides, refining gear choices, and working on nutrition that they can handle on longer rides.",
    "criteria": [
      "climate",
      "length"
    ]
  },
  {
    "rider": "Guitar Ted [ELITE/Race Director]",
    "level": "",
    "quote": "And then again, you could snap your derailleur off at Mile 60 and be done as well! Or have it pour down rain, and have the course and Nature shut you down. Trans Iowa is soooo unpredictable, that even if you come in with 100% physical and mental capacities, you still might not finish.",
    "criteria": []
  },
  {
    "rider": "Greg Gleason",
    "level": "ELITE",
    "quote": "Even though the weather was going to be so nice I packed my bike lighter than I ever have... I think this is only because of the long history of Trans Iowa being brutal, with really high attrition rates. Not sure what it was, but you could feel the tension.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Greg Gleason",
    "level": "ELITE",
    "quote": "Checkpoint 0 is the pre-race 'meat' up at the Grinnell Steakhouse. It's one of my favorite parts of Trans Iowa. It's the only time during the event you get to say hello to your entire TI Family. We eat a great meal, chat, hug, and take photos with our race numbers.",
    "criteria": []
  },
  {
    "rider": "Greg Gleason",
    "level": "ELITE",
    "quote": "Sharing my day, night, and race with Walter made this Trans Iowa pretty special: Walter and I are now brothers in this Trans Iowa Family of mine!",
    "criteria": []
  },
  {
    "rider": "Kate Ankofski",
    "level": "UNKNOWN",
    "quote": "If I felt like an amateur going into this race, shaking GT's hand left me feeling a little closer to 'making it.'... I've been following these ladies [Brewer Bebe, Allie Corlett, Leah Gruhn] for a while now, and have so much to learn from them.",
    "criteria": []
  },
  {
    "rider": "Kate Ankofski",
    "level": "UNKNOWN",
    "quote": "I found I enjoyed riding at night, alone. It's so quiet, and there's no time to be afraid... Still, the early miles were a challenge...",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Kate Ankofski",
    "level": "UNKNOWN",
    "quote": "I hesitated to text Guitar Ted; I didn't want him to feel I'd wasted a lottery spot. Despite this disappointment, I'm appreciative of the many firsts for me in this event...",
    "criteria": []
  },
  {
    "rider": "Guitar Ted [ELITE/Race Director]",
    "level": "",
    "quote": "So, why would anyone want to do something like Trans Iowa? Heck, I don't know the answer to that. As the organizer of this event, I keep expecting to get punched by a rider, but they keep asking me to put it on again the next year.",
    "criteria": []
  },
  {
    "rider": "Anonymous",
    "level": "UNKNOWN",
    "quote": "I love muddy cross races and I was actually a little more excited because it was not going to be a roadie coarse. #Sicko",
    "criteria": []
  }
]
