[
  {
    "rider": "Sofiane Sehili",
    "level": "ELITE",
    "quote": "You may think that the Trans Am Bike Race is pretty straightforward, given that it's all paved, it doesn't have much elevation gain, and there are no big gaps between resupplies.",
    "criteria": [
      "elevation",
      "field_depth"
    ]
  },
  {
    "rider": "Kentucky (Appalachians) specific hazards",
    "level": "",
    "quote": "The climbs are insane. I was climbing this 14% grade, so I was out of the saddle with my head down. It's like 3:00 in the morning... At one point, I had to conserve my pepper spray. For some dogs, I would point it at them... I got chased through the whole state.",
    "criteria": []
  },
  {
    "rider": "Remote sections",
    "level": "",
    "quote": "There are many stretches where nothingness exists. You would have nothing for 100-150 miles. No stores or anything. So, you have to ensure you are fully loaded with water, food, and whatever it may be in those sections. There are also a lot of sections with no reception, too.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Mental approach",
    "level": "ELITE",
    "quote": "Negativity will get you nowhere in these races. You have to keep a good attitude and deal with challenges as they arise... For the most part, I really enjoyed myself out there. I feel relaxed and happy.",
    "criteria": []
  },
  {
    "rider": "Race has claimed lives",
    "level": "",
    "quote": "Tragically, ultra-endurance legend, Mike Hall, was killed by a motorist while riding the Indian Pacific Wheel Race in 2017.",
    "criteria": []
  },
  {
    "rider": "No prize money philosophy",
    "level": "",
    "quote": "No outside support. No drafting. No entry fee. No prize money",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Tracking and following",
    "level": "",
    "quote": "Family members, friends, and anyone else who wants to keep track of the cyclists' progress can easily do so via global positioning systems (GPS.) Each rider has a GPS tracking device placed on his or her helmet, and real time feed provides live updates.",
    "criteria": []
  },
  {
    "rider": "Self-supported ethos",
    "level": "",
    "quote": "Being self-supported or unsupported means that drafting is not allowed, receiving any form of support from other racers, friends, or family is not allowed; all food, accommodation, repairs, etc., must be purchased from commercial sources.",
    "criteria": []
  }
]
