[
  {
    "rider": "Brenna Pauly",
    "level": "ELITE",
    "quote": "Stage 4, the final queen stage, 130 km and 2100 m of climbing was hands down one of the top five hardest bike races I have ever done. The course was unrelenting with big climbs and technical descents.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Andrew Davidson",
    "level": "RECREATIONAL",
    "quote": "TRGR was a fabulous event, with incredible attention to detail and positive energy from all involved. Awesome courses in one of the most beautiful locations in the Canadian Rockies. This race was tough, but a lifetime highlight for me!",
    "criteria": []
  },
  {
    "rider": "Jeremy LaMothe",
    "level": "UNKNOWN",
    "quote": "Being centered out of Nipika was great. Originally I was apprehensive about it because it wasn't really in the spirit of a traveling stage race, but having the Chillville in Nipika turned out fantastic. What a great place.",
    "criteria": []
  },
  {
    "rider": "Carter Nieuwesteeg",
    "level": "COMPETITIVE",
    "quote": "Overall loved the event and the team behind it. You guys rocked it, and it's truly inspiring to see the passion every TR crew member put into it. Just wow.",
    "criteria": []
  },
  {
    "rider": "Rach McBride",
    "level": "ELITE",
    "quote": "This race is definitely unlike anything else I have experienced in gravel racing so far. The courses, the multi-day aspect and the tent camping, it really all has been a fantastic experience and so fun to be surrounded by the gravel community all week.",
    "criteria": []
  },
  {
    "rider": "Rob Britton",
    "level": "ELITE",
    "quote": "This was my first gravel stage race and the group from TransRockies did a heck of a job taking care of us. Done and dusted and happy to get a win at this race and my first win as a gravel pro.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Cory Wallace",
    "level": "ELITE",
    "quote": "The meaning of life is to have fun. I traveled to Nepal and Africa last year. People in Nepal aren't wondering what the meaning of life is. They are just trying to survive... We live easy lives, and should enjoy them.",
    "criteria": []
  },
  {
    "rider": "Andrew Davidson",
    "level": "RECREATIONAL",
    "quote": "After being smoked out last year, from the nearby forest fires, it was looking like a similar and unfortunate script again this year... However, the never-say-die organizers and course designers pulled off a late game miracle to successfully host the second edition.",
    "criteria": []
  },
  {
    "rider": "Stage 4 Conditions",
    "level": "",
    "quote": "A rain-soaked course that sapped the legs that little bit extra",
    "criteria": []
  }
]
