[
  {
    "rider": "Vincent Nadon",
    "level": "RECREATIONAL",
    "quote": "Instead of aiming for a specific ranking, I decided to focus on experiencing the journey. Otherwise, I would have been anxious the whole time, unable to appreciate what I was doing... I told myself I just wanted to visit Europe by bike and reach the finish line in one piece.",
    "criteria": []
  },
  {
    "rider": "Vincent Nadon",
    "level": "RECREATIONAL",
    "quote": "After pushing harder in the Swiss mountains to improve my position in the race, I completely missed the first checkpoint! I was only 2 km away, fortunately, but issue after issue (dead phone, GPS coordinates pointing to the wrong place…) I ended up losing an hour trying to find the Checkpoint 1 hote...",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Vincent Nadon",
    "level": "RECREATIONAL",
    "quote": "My highlights: The highest point was when I took the gravel road between 4a and 4b and looked back at everything I had climbed. The lowest point was on parcours 3, which seemed endless with the heat and the tough gravel for kilometers.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Christoph Strasser",
    "level": "ELITE",
    "quote": "Last year seems like a warm-up ride for this year... I'm definitely feeling well prepared, but of course, there is a little bit of nervousness because there are so many things that can happen and there are new countries we have to ride through, so it will be very exciting.",
    "criteria": []
  },
  {
    "rider": "Christoph Strasser",
    "level": "ELITE",
    "quote": "I'm a little bit afraid of the number four Parcours in Türkiye, the off-road section, because I'm always a little bit afraid of the off-road section.",
    "criteria": []
  },
  {
    "rider": "Robin Gemperle",
    "level": "ELITE",
    "quote": "It's my third really big race and last year was the very first attempt in actually going for a win in a major race. I think it just makes sense that now with the third attempt, chances are way higher than they have been last year.",
    "criteria": []
  },
  {
    "rider": "Tim de Witte",
    "level": "ELITE",
    "quote": "I think there might be a few contenders for the first place, so I think it will be a big battle in the beginning. I think I have spent more time than the two previous years combined on making my route, maybe it's because I feel the pressure not to screw this up.",
    "criteria": []
  },
  {
    "rider": "Josh Ibbett",
    "level": "ELITE",
    "quote": "I always had it in my head that I'd like to do it again at some point. I thought either 10 years since I won it, which would be next year, or 10 years since I first did it... I haven't got any expectations.",
    "criteria": []
  },
  {
    "rider": "Jaimi Wilson",
    "level": "ELITE",
    "quote": "To be honest, I don't feel super prepared, but I never do. I'm the least organised person. I think the more of these I do, the more relaxed I seem to get. It's probably not a good thing.",
    "criteria": []
  },
  {
    "rider": "Alex Kopp",
    "level": "ELITE",
    "quote": "I feel quite comfortable to be in unsupported bike race mode because of doing the Atlas Mountain Race in February, then in May The Accursed, but this race is completely different.",
    "criteria": []
  },
  {
    "rider": "Cynthia Carson",
    "level": "ELITE",
    "quote": "I haven't spent a lot of time in the East of Europe, so I'm really looking forward to it. I hear the hospitality is amazing and the more East you go it gets more gnarly. I have no idea what to expect but I'm ready to explore and see everything when I'm racing.",
    "criteria": []
  },
  {
    "rider": "Cynthia Carson",
    "level": "ELITE",
    "quote": "If she [Fiona Kolbinger] can do it, so can I. That's how I live my life. If somebody else is out there doing it, I can do it too.",
    "criteria": []
  },
  {
    "rider": "Sebastian Breuer",
    "level": "UNKNOWN",
    "quote": "The TCR is not just a race—it's a journey that changes you. The mental challenge is just as tough as the physical one.",
    "criteria": []
  },
  {
    "rider": "Marei Moldenhauer",
    "level": "COMPETITIVE",
    "quote": "Despite the disappointment, the most important part is that I really did have an amazing two weeks or so, including riding to the start of the race, hurtling my way through 11 very distinct countries",
    "criteria": []
  },
  {
    "rider": "TCR6 Field",
    "level": "ELITE",
    "quote": "Mainly a split between 4Season Disc and 4Season Gravel Disc with a few carbons and dynamos thrown in",
    "criteria": []
  },
  {
    "rider": "Vincent Nadon",
    "level": "RECREATIONAL",
    "quote": "For luggage, I fully trusted Apidura with their Expedition and Race series. 14L + 2L + 4L",
    "criteria": []
  },
  {
    "rider": "TCR6 Field",
    "level": "ELITE",
    "quote": "Outside of the bikes and wheels, we were surprised to see just how slimmed down rider's luggage set-ups are getting - a sure sign of how serious this epic event is becoming.",
    "criteria": []
  },
  {
    "rider": "Vincent Nadon",
    "level": "RECREATIONAL",
    "quote": "Clip-on aero bars are, of course, a must to have more position options and maintain comfort over long distances, in addition to being more aerodynamic and thus gaining a bit of speed and/or saving more energy depending on how you see the situation 😉",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Vincent Nadon",
    "level": "RECREATIONAL",
    "quote": "I had a few equipment adjustments, such as a tool bag that fell off and a 3D-printed mount for my Garmin Varia that gave way under the vibrations of the Flemish cobblestones.",
    "criteria": []
  },
  {
    "rider": "Vincent Nadon",
    "level": "RECREATIONAL",
    "quote": "For sleeping, for example, I opted for a lightweight and compact down jacket to replace a sleeping bag, reducing both weight and volume. The jacket could also be used for really cold days on the bike.",
    "criteria": []
  },
  {
    "rider": "TCR 2023 Field",
    "level": "",
    "quote": "We've experienced the effects of climate-related extreme weather events first-hand in our Racing grounds, with severe flooding in Slovenia putting riders at risk while raging heatwaves in the south of Europe exacerbated riders' suffering on an already arduous route",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "TCR 2023 Alpine sections",
    "level": "",
    "quote": "The icy conditions came early in the journey, with the first control point taking riders to the heights of the Italian Alps and over some of the highest paved roads in the region to reach the Passo dello Spluga",
    "criteria": []
  },
  {
    "rider": "TCR10 Route",
    "level": "",
    "quote": "Heading out of Roubaix, riders strike out for Geraardsbergen, the spiritual home of the TCR, via a Parcours composed of well-known cobbled climbs.",
    "criteria": []
  },
  {
    "rider": "TCR10 CP2",
    "level": "",
    "quote": "Bjelašnica awaits... riders will take a different track skirting below the summit – representing the first off-road section of the Race.",
    "criteria": []
  },
  {
    "rider": "TCR 2023 Carinthian region",
    "level": "",
    "quote": "This took riders to the Carinthian region, a place of rugged peaks and dense forests where the paved roads give way to rougher surfaces, sometimes gravel and sometimes rough-hewn rock.",
    "criteria": []
  },
  {
    "rider": "TCR10 CP1",
    "level": "",
    "quote": "Mangartsko Sedlo, a road with 17% gradients and a summit over 2000m high, offering riders uninterrupted views of the stunning Julian Alps",
    "criteria": []
  },
  {
    "rider": "TCR 2023",
    "level": "",
    "quote": "First control point taking riders to the heights of the Italian Alps and over some of the highest paved roads in the region to reach the Passo dello Spluga and registration in Livigno",
    "criteria": []
  },
  {
    "rider": "Tim de Witte",
    "level": "ELITE",
    "quote": "I think I have spent more time than the two previous years combined on making my route, maybe it's because I feel the pressure not to screw this up. I want to do as well as I did last year, I want to be at the same level again.",
    "criteria": []
  },
  {
    "rider": "Vincent Nadon",
    "level": "RECREATIONAL",
    "quote": "After some route planning issues, which caused me to lose precious time on some tricky gravel roads within the first 500km",
    "criteria": []
  },
  {
    "rider": "Josh Ibbett",
    "level": "ELITE",
    "quote": "I'm going to use every single piece of experience and knowledge to do what I can",
    "criteria": []
  },
  {
    "rider": "Vincent Nadon",
    "level": "RECREATIONAL",
    "quote": "Mistakes are human, and they are part of the race. I told myself I just wanted to visit Europe by bike and reach the finish line in one piece. I had a lot to learn from this experience, which could be useful in other situations in my life.",
    "criteria": []
  },
  {
    "rider": "Historical TCR6 context",
    "level": "",
    "quote": "There was a general shift for riders to be on more sturdy wheels this year. This is presumably because of the few gravel sections thrown in as well as the infamous off-road section from a few years ago which many rider's TCR was brought to an abrupt end.",
    "criteria": []
  },
  {
    "rider": "Vincent Nadon",
    "level": "RECREATIONAL",
    "quote": "The most difficult part was finding electrolytes once I reached the Balkans. I discovered a bit after the race that electrolytes are sometimes only sold in pharmacies.",
    "criteria": []
  },
  {
    "rider": "Christoph Strasser",
    "level": "ELITE",
    "quote": "I'm a little bit afraid of the number four Parcours in Türkiye, the off-road section, because I'm always a little bit afraid of the off-road section.",
    "criteria": []
  },
  {
    "rider": "TCR9 conditions",
    "level": "",
    "quote": "Severe flooding in Slovenia putting riders at risk while raging heatwaves in the south of Europe exacerbated riders' suffering on an already arduous route",
    "criteria": []
  },
  {
    "rider": "TCR6 to present",
    "level": "",
    "quote": "Outside of the bikes and wheels, we were surprised to see just how slimmed down rider's luggage set-ups are getting - a sure sign of how serious this epic event is becoming.",
    "criteria": []
  },
  {
    "rider": "Reddit community perspective",
    "level": "ELITE",
    "quote": "The TCR has been going on for ten years. It is still a niche event but it is getting bigger and attracting more media attention... The transcontinental race has been going for a few days now. This is the premier ultra-cycling event on the calendar.",
    "criteria": []
  },
  {
    "rider": "TCR10",
    "level": "",
    "quote": "The 40 women on the start line making it the largest women's field at a TCR ever",
    "criteria": []
  },
  {
    "rider": "TCR11",
    "level": "",
    "quote": "Lost Dot's 100Women campaign has attracted a record 79 to the startline",
    "criteria": []
  },
  {
    "rider": "Jaimi Wilson",
    "level": "ELITE",
    "quote": "When I cycled around the world a few years ago, I went through Istanbul and stayed there for a few weeks and I absolutely loved it so I've always wanted to go back",
    "criteria": []
  },
  {
    "rider": "TCR9 field composition",
    "level": "",
    "quote": "Around 350 riders this year also faced mandatory gravel sections along the journey from the start on the unrelenting cobbled ascent of the Muur-Kepelmuur in Geraardsbergen on July 23 to Thessaloniki... with riders facing a shorter but more mountainous route in 2023.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "TCR12 finish description",
    "level": "",
    "quote": "Whilst the fastest charioteers could make a fortune, the fastest finishers of the Transcontinental will find no more and no less than those behind them: a warm embrace and a cold beer.",
    "criteria": [
      "field_depth"
    ]
  }
]
