[
  {
    "rider": "Sam Koerber",
    "level": "ELITE",
    "quote": "I raced hard in the prologue and got 5th, 4 minutes off Justin Lindine. I thought I was going fast but apparently not enough... I rode a wave of motivation into the first singletrack climb on day two; it was rocky, hard just to stay upright and moving forward...",
    "criteria": [
      "technicality",
      "field_depth"
    ]
  },
  {
    "rider": "Sam Koerber",
    "level": "ELITE",
    "quote": "I went harder for three hours than any effort of any length since wearing a heart monitor, harder than I ever thought I could... The rest of the week, for me, became a close battle for second place, a chance to reflect on a lot of old memories, racing and otherwise, and a time to camp out.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Justin Lindine",
    "level": "ELITE",
    "quote": "We rode a great team race all week long... We did smart team tactics all week. Payson unfortunately flatted yesterday, and so I had the leader's jersey today... It's so nice to have the cards to play. Peter [Glassford] had an unfortunate situation trying to battle all three of us.",
    "criteria": []
  },
  {
    "rider": "Justin Lindine",
    "level": "ELITE",
    "quote": "Today was hard. This day is always like a normal cross country race at the end of some endurance days, so your legs don't want to do what you want them to do. Between Peter and Payson charging, it was managing the leaks in the ship.",
    "criteria": []
  },
  {
    "rider": "Payson McElveen",
    "level": "ELITE",
    "quote": "I threw everything I could at Justin, but I knew seven minutes was a pretty tall task in 28 miles... My plan was to sneak into the singletrack first and hope he'd be a couple riders back, but I went a little too early and he just jumped on my wheel.",
    "criteria": []
  },
  {
    "rider": "Payson McElveen",
    "level": "ELITE",
    "quote": "It's pretty bittersweet. It'll take some time to fully appreciate, but it's an improvement from last year. It was everything, having a team. Poor Peter. He didn't complain a single time, just pulled. Based on how much he could have complained, I was so impressed with his professionalism.",
    "criteria": []
  },
  {
    "rider": "Dan Timmerman",
    "level": "ELITE",
    "quote": "I was of no consequence in the GC, so I figured the guys would give me a bit of room... And I attacked at a good place. No backpack today. I think that was it. My back was feeling good today!",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Vicki Barclay",
    "level": "ELITE",
    "quote": "Today was definitely a parade! There was a bit of confusion for a bit, since two of the Under 25 riders were going to race, so women in the elite category got nervous that if they went fast enough, it would change the overall GC standings... First GC win here! It feels amazing.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Mical Dyck",
    "level": "ELITE",
    "quote": "It was a fun week, but abusive on the body and bum! It was super nice today doing a parade lap and not having to go for it... I knew it would be rocky, that's what I had heard about the trails out here. In Victoria, BC, we have a ton of rocks, but different rocks. We have big rock slabs.",
    "criteria": []
  },
  {
    "rider": "Crystal Anthony",
    "level": "ELITE",
    "quote": "It was super challenging in a lot of different ways. It was such a great event, I'm so glad I was here. I've only done one other one, with a lot more people, around 1,200 people, so this is much more close-knit and fun.",
    "criteria": []
  },
  {
    "rider": "Libby White",
    "level": "COMPETITIVE",
    "quote": "It's been exhausting! After day 1, I wasn't sure if I was going to keep it. I was surprised to get the lead on day 1, but I kind of killed myself. Then enduro day came and all these long days, but today we had ourselves a parade stage and finished things out.",
    "criteria": []
  },
  {
    "rider": "Libby White",
    "level": "COMPETITIVE",
    "quote": "The motivation came from talking to people and making sure I was having fun. When you ride this many hours, you have to make sure you're having fun and are mentally in the game.",
    "criteria": []
  },
  {
    "rider": "Anonymous first-timer",
    "level": "ELITE",
    "quote": "Five days of hard racing turned into a real singletrack summer camp and I enjoyed every second of it... From that day on, the five of us just rode bikes and cheered on our fellow tryers.",
    "criteria": []
  },
  {
    "rider": "Anonymous first-timer",
    "level": "ELITE",
    "quote": "Day 1 at Big Poe started off fast, and I recall looking down at my GPS around the 15-mile mark, noticing that my average speed was over 12 mph and I was still only fighting for 4th place singlespeed. This was an unfortunate indication of a long week ahead.",
    "criteria": []
  },
  {
    "rider": "Duo Team Rules",
    "level": "",
    "quote": "Duo teams are meant to ride together during the stage. Teams time will be taken by combining the two racers' times together. If team members finish more than five minutes apart, there will be a one-hour time penalty added to their stage time.",
    "criteria": []
  },
  {
    "rider": "Experience Category",
    "level": "",
    "quote": "This is a non-competitive category (meaning you are not competing for daily or GC awards)... a great way to save some cash and still experience the event like everyone else. Less stress and still all the epic fun... you do not have to ride everyday if you do not want too...",
    "criteria": [
      "experience"
    ]
  }
]
