[
  {
    "rider": "Sophie Wright",
    "level": "ELITE",
    "quote": "I've done six years on the WorldTour and it's definitely going to be different. In road racing, you're working together as a team. Gravel is individual racing, and that's kind of how I started racing years and years ago, with cyclo-cross and mountain bike.",
    "criteria": []
  },
  {
    "rider": "Harry Tanfield",
    "level": "ELITE",
    "quote": "I've always loved doing road races with gravel in them, and I thought, 'Well, why not? Why not actually give it a try and see what it's all about?' I've heard that for the Gralloch, you have to line up like one hour before the race – and it starts at a ridiculously early time as it is – and then you...",
    "criteria": []
  },
  {
    "rider": "Geerike Schreurs",
    "level": "ELITE",
    "quote": "I had several flat tires and had to chase back multiple times. At one point, I rode over 35 kilometers on a flat tyre. But I kept pushing, and in the final 10 kilometers, I attacked on the technical singletrack.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Course update for 2026",
    "level": "",
    "quote": "The course will get an update near Merksplas on the north side of the course with new tracks and better traffic management, but the major update comes in the long 15km stretch along the canal where riders go away from the water twice to avoid potential muddy sections in rainy weather conditions.",
    "criteria": [
      "climate",
      "length"
    ]
  },
  {
    "rider": "Qualification importance",
    "level": "",
    "quote": "Riders finishing in the top 25% of their UCI age/gender categories automatically qualified for the upcoming Gravel World Championships.",
    "criteria": [
      "prestige"
    ]
  },
  {
    "rider": "First edition success",
    "level": "",
    "quote": "The first edition of the new Belgian UCI gravel event in the north of the country was an instant success as the event sold out two months prior to race day.",
    "criteria": []
  }
]
