[
  {
    "rider": "Joy A. Franco, PhD",
    "level": "COMPETITIVE",
    "quote": "An epic adventure warrants a proper report. Qualifying for and getting to race my age group at UCI Gravel World Championships this year, representing my country as a member of Team USA, was the privilege of a lifetime...",
    "criteria": [
      "prestige",
      "field_depth",
      "experience"
    ]
  },
  {
    "rider": "Joy A. Franco, PhD",
    "level": "COMPETITIVE",
    "quote": "When we hit that first real climb in Raar, the first real attack came and shattered things apart. It was the last I would see of the leaders as my legs imploded... Not long after the muscles in my legs started to get torn apart by cramps, which was only halfway through the race.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Joy A. Franco, PhD",
    "level": "COMPETITIVE",
    "quote": "All of the women in the field were excellent bike handlers and never once did things feel sketch. It was, however, hard to maintain position as things became narrower and the semi-technical downhill into the first real climb left little room for more than 2-women wide.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Paige (Elite rider)",
    "level": "ELITE",
    "quote": "I participated in USAC Gravel Nationals last month and as many of you have heard me say, this was the safest gravel event that I have ever done. Granted, my racing history only spans 2 years but it's still worth noting.",
    "criteria": [
      "prestige"
    ]
  },
  {
    "rider": "Paige",
    "level": "ELITE",
    "quote": "I was really disappointed in the fact that the UCI did not think through or recognize that the men's age group fields would impact the women's race... From my personal perspective, it did impact my race. After the first few climbs, you entered a longer 30km section of flatter terrain...",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Paige",
    "level": "ELITE",
    "quote": "The course was really a highlight of the weekend. This race perfectly paired so many disciplines into one. It was like a road race paired with a mountain bike race as well as some tight loose gravel sectors.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Marianne Vos",
    "level": "ELITE",
    "quote": "I didn't think about the previous 13 to be honest. Of course, it [gravel] is something fairly new but it's a World Championships so you try to do your best...",
    "criteria": [
      "prestige"
    ]
  },
  {
    "rider": "Mathieu van der Poel",
    "level": "ELITE",
    "quote": "It's super nice to add another rainbow to the collection, in another discipline. I wanted to make the race as hard as possible because I knew with a big group it could be a difficult situation for me, so I tried to put everybody on the limit. When Florian Vermeersch went, we had good cooperation.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Joy A. Franco",
    "level": "COMPETITIVE",
    "quote": "The first few miles of the race were on city roads as we made our way to the dirt. It felt much like a road race, and I focused on sitting-in, protected from the wind and work.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Paige",
    "level": "ELITE",
    "quote": "I knew I had to get to the front early to get in a better position. My assignment (in a perfect world) would be to help Lauren in the flatter sections during the middle part of the course but early on I could see we needed to get her to the front. I started to be aggressive to move up...",
    "criteria": []
  },
  {
    "rider": "Start positioning strategy",
    "level": "",
    "quote": "Riders in the elite men's and women's races would be given pre-determined start positions. These were based on each rider's UCI ranking on the road, MTB and CX as well as results in Gravel World Series events...",
    "criteria": [
      "field_depth",
      "prestige"
    ]
  },
  {
    "rider": "Joy A. Franco",
    "level": "COMPETITIVE",
    "quote": "We broke down the numbers for how many calories I could actually digest during a race, what that meant in terms of carbs, and how to time the delivery.",
    "criteria": []
  },
  {
    "rider": "Paige",
    "level": "ELITE",
    "quote": "We also both missed a feed (those feeds were CHAOS) and were sharing a bottle",
    "criteria": []
  },
  {
    "rider": "Joy A. Franco",
    "level": "COMPETITIVE",
    "quote": "I got sick one month before the race and lost about two weeks of essential training. I had planned to be at Rochester CX racing at high-intensity but was instead trying to regain health at home.",
    "criteria": []
  },
  {
    "rider": "Joy A. Franco",
    "level": "COMPETITIVE",
    "quote": "The race-course passed through the start area twice, giving me two chances to easily drop out and pedal the short ride back to my hotel and bed.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Age-group safety issues",
    "level": "",
    "quote": "Like last year, there were issues throughout with riders catching and trying to shimmy past slower riders, leaving some in hospital with broken bones.",
    "criteria": []
  },
  {
    "rider": "Joy A. Franco",
    "level": "COMPETITIVE",
    "quote": "Immediately after that climb was a steep dirt downhill with washboard section littered with water bottles from the groups ahead, further stringing things out... The second time we went up that climb in Raar my legs started cramping so badly... We hit that paved climb in Raar for the final time...",
    "criteria": [
      "technicality",
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Paige",
    "level": "ELITE",
    "quote": "Around 12-13K, there was an important pinch point where this wider road narrowed into a single lane road and shortly after was gravel 2-track that led into a very rocky dried out creek bed.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Joy A. Franco",
    "level": "COMPETITIVE",
    "quote": "All of the women in the field were excellent bike handlers and never once did things feel sketch.",
    "criteria": []
  },
  {
    "rider": "Paige",
    "level": "ELITE",
    "quote": "The atmosphere before and after events was festival-like, it was fun first, racing after. It's not surprising, then, that what the UCI (cycling's world governing body) represents, doesn't quite align with gravel racing's original ethos.",
    "criteria": []
  },
  {
    "rider": "Paige",
    "level": "ELITE",
    "quote": "I was really disappointed in the fact that the UCI did not think through or recognize that the men's age group fields would impact the women's race. Like USAC Gravel Nationals, I felt the UCI should have had a no draft rule in place for the women's race...",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "UCI national kit requirement",
    "level": "",
    "quote": "The UCI stated that all riders from each nation in the elite category had to wear the most recent version of their national kit or they would be subject to a fine or disqualification.",
    "criteria": []
  },
  {
    "rider": "Joy A. Franco",
    "level": "COMPETITIVE",
    "quote": "I came across the finish line at 4 h 52 min after the start. Twenty-two minutes shy of my stretch goal but with seven minutes to spare on my 'within reach' goal. Thirtieth out of 39 in my age group.",
    "criteria": []
  }
]
