[
  {
    "rider": "Amy Charity",
    "level": "ELITE",
    "quote": "I definitely trained for the race (the first year) but there were a few things that were really surprising. And one was how quickly it started. It felt like a criterium.",
    "criteria": []
  },
  {
    "rider": "Brian McCulloch",
    "level": "COMPETITIVE",
    "quote": "As late as Friday evening the weather forecast was calling for clear conditions. The talk of the town was that the temperature would be ideal and would likely have a tail wind for the final quarter of the race… Well, the tailwind portion was spot-on! On the line, as we awaited the dawning sun and st...",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Caroline Worrall",
    "level": "RECREATIONAL",
    "quote": "Around mile 42, I was coming down a descent, trying to stay slower, but still moving faster than I should have been. As I bounced across the bottom, I suddenly found my wheels spinning and realized that I had dropped my chain. I pulled over to the side and climbed off my bike...",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Mettle Cycling writer",
    "level": "ELITE",
    "quote": "Carbon wheels are getting pulverized by rocks popping out from under MTB tires, nervous riders are overlapping wheels creating that knob against knob zipper sound that usually leads to the slap of carbon frames and helmets hitting the deck.",
    "criteria": []
  },
  {
    "rider": "Isaiah Newkirk",
    "level": "COMPETITIVE",
    "quote": "I went into the race knowing the course wasn't necessarily ideal for me due to the considerable elevation gain, but I felt pumped nonetheless. I opted to race the Extra Grit route that boasted over 120 miles and 10,000 feet of climbing...",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "SomeMayoPlease",
    "level": "ELITE",
    "quote": "I finished the 200 in 10 hours and 13 minutes, which was good enough for the Age Group win and third overall... From the moment I was on my own, for roughly six hours, I averaged 246 watts and my normalized was 255, showing how important it is to not surge on climbs and use momentum when climbing.",
    "criteria": []
  },
  {
    "rider": "Bertn05",
    "level": "ELITE",
    "quote": "Started at the first line aiming for 10 hours, I was immediately out in the front, planning to stay clear from most of the danger. When we hit Kaw road this proved to be the right strategy but I should have been even further ahead because around me they started to crash.",
    "criteria": []
  },
  {
    "rider": "Brennan Wertz",
    "level": "COMPETITIVE",
    "quote": "When I trained for the UNBOUND 200 last year, I only did one ride longer than 100 miles (it was 120 miles). I only did around 5 'long rides' in training and most were actually in the 60-90 mile range.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Mettle Cycling",
    "level": "ELITE",
    "quote": "Another enormous choice was using Silca chain wax. I've been on the wax train for a few years now and I'll never go back. The mud was just enough to spray a film over the drivetrain but a quick power wash fixed that issue and there was no need to re-lube. Just wipe and go.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Amy Charity",
    "level": "ELITE",
    "quote": "I did wear a Camelback and I think that was a good call, to have a straw right in front of you that you can get to and remind yourself to drink.",
    "criteria": []
  },
  {
    "rider": "SomeMayoPlease",
    "level": "ELITE",
    "quote": "Using the aero bars to my advantage, I was driving up the pace",
    "criteria": []
  },
  {
    "rider": "Brian McCulloch",
    "level": "COMPETITIVE",
    "quote": "As late as Friday evening the weather forecast was calling for clear conditions... A short two hours later we would be riding through some of the worst rain I have ever pedaled through, and I love the harsh elements!...",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Amy Charity",
    "level": "ELITE",
    "quote": "You almost can't even keep track of everything that hurts. Hotfoot is really common - it's things that maybe didn't come up in your training because you might have only done six hours or eight hours and all sudden you're on hour nine",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Bertn05",
    "level": "ELITE",
    "quote": "When we hit Kaw road this proved to be the right strategy but I should have been even further ahead because around me they started to crash. 3 times I avoided these",
    "criteria": []
  },
  {
    "rider": "Bertn05",
    "level": "ELITE",
    "quote": "We are getting close to the hills of Little Egypt, we catch more and more riders and drop them almost instantly",
    "criteria": []
  },
  {
    "rider": "Mettle Cycling",
    "level": "ELITE",
    "quote": "The combination of speed, durability, and preparation cause the biggest internal debate... Freshly laid gravel in this area means pretty giant stones...",
    "criteria": []
  },
  {
    "rider": "Brian McCulloch",
    "level": "COMPETITIVE",
    "quote": "We were ice-skating on bikes... with a 2.5-mile mud sector where we blended back on-course with the 100-mile riders. All of them were walking... I was third wheel, then almost immediately the lead rider in our group slipped and 'SPLAT' his way into the mud with a suction-cup like sound.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "SomeMayoPlease",
    "level": "ELITE",
    "quote": "My goal was to position myself well and avoid surging after corners, picking my own lines, and bombing it on every downhill. Mentally, I had marked Mile 28 as the first important point on the course, and I surged to make sure I led the entire pack.",
    "criteria": []
  },
  {
    "rider": "Brennan Wertz",
    "level": "COMPETITIVE",
    "quote": "The 'right' group is one where you can maintain your all-day pace while staying sheltered behind other riders... The biggest mistake almost EVERY racer makes, even pros, is going out too hard. If your main goal is to finish and finish strong, then conservative pacing is key.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Brennan Wertz",
    "level": "COMPETITIVE",
    "quote": "For long-distance events like the UNBOUND 200, I tell riders that their perceived effort level in the opening hours should feel almost TOO easy. If you use a power meter and know your zones, you want to be riding in the low-to-middle of your Zone 2—this is your ALL-DAY power.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "SomeMayoPlease",
    "level": "ELITE",
    "quote": "120 grams of carbs per hour in Skratch High-Carb, 1 SIS espresso every two hours (150mg)",
    "criteria": []
  },
  {
    "rider": "Mettle Cycling",
    "level": "ELITE",
    "quote": "The target was around 120g of carbs per hour and even then, I miscalculated the leg between Aid 1 and Aid 2, running out of water and nutrition with 7 miles til I could refill.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Isaiah Newkirk",
    "level": "COMPETITIVE",
    "quote": "I do extremely well sticking to around 100 g/hr—it allows me to perform well on 8+ hour rides and I experience little to no gut distress.",
    "criteria": []
  },
  {
    "rider": "Amy Charity",
    "level": "ELITE",
    "quote": "The kind of the tried and true method is approximately 250 calories an hour for somebody my size. And if you think you're going to take 13-ish hours to do the event, you're talking 3,000 to 4,000 calories in the day...",
    "criteria": []
  },
  {
    "rider": "Amy Charity",
    "level": "ELITE",
    "quote": "Even the fastest will get off their bikes (for the rest stops)... Even the fastest are stopping for a couple of minutes to just kind of regroup, get their bike in working order, kind of clean off, grab what they need, put some food down and then hit the road.",
    "criteria": []
  },
  {
    "rider": "Amy Charity",
    "level": "ELITE",
    "quote": "You go through such deep moments of really worrying about if you can finish to feeling like you're okay, and that cycle would come and go repeatedly. And that was over a 13-hour period. I had to keep reminding myself 'you're just at a low point, you're going to come out of it', and I did.",
    "criteria": []
  },
  {
    "rider": "Jill Martindale",
    "level": "ELITE",
    "quote": "I like to split the distance up into chunks, planning at what mileage I'll stop or eat, so that it helps break the ride up into more manageable sections...",
    "criteria": []
  },
  {
    "rider": "Isaiah Newkirk",
    "level": "COMPETITIVE",
    "quote": "Just as the thought crossed my mind that I might actually win the race, I heard what sounded like a gunshot and immediately felt my legs become covered in a layer of sealant from my rear wheel. I skidded to a halt...",
    "criteria": []
  },
  {
    "rider": "Crystal Kovacs",
    "level": "ELITE",
    "quote": "After getting dehydrated at Unbound Gravel last year I now have a timer set on my Garmin. Every 15 minutes it chirps and I drink like Pavlov's dog!",
    "criteria": []
  },
  {
    "rider": "Mettle Cycling",
    "level": "ELITE",
    "quote": "I miscalculated the leg between Aid 1 and Aid 2, running out of water and nutrition with 7 miles til I could refill. This detached me from the group I was in",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Mettle Cycling",
    "level": "ELITE",
    "quote": "Carbon wheels are getting pulverized by rocks popping out from under MTB tires, nervous riders are overlapping wheels creating that knob against knob zipper sound that usually leads to the slap of carbon frames and helmets hitting the deck... I hear crashes over my shoulder.",
    "criteria": []
  },
  {
    "rider": "Richard at SILCA",
    "level": "ELITE",
    "quote": "This race is special period and what I consider to be the best riding on earth. I love the Flint Hills of Kansas, everything about it is beautifully different. It's rugged, vast, and humid.",
    "criteria": []
  },
  {
    "rider": "Brian McCulloch",
    "level": "COMPETITIVE",
    "quote": "Afterward I got cleaned up and returned to the finish area with JoyJoy for the ENVE Finish party to welcome finishers from 10PM-1AM.",
    "criteria": []
  },
  {
    "rider": "Laura Haraldson",
    "level": "ELITE",
    "quote": "In an endurance event like Unbound Gravel, we have the checkpoints, locals, and volunteers out there to help keep us safe, but between the checkpoints we have each other. Racing is great because it challenges us; we can go as fast as we want and make it a goal to podium.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Richard at SILCA",
    "level": "ELITE",
    "quote": "Growing from 34 racers in 2006 to an astonishing 5000 across all distances in 2024. Unbound makes Emporia the epic-center of gravel for one week every year. The best gravel cyclists in the world pour into town, from countries all over the world.",
    "criteria": []
  },
  {
    "rider": "Bertn05",
    "level": "ELITE",
    "quote": "What an insane race this was. Everything I had expected and so much more, the days leading into the event, the race itself and the aftermath. What a great atmosphere.",
    "criteria": []
  }
]
