[
  {
    "rider": "Rob Britton",
    "level": "ELITE",
    "quote": "I just wanted to have fun on the bike. I feel like that is missing a lot lately. Even before the result and finishing, I was commenting to the guys how fun it was and how much I was just enjoying myself. The sunset was incredible, the sunrise was amazing. Riding through the night was amazing.",
    "criteria": [
      "experience"
    ]
  },
  {
    "rider": "Rob Britton",
    "level": "ELITE",
    "quote": "I chased for like 200 kilometers. And then finally, I caught him. I think his wheels kind of came off.",
    "criteria": []
  },
  {
    "rider": "Lachlan Morton",
    "level": "ELITE",
    "quote": "It's so individual. It's going to come down to yourself, how your body reacts [to the effort], how you are mentally — and probably a bit of luck... It was definitely like a really cool memory, one of the better battles I have had on the bike.",
    "criteria": []
  },
  {
    "rider": "Lachlan Morton",
    "level": "ELITE",
    "quote": "I lost my headlight. It made the night more challenging... I'm not disappointed. It was exactly what I was looking for.",
    "criteria": []
  },
  {
    "rider": "Heather Jackson",
    "level": "ELITE",
    "quote": "Unbound XL seemed a little more laid-back. It's more of an adventure. It's a little less cutthroat [than the 200], and it's more just like a personal journey.",
    "criteria": []
  },
  {
    "rider": "Heather Jackson",
    "level": "ELITE",
    "quote": "I was pretty good for the first 12 hours. There was an hour of chaos and I never wanted sunrise more,",
    "criteria": []
  },
  {
    "rider": "Heather Jackson",
    "level": "ELITE",
    "quote": "There was an hour of chaos and I never wanted sunrise more.",
    "criteria": []
  },
  {
    "rider": "Serena Bishop Gordon",
    "level": "ELITE",
    "quote": "Time was an illusion. We rode for nine hours in the dark, and it went by so fast — full focus the whole time.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Chris Mehlman",
    "level": "COMPETITIVE",
    "quote": "With the pace noticeably higher than last year, we entered the first gas station in a group of about 18 after 5:30 of racing. Nerves were high as we scrambled to grab food and water and refill our bottles, leaving a poor gas station cashier stunned.",
    "criteria": []
  },
  {
    "rider": "Chris Mehlman",
    "level": "COMPETITIVE",
    "quote": "I was the first to grind to a halt in the next mud bog. The roads were deceiving, appearing dry and pristine yet hiding the true arduous journey they would lead us on.",
    "criteria": []
  },
  {
    "rider": "Chris Mehlman",
    "level": "COMPETITIVE",
    "quote": "I was one button away from quitting for the eight hours of darkness. All I had to do was send a message on my GPS tracker to be picked up: so easy, yet so consequential... I told myself I would regret quitting later.",
    "criteria": []
  },
  {
    "rider": "Chris Mehlman",
    "level": "COMPETITIVE",
    "quote": "I had gone eight miles in two-and-a-half hours.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Joe Meiser",
    "level": "COMPETITIVE",
    "quote": "All we have to do today is ride our bikes and get to that finish line... everyone who finishes is a winner. Finishing means that you started something that only a small fraction of riders will ever consider doing.",
    "criteria": []
  },
  {
    "rider": "Jay Petervary",
    "level": "COMPETITIVE",
    "quote": "Unbound Gravel XL is in a class of itself. It's beyond any 'norm' of a gravel race, Unbound Gravel 200 included... The biggest thing to understand is the distance is 75% more than Unbound Gravel 200 but you only get an 80% increase in time. That means you will need to keep up a 9.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Sean Mailen",
    "level": "COMPETITIVE",
    "quote": "Those small, almost imperceptible annoyances (something rubbing, chafing, etc.) become big deals at 4 am when you're 195 miles in.",
    "criteria": []
  },
  {
    "rider": "Sean Mailen",
    "level": "COMPETITIVE",
    "quote": "I'd never had stomach issues or thrown up during a race, but 100 miles into the Unbound Gravel XL I was throwing up in a Casey's parking lot. Thankfully I had followed my own rule ('goal #1 is to finish').",
    "criteria": []
  },
  {
    "rider": "Tracey Petervary",
    "level": "COMPETITIVE",
    "quote": "Stay on top of your hydration and nutrition—it is a discipline and part of the ride. Maybe set a timer to remind yourself to eat and drink every 15 minutes.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Anne-Marije Rook",
    "level": "ELITE",
    "quote": "It was 4 o'clock in the morning when I saw it. A white mask floating in the blackness ahead of me; two black holes where eyes should be... holy cow! Cow! Cow! Two cows were headed straight toward me and my newfound riding buddy... I'd been on my bike for 13 hours straight at that point.",
    "criteria": []
  },
  {
    "rider": "Anne-Marije Rook",
    "level": "ELITE",
    "quote": "I had gotten very behind on my fueling and my pace was dropping. I like riding at night, but I was looking forward to the sunrise and the boost of energy that light usually provides. But with the sunrise came the heat and humidity. By now, I was hallucinating.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Heather Jackson",
    "level": "ELITE",
    "quote": "I set up my Canyon Grail just like my TT bike and that was awesome.",
    "criteria": []
  },
  {
    "rider": "Sean Mailen",
    "level": "COMPETITIVE",
    "quote": "I recommend a light rain shell, cap, rain gloves, nylon vest, and arm warmers, as they can help you cover a wide range of temps... For me, this meant new brake pads, extra protection on my dynamo wires, new tires with lots of sealant, and bottle cages with bungee cords to keep bottles from ejecting.",
    "criteria": []
  },
  {
    "rider": "Chris Mehlman",
    "level": "COMPETITIVE",
    "quote": "I had lost my bar light, leaving me with the meager beam from a headlight for the entire night... My paint stirrer [was used] between my frame and my wheels",
    "criteria": []
  },
  {
    "rider": "Chris Mehlman",
    "level": "COMPETITIVE",
    "quote": "All of those hours spent agonizing over whether I should run 36 or 37 PSI or carry 23 or 24 gels were laughably trivial",
    "criteria": []
  },
  {
    "rider": "Anne-Marije Rook",
    "level": "ELITE",
    "quote": "I was forced to sacrifice my valuable calorie-containing liquids in an effort to clear my drivetrain... I like riding at night, but I was looking forward to the sunrise... I alternated in Goldilocks style between glasses on and glasses off...",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "General setup note",
    "level": "",
    "quote": "Waxed chains, wide tires set up for the expected dry conditions, white socks, and smiles accompanied a group of blissfully-innocent riders, many of whom had spent days agonizing over bike setups, down to the number of gels to carry, single PSI tire pressure changes, and aero kit choices.",
    "criteria": []
  },
  {
    "rider": "Kansas mud specifics",
    "level": "",
    "quote": "The thing you should know about Kansas mud is that it's unlike the wet, sloppy muck you see in most places. It's gritty, thick, and resembles concrete. It clogs up your drivetrain and fork in mere seconds, rendering the course unrideable and your bike immovable.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Course navigation",
    "level": "",
    "quote": "After 150 miles, Morton was out front alone with Britton leading the pursuit... By the time it was getting closer to 7:00 a.m. local time and 16 hours of racing, Morton had already ticked off nearly 320 miles.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Rocky final section",
    "level": "",
    "quote": "The incredibly rocky road in the last 20 miles gave me 3-4 flats that I somehow desperately fixed with CO2 and a prayer to get me home.",
    "criteria": []
  },
  {
    "rider": "Wildlife encounters",
    "level": "",
    "quote": "In a script written for a fairytale in hell, I heard a pack of coyotes yapping. Was I really living through this?",
    "criteria": []
  },
  {
    "rider": "Lachlan Morton",
    "level": "ELITE",
    "quote": "Made a pretty good tactical move. We stopped at about 240k, and I chased for about 100 kilometres... At about 240k he just kept going.",
    "criteria": []
  },
  {
    "rider": "Heather Jackson",
    "level": "ELITE",
    "quote": "After riding alone for two hours past the first aid station, she linked up with a male rider and stayed steady through the night despite a crash, a headlamp failure, and heavy mud.",
    "criteria": []
  },
  {
    "rider": "Gas station efficiency",
    "level": "",
    "quote": "Unbound XL has become a race of efficiency, and the small-town Casey's gas stations are the victims of the most full-on racing, an issue that will likely need to be addressed in the coming years.",
    "criteria": []
  },
  {
    "rider": "Sean Mailen",
    "level": "COMPETITIVE",
    "quote": "Don't spend too much time in the comfort of civilization eating pizza at a Casey's... I set an objective of just making to Checkpoint #2, no more. If I made it, then I could decide to go on or quit, but I wouldn't decide until I finished riding what would likely take all night.",
    "criteria": []
  },
  {
    "rider": "Chris Mehlman",
    "level": "COMPETITIVE",
    "quote": "Eighth place became seventh, became sixth, and finally, I found myself back in the top five",
    "criteria": []
  },
  {
    "rider": "Joe Meiser",
    "level": "COMPETITIVE",
    "quote": "Some quick, sweet calories may bring me out of a funk, while savory rice cakes fuel me for the long haul. Caffeine in the middle of the night keeps me alert but I also took many quick naps (5–7 minutes) on the side of the road last year during the Unbound Gravel XL.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Jay Petervary",
    "level": "COMPETITIVE",
    "quote": "Beware of getting sucked into other people's rides or decisions (especially the ones that made the decision to or are discussing quitting)... you will need to keep up a 9.72MPH average speed to finish.",
    "criteria": []
  },
  {
    "rider": "Group riding strategy",
    "level": "",
    "quote": "We had grouped up with two other riders very early into the ride, and we all agreed to stick together and get through the night. It was a great plan - we hit a lot of the more technical stuff in the dark. It was nice to make sure everyone got through safely and had no mechanicals.",
    "criteria": []
  },
  {
    "rider": "Pre-race testing",
    "level": "",
    "quote": "I wanted to know my setup and be riding it fully assembled (bottles in cages, bags on bike, gear in bags, etc.) two months before the race, and have it dialed and ready one month before.",
    "criteria": []
  },
  {
    "rider": "High attrition rate",
    "level": "",
    "quote": "With a 45% scratch rate, Unbound XL is not for the faint of heart.",
    "criteria": []
  },
  {
    "rider": "Mental challenges",
    "level": "",
    "quote": "I was one button away from quitting for the eight hours of darkness. All I had to do was send a message on my GPS tracker to be picked up: so easy, yet so consequential.",
    "criteria": []
  },
  {
    "rider": "Mechanical failures in mud",
    "level": "",
    "quote": "The sticky clay mixture clogged up your bike and wheels so quickly that folks were going over their handlebars, and derailleurs were getting sheared off.",
    "criteria": []
  },
  {
    "rider": "Stomach issues [ELITE rider]",
    "level": "",
    "quote": "I lost my headlight. It made the night more challenging... his stomach gave him issues in the final 60 kilometres.",
    "criteria": []
  },
  {
    "rider": "Gas station temptations",
    "level": "",
    "quote": "When one guy started prepping a full meal, and another pulled out a toothbrush and toothpaste, I knew it was time for me to go in search of a new posse.",
    "criteria": []
  },
  {
    "rider": "Physical breaking points",
    "level": "",
    "quote": "I had run out of water and was barely pedaling. My wheels were still dragging, but at this point, I did not think too much about it. I continued to cram food into my face trying to bring myself back from the physical brink.",
    "criteria": []
  },
  {
    "rider": "Required support",
    "level": "",
    "quote": "You're required to bring or hire someone willing to drive out to the middle of nowhere to come get you should you need to bail or 'scratch,' as it's called in endurance events.",
    "criteria": []
  },
  {
    "rider": "Back to roots",
    "level": "",
    "quote": "The 360-mile version of Unbound has become more competitive than ever, but still offers riders something far closer to the original Unbound launched in 2006...",
    "criteria": []
  },
  {
    "rider": "Rob Britton",
    "level": "ELITE",
    "quote": "I think maybe this was kind of what the OG Unbound was like. I know we didn't stop and do the pizza and all that jazz, but for me it was just a good time riding hard with a bunch of guys who share a high level of mutual respect.",
    "criteria": []
  },
  {
    "rider": "Start atmosphere",
    "level": "",
    "quote": "We left Emporia accompanied by a police escort and plenty of fanfare. The pack was tense, jockeying for position, elbows out, like one does in a criterium.",
    "criteria": []
  },
  {
    "rider": "Finish line support",
    "level": "",
    "quote": "That finish line was hard-earned... Unbound Gravel XL finishers are met with applause in downtown Emporia, Kansas, but equally exciting is the pride that you get to take into the office on Monday morning when all your co-workers ask how that crazy thing you did over the weekend turned out.",
    "criteria": []
  },
  {
    "rider": "Human connection",
    "level": "",
    "quote": "In a race of serious mood swings and dark moments, there was nothing better than entering the 100-mile course and passing other riders.",
    "criteria": []
  },
  {
    "rider": "Adventure spirit",
    "level": "",
    "quote": "Sometimes, I describe it as the race for the outcasts who don't quite fit into the intensity and pressure of the mainstream 200-mile race but instead prefer the idea of challenging themselves against their own minds and spending hours alone in the Kansas prairie.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Growth and competitiveness",
    "level": "",
    "quote": "This year's cast of 191 crazies included the likes of WorldTour-roadie-turned-gravel-racer Ted King, ultra cyclist Jack Thompson, 2022 Life Time Grand Prix contestant Kristen Legan and last year's course record-setter Cynthia Frazier.",
    "criteria": []
  },
  {
    "rider": "Lottery system",
    "level": "",
    "quote": "The UNBOUND Gravel XL is a lottery event. Individuals have the opportunity to submit their name for participation from November 1 at 12:00PM CT until November 15 at 11:59PM CT. Registration is free, however, credit card information is collected and only charged if you are accepted.",
    "criteria": []
  },
  {
    "rider": "Population impact",
    "level": "",
    "quote": "Unbound Gravel temporarily increases the population of Emporia, Kansas by 50%.",
    "criteria": []
  }
]
