[
  {
    "rider": "Sheri Rosenbaum",
    "level": "ELITE",
    "quote": "I am not a racer, and it was hard to prepare for the insanity that ensued during the first 15-20 miles. The initial 20 miles were flat and fast. The gravel roads were relatively tame, allowing faster riders to work their way to the front.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Ayano Makoto",
    "level": "COMPETITIVE",
    "quote": "The lead pack of the age group racers is flying by. What worked especially well was using the grassy inside line on corners to maintain speed without braking too much. Since there are a lot of 90° turns, riders not used to gravel tend to slow down a lot.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Ayano Makoto",
    "level": "COMPETITIVE",
    "quote": "In the end, my legs cramped more than 20 times that day, and I cried out in agony every time. I think the strain of the first two hours was too much.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Marley Blonsky",
    "level": "COMPETITIVE",
    "quote": "Thanks to a combination of nerves, way too much caffeine, and starting out too fast, my heart rate was at 180 and I was struggling by mile 8. I've been riding with the Wahoo Tickr heart rate monitor since October and I've found it's a really good way to keep an eye on my efforts and exertion level.",
    "criteria": []
  },
  {
    "rider": "Kris Cordova",
    "level": "COMPETITIVE",
    "quote": "The adverse conditions at Unbound Gravel this year were exactly what I needed... I can honestly say that I was enjoying myself. Adventure! Orissa and I had gotten separated a few times during the mud walk and by the time I reached the end of it, I couldn't see her anywhere.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Kris Cordova",
    "level": "COMPETITIVE",
    "quote": "Around mile 70, I started counting down miles. I didn't feel happy not being able to drink freely from my pack whenever I wanted. I had a headache and started to feel lightheaded, then nauseated, as the heat of the day rose and the miles went by slowly.",
    "criteria": []
  },
  {
    "rider": "Tiffany Cromwell",
    "level": "ELITE",
    "quote": "The goal was to win, and I got the win. I was pretty sure I was in the lead. I felt strong... It was a bit scary and hectic early on, a lot of crashes. Obviously, after breaking my collarbone two months back, I was trying to avoid that [crashes].",
    "criteria": []
  },
  {
    "rider": "Isaac Allred",
    "level": "ELITE",
    "quote": "He and I linked up, and we're like, 'let's go, let's roll this'. So we just rolled it the entire day. Just steady pace the whole time, and just held onto the gap... He led it out and I went around him. I went too early. He was able to hang on my wheel and get around me again.",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "Does anyone know anything about derailleurs?",
    "criteria": []
  },
  {
    "rider": "Sheri Rosenbaum",
    "level": "ELITE",
    "quote": "I'm running Panaracer Gravelking X1 45s, with PSI calculated using the Silca tire pressure calculator.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Anonymous",
    "level": "ELITE",
    "quote": "I chose the DT Swiss GRC1100 DICUT wheels paired with Maxxis REAVER 45C tires featuring a low-profile tread design... I went with 42mm Specialized Pathfinder Pro tires, set to 28 psi.",
    "criteria": []
  },
  {
    "rider": "Sheri Rosenbaum",
    "level": "ELITE",
    "quote": "Paint stick and a Muc-Off Claw Brush were must-have items in my gear bag. The brushes help clean mud from the chain and cassette.",
    "criteria": []
  },
  {
    "rider": "Ayano Makoto",
    "level": "COMPETITIVE",
    "quote": "I attached the Stan's NoTubes DART Tool, a quick-fix puncture repair device, in a spot where I could easily reach it during the race. I simplified the repair kit I brought as much as possible.",
    "criteria": []
  },
  {
    "rider": "Sheri Rosenbaum",
    "level": "ELITE",
    "quote": "The bibs need a drop bottom for quick bathroom breaks and a very comfortable chamois. The front runners are Peppermint Cycling Signature bibs. The jersey must provide ample sun protection (especially the back of the neck).",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Sheri Rosenbaum",
    "level": "ELITE",
    "quote": "Next on the list: add Emporia to my weather app. The forecast? Rain. Rain. And more rain! But hey, at least race day was looking dry. Hot but dry... One week from race day... I'd find myself refreshing the app frequently, hoping it would magically stop the rain. Sadly, it doesn't.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Kris Cordova",
    "level": "COMPETITIVE",
    "quote": "It had been raining for a week or so every day in Kansas. At the start of the 350XL race on Friday afternoon, the sky opened and the rain poured down for several hours, causing some of the county roads to turn into sticky, thick, 'peanut butter' mud.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Kris Cordova",
    "level": "COMPETITIVE",
    "quote": "It was also getting really warm outside and I drank every drop of the liquid in my backpack before I arrived in Madison, KS.",
    "criteria": []
  },
  {
    "rider": "Marley Blonsky",
    "level": "COMPETITIVE",
    "quote": "The temps were already in the high 80s",
    "criteria": []
  },
  {
    "rider": "Sheri Rosenbaum",
    "level": "ELITE",
    "quote": "The initial 20 miles were flat and fast. The gravel roads were relatively tame, allowing faster riders to work their way to the front... I averaged over 17 mph for the first 20 miles.",
    "criteria": []
  },
  {
    "rider": "Ayano Makoto",
    "level": "COMPETITIVE",
    "quote": "The front group set a brisk pace, averaging 37 km/h during the first hour. It felt like a road race, with everyone riding in tight formation.",
    "criteria": []
  },
  {
    "rider": "Kris Cordova",
    "level": "COMPETITIVE",
    "quote": "Then, we turned onto what I now know is called the infamous Road D. The conditions of the road changed abruptly to wet, sticky, suck-your-shoes-off mud...",
    "criteria": []
  },
  {
    "rider": "Anonymous",
    "level": "ELITE",
    "quote": "The mud at Unbound was not the cute little dirty-your-socks and spray-your-face mud, but miles-long stretches of Emporia, Kansas' infamous peanut butter mud that sticks to your tires and, quite literally, stops you in your tracks. Riders trudged along by foot on the grassy roadsides...",
    "criteria": [
      "technicality",
      "length"
    ]
  },
  {
    "rider": "Ayano Makoto",
    "level": "COMPETITIVE",
    "quote": "Since there are a lot of 90° turns, riders not used to gravel tend to slow down a lot.",
    "criteria": []
  },
  {
    "rider": "Marley Blonsky",
    "level": "COMPETITIVE",
    "quote": "After a quick snack, wetting down of all my gear to try and stay cool, and live update for Pearl Izumi, I was back on my bike. At this point I also met up with the filmmaker again, who would ride along side me getting footage for the next 15 miles or so.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Sheri Rosenbaum",
    "level": "ELITE",
    "quote": "The two distances then share the final 36 miles back into Emporia, where the final 1.5 miles includes the punch Highland Hill climb and fast finish on Commercial Street.",
    "criteria": [
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Ayano Makoto",
    "level": "COMPETITIVE",
    "quote": "I lined up near the front row in the 6-hour finish target group. At 7:30 a.m., around 1,500 riders took off together. The front group set a brisk pace, averaging 37 km/h during the first hour... I focused on staying in the draft and moving up through the pack without burning too many matches.",
    "criteria": []
  },
  {
    "rider": "Sheri Rosenbaum",
    "level": "ELITE",
    "quote": "At 7:30 am, the horn went off, and the floodgates opened as 1,700 riders set out on a 108.5 mile adventure... It was easy to get caught up in the excitement and go out too hard. I averaged over 17 mph for the first 20 miles.",
    "criteria": []
  },
  {
    "rider": "Marley Blonsky",
    "level": "COMPETITIVE",
    "quote": "At 10:30, we started, led by a neutral support vehicle for the first 2 miles. This meant that I was in the very front of the pack with the strongest riders, going nearly 18mph for the start of the ride.",
    "criteria": []
  },
  {
    "rider": "Sheri Rosenbaum",
    "level": "ELITE",
    "quote": "I calculated consuming Tailwind's new High Carb Fuel Mix to achieve 90 grams of carbs/hour. Bite-sized dried figs and coconut slices made up the remaining carbs/calories. I also had Cliff Blocks with caffeine that I began taking 20 minutes before the race started.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Sheri Rosenbaum",
    "level": "ELITE",
    "quote": "It's difficult to eat when riding chunky gravel, I'll need to consume most of my calories and carbs using a hydration pack... I've been training my gut to determine what works best for fueling my body and won't cause GI issues.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Ayano Makoto",
    "level": "COMPETITIVE",
    "quote": "Endurance rides require a lot of carbs to keep a body fueled and avoid bonking. Consuming 75-90 grams of carbs per hour is not something my body is used to processing.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Ayano Makoto",
    "level": "COMPETITIVE",
    "quote": "At the 40km mark, my legs were already starting to cramp. The group was accelerating, and I decided that if I continued to follow them, I would destroy myself, so I decided to leave the leading group after about two hours.",
    "criteria": []
  },
  {
    "rider": "Kris Cordova",
    "level": "COMPETITIVE",
    "quote": "Around mile 70, I started counting down miles... I also decided I needed to make it to the finish line as fast as possible, conserving my water as I went. I looked at the time of day and laughed out loud.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Anonymous",
    "level": "UNKNOWN",
    "quote": "According to Athlinks data for Unbound Gravel 2023, at least 21% of participants are listed as not having completed their full course, including 28% of the pro field and a whopping 44% of non-elite 200-mile participants. My field fared slightly better with 15% not crossing the finish line.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Anonymous",
    "level": "UNKNOWN",
    "quote": "Judging by the hearty number of people I saw sidelined, fixing flats and cursing the mysteries of derailleurs, I'd gander that mechanical issues ruined many a day.",
    "criteria": []
  },
  {
    "rider": "Kris Cordova",
    "level": "COMPETITIVE",
    "quote": "Others succumbed to flats by walking the rocks to avoid the mud and the roadside lines, and still others—out of bravery or impatience—tried to ride the mud, only to clog their drivetrains with their efforts.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Kris Cordova",
    "level": "COMPETITIVE",
    "quote": "Around mile 70, I started counting down miles. I didn't feel happy not being able to drink freely from my pack whenever I wanted. I had a headache and started to feel lightheaded, then nauseated... I was probably dehydrated, and there was nothing I could do...",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Sheri Rosenbaum",
    "level": "ELITE",
    "quote": "There were several crashes early on, which isn't shocking for such a large pack of amateur racers.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Tiffany Cromwell",
    "level": "ELITE",
    "quote": "It was a bit scary and hectic early on, a lot of crashes. Obviously, after breaking my collarbone two months back, I was trying to avoid that [crashes]. And then another crash at the water crossing.",
    "criteria": []
  },
  {
    "rider": "Marley Blonsky",
    "level": "COMPETITIVE",
    "quote": "Hanging in front casually drinking coffee next to some very fancy bikes were a bunch of very fit (and cool) looking cyclists and an equal number of photographers...",
    "criteria": []
  },
  {
    "rider": "Sheri Rosenbaum",
    "level": "ELITE",
    "quote": "I swung by the Girls Gone Gravel booth to see Kathryn Taylor. She had arranged for Ali Tetrick, winner of 2017 Unbound, to pace the women's group for the 100 miler... It was wonderful to see so many women lining up to race. Women of all ages and riding abilities. Some had never ridden a century.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Marley Blonsky",
    "level": "COMPETITIVE",
    "quote": "Crystal led the ride for the first 8 miles while I was sweeper, staying in the back of the pack to make sure everyone stayed with the group... Midway through, we swapped and I had the opportunity to move to the front and lead the group for the rest of the ride.",
    "criteria": []
  },
  {
    "rider": "Kris Cordova",
    "level": "COMPETITIVE",
    "quote": "Many people were joking and laughing through the mud. One guy was even handing out sips of whiskey from a flask. Others seemed defeated and devastated by it. I was grateful to be one of the ones who was making the best of it. I can honestly say that I was enjoying myself. Adventure!",
    "criteria": []
  },
  {
    "rider": "Kris Cordova",
    "level": "COMPETITIVE",
    "quote": "As I'm getting ready to get back on my bike, I see a young teenager walking towards me, looking upset. As a serious empath, I can immediately sense something is wrong and sure enough, he has a flat back tire with no means to fix it.",
    "criteria": []
  },
  {
    "rider": "Marley Blonsky",
    "level": "COMPETITIVE",
    "quote": "The first rest stop was at mile 15, in a tiny little town called Americus. It felt like an oasis in the desert. Cold drinks, pickles, snacks, cold water. I could've stayed there all day.",
    "criteria": []
  },
  {
    "rider": "Kris Cordova",
    "level": "COMPETITIVE",
    "quote": "When I arrived at the Water Oasis, there were two RVs at the top of a hill, a bunch of bikes laying on the sides of the road, and a huge line with people waiting to fill their water.",
    "criteria": []
  },
  {
    "rider": "Sheri Rosenbaum",
    "level": "ELITE",
    "quote": "At 7:30 am, the horn went off, and the floodgates opened as 1,700 riders set out on a 108.5 mile adventure.",
    "criteria": []
  },
  {
    "rider": "Marley Blonsky",
    "level": "COMPETITIVE",
    "quote": "Unbound Gravel is the world's largest gravel race and event, taking place in tiny Emporia, Kansas and drawing over 4,000 cyclists from across the globe.",
    "criteria": []
  },
  {
    "rider": "Sheri Rosenbaum",
    "level": "ELITE",
    "quote": "At 7:25 am, a woman's beautiful voice sang the national anthem. The words have greater meaning in light of the current political climate. I found it very emotional and choked back tears.",
    "criteria": []
  },
  {
    "rider": "Anonymous",
    "level": "ELITE",
    "quote": "Me? 42 Pathfinders... Seriously, he's running 38s? Crazy... I'd do 40 RSs over 45s. Better for clearing the mud out there... 28psi? I'd at least do 30... Too high. 22...",
    "criteria": []
  }
]
