[
  {
    "rider": "Sheri",
    "level": "ELITE",
    "quote": "I had an itch to do one more gravel race this season. Then the Uncle John's Gravel Race in St John's, Michigan, kept coming up in my Facebook feed. It must have been the gravel god's way of saying, 'Sheri, this is the race you need to ride.'",
    "criteria": []
  },
  {
    "rider": "Sheri",
    "level": "ELITE",
    "quote": "The morning of the race was brisk, 43 degrees F, full sunshine, and breezy. The forecast called for the winds to be less than the previous two days, which were 20-30 mph and higher gusts.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Sheri",
    "level": "ELITE",
    "quote": "I thought to myself, this start line is a piece of cake after dealing with 1700 aggressive racers at Unbound Gravel.",
    "criteria": []
  },
  {
    "rider": "Sheri",
    "level": "ELITE",
    "quote": "Dan [race director] hopped on his jeep and led the swarm of riders on a neutral start out on a serpentine downhill at 18 mph. Everyone behaved with no close calls.",
    "criteria": []
  },
  {
    "rider": "Sheri",
    "level": "ELITE",
    "quote": "At around mile 15, one of the women finished a pull, was about to drift to the back, but went around a corner too fast. She went sliding across the road right in front of me, but I was able to avoid hitting her. The group slowed down enough to make sure she was ok before continuing.",
    "criteria": []
  },
  {
    "rider": "Sheri",
    "level": "ELITE",
    "quote": "Around mile 40, the winds continued to build, but we were still averaging over 17 mph. I took a long pull into the wind, and then we hit a hill. It was just steep enough to shatter our tired band of riders, with three getting spit off the back. Yours truly was one of them.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Sheri",
    "level": "ELITE",
    "quote": "As I'm pedaling along, an ambulance passes me on its way to scoop up a rider who went down hard. I found out later when I passed some of his buddies that they were in a huge pack and someone hit mud, went down hard, taking half the group down with him.",
    "criteria": []
  },
  {
    "rider": "Sheri",
    "level": "ELITE",
    "quote": "Of course, the evil route creators had to put hills in at the end of the race. Nothing crazy steep or long, but enough to apply some hurt to already fatigued legs.",
    "criteria": [
      "elevation",
      "length"
    ]
  },
  {
    "rider": "Sheri",
    "level": "ELITE",
    "quote": "After chatting and exchanging contact info for Strava, I asked her [Melanie's] age – 42 years old. I laughed and revealed I was 20 years her senior.",
    "criteria": []
  },
  {
    "rider": "Sheri",
    "level": "ELITE",
    "quote": "When I took the podium for 1st place AG, the crowd gave me a hearty round of applause. It's awesome to show the 'younger generation' that age is simply a number. Will I do this race again? It was a resounding yes, the minute I crossed the finish line.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Family-Friendly",
    "level": "",
    "quote": "The event is geared for riders of all ages and abilities; seasoned racers closing out their road season, mountain bikers, cross racers, weekend warriors, fitness enthusiasts or riders that simply want to enjoy the Michigan countryside on a late summer day. Bring the whole family to cheer you on.",
    "criteria": []
  },
  {
    "rider": "Saturday Pre-Race Party",
    "level": "",
    "quote": "Saturday will be a complete pre-race gravel race party including early packet pickup, free camping, live band, food trucks, and hard cider, wine, and spirits tastings in the Uncle John's Taproom from 4-7 pm.",
    "criteria": [
      "field_depth",
      "community"
    ]
  },
  {
    "rider": "Finish Line Experience",
    "level": "",
    "quote": "When I took the podium for 1st place AG, the crowd gave me a hearty round of applause.",
    "criteria": []
  },
  {
    "rider": "Growth",
    "level": "",
    "quote": "2025 marked our largest race ever with almost 800 racers in attendance. Based on the feedback after the race, we feel that this number will increase again in 2026.",
    "criteria": []
  },
  {
    "rider": "Included in Entry",
    "level": "",
    "quote": "Post race meal for every registered racer,",
    "criteria": []
  }
]
