[
  {
    "rider": "Zach Nehr",
    "level": "COMPETITIVE",
    "quote": "Ten minutes into the USA Gravel National Championships, I watched Chase Wark attack up the left side of a Minnesota highway. It was a doomed move, I thought, going into the early breakaway on a 98-mile course with over 7,000 feet of climbing...",
    "criteria": [
      "technicality",
      "field_depth",
      "prestige"
    ]
  },
  {
    "rider": "Zach Nehr",
    "level": "COMPETITIVE",
    "quote": "I pushed 471w (6.7w/kg) for five minutes and nearly got dropped. But I dug deep over the top of the climb, wheezing and suffering, but still in the main group. I looked back to see the damage that had been done, expecting to see 10-15 riders left...",
    "criteria": []
  },
  {
    "rider": "Zach Nehr",
    "level": "COMPETITIVE",
    "quote": "I was dropped with two and a half hours to go. From the moment I was dropped, I pushed 293w (NP 323w) for 50 miles and still lost 13 minutes to the lead group – that's how fast they were going.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Bradyn Lange",
    "level": "ELITE",
    "quote": "It was an interesting race. It didn't start out too hard, a break had about four minutes, and then it just kind of turned into survival on the final climbs.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Lauren Stephens",
    "level": "ELITE",
    "quote": "The race was the hardest one we've had so far. Every climb, the group would splinter and kind of have a selection. Finally, at the southern end of the course, we were a selection of six or seven riders.",
    "criteria": []
  },
  {
    "rider": "Pete Stetina",
    "level": "ELITE",
    "quote": "I was one of the early victims [in the mass pileup at mile 27] and became a landing pad for other riders and their bikes. All told maybe 20 went down, and half wouldn't continue on. Luckily landing in dirt isn't as bad a pavement and I was miraculously ok.",
    "criteria": []
  },
  {
    "rider": "Pete Stetina",
    "level": "ELITE",
    "quote": "It stings to put time, money, and energy into a race only to leave before I was even tired or hungry. My string of bad luck in races all summer long continues, something I'm really frustrated with. I'm just pining for a clean run.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Tire Width Context",
    "level": "",
    "quote": "Amid the ongoing 'big tyre' debate in gravel, Minnesota favoured setups closer to 40mm rather than the 2.2-inch widths common at Unbound, Big Sugar or Mid South.",
    "criteria": []
  },
  {
    "rider": "Minnesota Final Climb",
    "level": "",
    "quote": "Instead of rolling into town for a simple sprint finish, we turned left into Stoney Point Park on the edge of La Crescent. The first part of the climb was everything you would expect: 11% of gravel, a little chunky, but nothing too bad. But then, your eyes gaze up at the road in front of you...",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Minnesota General Terrain Description",
    "level": "",
    "quote": "Riders will wind their way through hardwood forests, farm fields, trout stream valleys, and ridge-top gravel roads... What defines all these routes is their relentlessness.",
    "criteria": []
  },
  {
    "rider": "Critical Attack Point",
    "level": "",
    "quote": "And then, something happened that I was completely unprepared for. We turned right into the town of Eitzen, and there was the aid station, a paved downhill at 35 mph. Brennan Wertz attacked through the aid station because 500 meters later, there was a super technical gravel descent.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Descending Skills",
    "level": "",
    "quote": "I got dropped on most of the gravel descents",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Local Festival Integration",
    "level": "",
    "quote": "The championship coincides with La Crescent's Apple Fest, a long-standing local celebration that includes a parade, carnival rides, and a 5K. While it may make the town busier, it also means extra activities for families who come along to spectate.",
    "criteria": []
  },
  {
    "rider": "Prize Money Significance",
    "level": "",
    "quote": "$60,000 prize purse ($30k male/female)! My jaw dropped, USAC had never had prize money at any road or mountain bike nationals, the only thing on the line was a patriotic jersey. This was the biggest single day purse in gravel. Ever.",
    "criteria": []
  }
]
