[
  {
    "rider": "Kait Boyle",
    "level": "ELITE",
    "quote": "This was the most fun I've had racing my bike in…I think maybe ever.",
    "criteria": []
  },
  {
    "rider": "Cory Wallace",
    "level": "ELITE",
    "quote": "This is a Top 5 all time favorite race!",
    "criteria": []
  },
  {
    "rider": "Jeff Kerkove",
    "level": "ELITE",
    "quote": "It felt like I paid to be smashed with a hammer while breathing through a straw for 14 hours. When can I sign up again!",
    "criteria": []
  },
  {
    "rider": "Nolan Van Harte",
    "level": "ELITE",
    "quote": "So sore, so tired, absolutely stoked!",
    "criteria": []
  },
  {
    "rider": "Alex Howes",
    "level": "ELITE",
    "quote": "Like a rave but for adult bike riders.",
    "criteria": []
  },
  {
    "rider": "Nicolette Jones",
    "level": "ELITE",
    "quote": "We get to choose the challenges we take on the bike. It's the real-life ones we don't get to pick.",
    "criteria": []
  },
  {
    "rider": "Liz Carrington",
    "level": "ELITE",
    "quote": "My broken, sore body is going to take a while to forget what I did to it, but I'll never forget what I saw and experienced out there. This one is special.",
    "criteria": []
  },
  {
    "rider": "Alpine Tunnel/Hancock Pass Climb",
    "level": "",
    "quote": "The two lights seen are headlamps ahead of me",
    "criteria": []
  },
  {
    "rider": "Eric Henderson on Volunteers",
    "level": "",
    "quote": "I was just barely surviving but the laughter and smiles there gave me some life. Or maybe it was the delicious turkey sandwich and garlic butter new potatoes?... I was treated like a king by the volunteers.",
    "criteria": []
  },
  {
    "rider": "Anthony Campono on Volunteers",
    "level": "",
    "quote": "50+ volunteers out there split between the 5 aid stations. They truly made a racer feel as if we were the only one on course. They did anything and everything for you.",
    "criteria": [
      "race_quality"
    ]
  },
  {
    "rider": "Becky Gardner's Town Connection",
    "level": "",
    "quote": "The first time I heard of the Vapor Trail 125 was about ten years ago when I first moved to Salida, CO... Year after year, I would watch as the whole town came out to cheer on people who came from all over the country as they set off on what seemed to be a death march.",
    "criteria": [
      "community"
    ]
  }
]
