[
  {
    "rider": "Claudia Gerosa",
    "level": "RECREATIONAL",
    "quote": "VENETO GRAVEL does not claim to be a bike race - it has no allusions when it comes to that. Instead, it's an adventure that takes you through an incredible nature, new sights, rural Northern Italy, rolling hills, and the postcard-perfect cities and towns of Veneto...",
    "criteria": []
  },
  {
    "rider": "Stefano Rodighiero",
    "level": "UNKNOWN",
    "quote": "Over the last weekend I partecipated to my second Venetogravel. This time following the Short Beach track, covering approximately 400 kilometers and 2200 meters of elevation. The weather in the first two day was not the best, but I still enjoyed it very much.",
    "criteria": []
  },
  {
    "rider": "Anonymous blogger",
    "level": "RECREATIONAL",
    "quote": "Mai percorso più di 160km in una botta sola.. sto giro partendo da Bassano e passando per il mare sono arrivato a casa a 250km in circa 12 ore",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "RECREATIONAL",
    "quote": "Disclaimer, this is my first time riding a loaded bike by night, in a 2 days event. I usually ride on the road with my road bike... I loved it and in the descent I could at almost 60kph.",
    "criteria": []
  },
  {
    "rider": "Anonymous rider",
    "level": "UNKNOWN",
    "quote": "My Veneto Gravel started on Friday the 19th of April around 2:30pm, I completed it on Sundaty the 21th of April at 8:59pm. It has been a real challenge in a beautiful region.",
    "criteria": []
  },
  {
    "rider": "Valpolicella Hills",
    "level": "",
    "quote": "A bit of fun technical riding on easy singletrack",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Walking Sections",
    "level": "",
    "quote": "There even are some sections that are meant to be walked, pushing the bike. They're on the route because they offer some phenomenal sightseeing that couldn't be found otherwise.",
    "criteria": []
  },
  {
    "rider": "Checkpoints",
    "level": "",
    "quote": "Along the route, Veneto Gravel checkpoints await you: places to take a break",
    "criteria": []
  },
  {
    "rider": "Surface Conditions",
    "level": "",
    "quote": "The gravel road network in the Veneto plain is defined by its waterways. Much of the riding is alongside rivers and canals.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Route Changes",
    "level": "",
    "quote": "Changes to the route this year due to avalanches",
    "criteria": []
  },
  {
    "rider": "Flexibility Philosophy",
    "level": "",
    "quote": "Some complete the route in one go, some sleep under the stars in a sleeping bag, some stop for a hot meal in a Venetian tavern or rest in a structure along the route. There are no rules, except the ones you choose.",
    "criteria": []
  },
  {
    "rider": "Competitive Element",
    "level": "",
    "quote": "While Veneto Gravel explicitly claims not to be a race, a certain cohort of riders will go hard and embrace the challenge against the clock (their own, in this case) and against themselves.",
    "criteria": []
  },
  {
    "rider": "Scale",
    "level": "",
    "quote": "More than 1300 participants embarked on the ride",
    "criteria": []
  },
  {
    "rider": "International Draw",
    "level": "",
    "quote": "Cyclists from all over the world come to Veneto",
    "criteria": []
  },
  {
    "rider": "Non-Competitive Culture",
    "level": "",
    "quote": "Veneto Gravel non è una gara!",
    "criteria": []
  },
  {
    "rider": "Event Infrastructure",
    "level": "",
    "quote": "At the starting village, where you'll be welcomed by our staff, receive your event pack, and immediately soak up the unique atmosphere of the event, meeting other participants from all over Italy and abroad.",
    "criteria": []
  },
  {
    "rider": "Format Freedom",
    "level": "",
    "quote": "Not being a race, you've got to collect stamps at the checkpoints and there's no big clock timing you as you cross the finish line—hell, there's not even a result's list.",
    "criteria": []
  },
  {
    "rider": "Tourism Integration",
    "level": "",
    "quote": "What sets the Veneto Gravel apart from other bikepacking events is its enormous scale",
    "criteria": []
  }
]
