[
  {
    "rider": "Baker Donahue",
    "level": "COMPETITIVE",
    "quote": "Vermont has an entirely different style of gravel racing, the name of the game is shorter miles, higher elevation, and gnarlier terrain. The Vermont Overland is no exception, 59 miles, 7,500 ft.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Baker Donahue",
    "level": "COMPETITIVE",
    "quote": "I got a bad position on the mass start, this was a HUGE corral and as a people pleaser, I kept my distance (300-400 riders back). I quickly caught up to the lead group after ~2 mi, but my effort was much harder than I would have liked...",
    "criteria": []
  },
  {
    "rider": "Baker Donahue",
    "level": "COMPETITIVE",
    "quote": "This 'gravel' was by far the wildest I've ever set my tires on, riders were getting sent in all directions and it was awesome... The lost bottle issue hit me in the last 10 miles with calf and thigh cramps, I took a couple more light tumbles, but recovered quickly and managed to press on.",
    "criteria": [
      "technicality",
      "adventure"
    ]
  },
  {
    "rider": "JOM",
    "level": "COMPETITIVE",
    "quote": "After a playing of the American National Anthem, Peter fired up the 'Rover, and led the massive throng of riders out of the Suicide Six parking lot in neutral mode... my position in the race would change as soon as the race officially got underway at the first gravel sector.",
    "criteria": []
  },
  {
    "rider": "JOM",
    "level": "COMPETITIVE",
    "quote": "Vermont 'Pavé' is best described as a rocky forest trail. Sections of the 'Pavé' are completely rideable, perhaps totally rideable if you have the skills. But, the early sectors became a logjam for those of us in the grupetto, as people dismounted and trudged up the steep and rocky grades.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Sarah Skelly",
    "level": "UNKNOWN",
    "quote": "My first Overland was in 2022... I flailed down several of the class IV roads being bucked the entire way. It wasn't pretty. It wasn't skilled. It was lucky. With my legs and arms cramping and fatigued, I made it across the finish line intact... My time was 5:36:11 which averaged 10.5MPH.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Sarah Skelly",
    "level": "UNKNOWN",
    "quote": "By Overland 2023... I lost all but two gels from my pockets after going down the first class IV section. I was able to pick up some spare gels at the rest stop midway but the sweet, sugary treats had other ideas for my GI tract. I spent the second half of the race under fueled and feeling ill.",
    "criteria": []
  },
  {
    "rider": "Sarah Skelly",
    "level": "UNKNOWN",
    "quote": "In 2024... It was shortly into this section that I started realizing the progress I had made on my skills in the last year: I was now the rider who was confident. I had a line, I had control, and I wasn't afraid... What was once so feared, was now just familiar riding.",
    "criteria": []
  },
  {
    "rider": "Ian Boswell",
    "level": "ELITE",
    "quote": "Unbound is long, Gravel Locos is fast, SBT GRVL is fun, but the Overland is relentless.",
    "criteria": []
  },
  {
    "rider": "Baker Donahue",
    "level": "COMPETITIVE",
    "quote": "20 miles in this course had no chill, the class 4 sectors kept thinning the group and the climbs were relentless... I'm a cautious descender and this course was won in the climbs, but I was thankful for lesson after lesson on how to control your bike and find the right line.",
    "criteria": [
      "elevation",
      "technicality"
    ]
  },
  {
    "rider": "JOM",
    "level": "COMPETITIVE",
    "quote": "The ending to all of this fun and madness, was a steep descent to Suicide Six – the back way... I bailed halfway through the steepest of the descents (something like 45 degrees) before the finish line.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Sarah Skelly",
    "level": "UNKNOWN",
    "quote": "I had a little lull around mile 40 coming up on a series of five identical 0.3 mile climbs at >10% grades.",
    "criteria": []
  },
  {
    "rider": "Course characterization",
    "level": "",
    "quote": "48-mile, 5,700 foot elevation gain course took riders from an astonishing 2.5 hours, if you're Ansel Dickey of Astellas and Brendan Rhim of Holowesko-Citadel, to over four hours, for the majority of riders.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Baker Donahue",
    "level": "COMPETITIVE",
    "quote": "I had planned for no aid station stops and was loaded with plenty of snacks and two bottles remaining from my early race fumble. We zipped passed the first aid station and I snagged an Untapped pure maple syrup gel from a generous volunteer...",
    "criteria": []
  },
  {
    "rider": "Sarah Skelly",
    "level": "UNKNOWN",
    "quote": "I lost all but two gels from my pockets after going down the first class IV section",
    "criteria": []
  },
  {
    "rider": "Baker Donahue",
    "level": "COMPETITIVE",
    "quote": "I am a big fan of the post-race party at these things and The Overland knows how to do it right. After 7 Gatorade's and cheering others on at the finish line, I made my way to the vendor booths filling up on live music, creemee's, turkey sammies, and the signature Overland IPA...",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Race organizer Ansel Dickey",
    "level": "",
    "quote": "It felt so special to be reminded of the amount joy these kinds of events, and just sport in general brings to people, especially after the tragedy last year [Sule Kangangi's death].",
    "criteria": []
  },
  {
    "rider": "Race founder background",
    "level": "",
    "quote": "Peter Vollers has been around the block a few times... won the NCCA Collegiate National Championships... After finishing his law degree and setting up shop in Vermont, Vollers continued with his full menu of criteriums and road races, but his appetite for adventure also emerged...",
    "criteria": [
      "prestige"
    ]
  },
  {
    "rider": "Post-ride scene",
    "level": "",
    "quote": "Once you cross the finish line, the festivities continue after the race with a post-ride party and cookout presented by The Brownsville Butcher & Pantry. Live music, a vibrant expo featuring partners like Specialized Bicycles, SRAM, and more, create an atmosphere of camaraderie and celebration.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Registration dynamics",
    "level": "",
    "quote": "With a field limit of 1,000 participants, this is one of the most popular gravel events in the country, let alone New England. This event sells out within hours – registration opens annually on Jan 1, so it's important to mark your calendar.",
    "criteria": []
  }
]
