[
  {
    "rider": "Charlotte Backus",
    "level": "COMPETITIVE",
    "quote": "The wall had taken a lot out of me, but I was still cursing. Nutrition- I had all my food with me for the most part, but definitely needed to stock up at the second feed zone for water. This time I started with the SANs meal bars that I have been really enjoying and loving how well they work for me.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Charlotte Backus",
    "level": "COMPETITIVE",
    "quote": "Over the past year, I have been really working on skills and getting comfortable with the big rocks as I come from a road bike background. The Wall It is a wall.. rocky, deep sand, rutty, tall and mighty. It was hard..",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Charlotte Backus",
    "level": "COMPETITIVE",
    "quote": "I really appreciated the views. At this point, I knew I was tired and a selection had been made so I took moments to enjoy the ride as my motto this year was to enjoy and really embrace gravel riding as I stepped my foot into more ultra cycling.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Reddit user",
    "level": "UNKNOWN",
    "quote": "I did the mini-yeti route this morning and found it rewarding but also incredibly difficult. Granted, I've only been in Utah a few weeks, so elevation is not my friend, but the combo of steep grades and technical terrain made for really slow progress...",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Reddit user",
    "level": "UNKNOWN",
    "quote": "This race was absolutely brutal, especially with the 12 miles of climbing at the beginning and all of the rock fields thought out this course.",
    "criteria": [
      "field_depth"
    ]
  },
  {
    "rider": "Charlotte Backus",
    "level": "COMPETITIVE",
    "quote": "With the adrenaline of a race or a workout, I have found that giving yourself a moment to just sit and breathe and think helps. Our fight-or-flight adrenaline is sky high when we do long tough rides, races, and even workouts. It's ok to give yourself time to recollect and breathe to find stability.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Neutral Rollout",
    "level": "",
    "quote": "20km neutral rollout as we set towards the Wasatch wall. It was like the bigger Ventum Bike party... Once the neutral car pulled off and the gravel hit.. we were off! the start of the gravel was super steep and deep",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Technical Challenges -",
    "level": "UNKNOWN",
    "quote": "all of the rock fields thought out this course",
    "criteria": []
  },
  {
    "rider": "Wall Pacing -",
    "level": "COMPETITIVE",
    "quote": "I settled into my tempo pace as this year with the Wasatch I also wanted to try to stay on my bike through the technical sections... I got off only twice this time on sections that were not ridable",
    "criteria": []
  },
  {
    "rider": "Nutrition -",
    "level": "COMPETITIVE",
    "quote": "I started with the SANs meal bars that I have been really enjoying and loving how well they work for me. They are so good for long events and are packed with that pure nutrition, and minimal ingredients, and are yummy.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Elevation Acclimatization -",
    "level": "UNKNOWN",
    "quote": "I've only been in Utah a few weeks, so elevation is not my friend",
    "criteria": []
  },
  {
    "rider": "Event Quality",
    "level": "",
    "quote": "As the Utah Gravel Series has become known to have the best volunteers in the biz as well as an after party full of food, beverages, and extraordinary prizes, you'll be sure to enjoy yourself in that 'type 2' kind of fun",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Social Atmosphere -",
    "level": "COMPETITIVE",
    "quote": "It was such a great moment to catch up with a local friend and also see some fellow friends from all the other races. Matthew was also taking on the big Yeti course and we were so stoked to have this race so close to home!",
    "criteria": []
  },
  {
    "rider": "Post-Race Experience -",
    "level": "COMPETITIVE",
    "quote": "I saw Matthew beaming at the finish. It made me happy. He had won his age group and did an incredible job. Taking those few moments we were ready to drive back home and veg out from a great day of riding. But then we saw... I won my age group!",
    "criteria": []
  },
  {
    "rider": "First-Timer Reaction -",
    "level": "UNKNOWN",
    "quote": "Now I'm hooked and can't wait to do another one! Preferably a more flat one 😅",
    "criteria": []
  }
]
