[
  {
    "rider": "Andrea Wilson",
    "level": "COMPETITIVE",
    "quote": "The awesome thing about racing the Pro category (other than getting to meet some of my MTB heros on the start line) is that the 44 of us entered were privileged to our own start.",
    "criteria": []
  },
  {
    "rider": "Andrea Wilson",
    "level": "COMPETITIVE",
    "quote": "I got a terrible case of hot foot (I think?) My outer two toes on both feet felt like someone was clamping them into a vice and they were about to explode off of the end of my foot. I was forced to sit.",
    "criteria": [
      "climate"
    ]
  },
  {
    "rider": "Andrea Wilson",
    "level": "COMPETITIVE",
    "quote": "My finish time was 4 hours, 10 minutes. 27th place. Meh-pic! Don't get me wrong- given the all-star nature of the field, I wasn't expecting a top 10 (or even necessarily top 15) finish. I was, however, hoping to be at least in the top half of the finishers.",
    "criteria": [
      "length"
    ]
  },
  {
    "rider": "Hannah Otto",
    "level": "ELITE",
    "quote": "I view Whiskey as a premiere event on the off-road calendar. With a background in mountain biking I've always known of the Whiskey 50 and held it in high regard. I think generally speaking that with the rise of gravel there are simply more events on the calendar than ever before.",
    "criteria": []
  },
  {
    "rider": "Andrew L'Esperance",
    "level": "ELITE",
    "quote": "We are at the end of three weeks of a pretty heavy-duty block of racing with the gravel race at Sea Otter and then Levi's Gran Fondo and also being at altitude, yeah we pulled together a pretty solid ride.",
    "criteria": []
  },
  {
    "rider": "Andrew L'Esperance",
    "level": "ELITE",
    "quote": "If the goal was to win Whiskey, which is completely reasonable for Sean and I to target, we wouldn't have done Levi's and we would've come right to Prescott after Sea Otter to get a little bit of altitude exposure, and been a little bit fresher. And the win would've been 100% on the table.",
    "criteria": []
  },
  {
    "rider": "Andrea Wilson",
    "level": "COMPETITIVE",
    "quote": "At first, the pace remained easier than I thought it would as we negotiated the last of the city streets. However, once the road went to gravel and pitched up steeply, the leaders kicked it up, and the group strung out with me about 3/4 of the way back.",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Andrea Wilson",
    "level": "COMPETITIVE",
    "quote": "The course starts with a long climb out of town. It's eerily quiet with the exception of the pockets of crowds that had gathered to cheer us along... once the road went to gravel and pitched up steeply, the leaders kicked it up.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Andrea Wilson",
    "level": "COMPETITIVE",
    "quote": "Once I was up to the overlook where I'd taken photos on Friday, I made the right hand turn and started the descent back down to town. The descending out there was a ton of fun, though once I nearly made contact with a prickly pear cactus bush the size of a smartcar.",
    "criteria": []
  },
  {
    "rider": "Course start/singletrack pinch point",
    "level": "",
    "quote": "The start of the race is a 3.8-mile climb up Copper Basin Road... Once the road turns to dirt, you climb for about another mile and then take a hard left turn onto the single track. In years past, the real racing starts as this left turn pinch point gets close.",
    "criteria": []
  },
  {
    "rider": "Race weekend vibe",
    "level": "",
    "quote": "Over three days, participants are immersed in an atmosphere buzzing with mountain bike culture, surrounded by fellow biking aficionados.",
    "criteria": [
      "community"
    ]
  },
  {
    "rider": "Fat Tire Crit atmosphere",
    "level": "",
    "quote": "The controlled chaos of the Fat Tire Crit gets me stoked to return to Prescott every year. And I know many pro racers feel the same way... On paper, racing a criterium on straight bar mountain bikes with competitors who don't spend a lot of time pack racing on the road seems a bit sketchy.",
    "criteria": [
      "field_depth",
      "value"
    ]
  },
  {
    "rider": "Post-amateur race scene",
    "level": "",
    "quote": "Squint your eyes on Saturday after the amateur race has finished, and it looks an awful lot like the biggest, most celebrated gravel events. Hundreds of people, tired but happy, kicking it with new and old friends in the center of a small American town with bikes strewn around far and wide.",
    "criteria": [
      "technicality",
      "community"
    ]
  },
  {
    "rider": "COVID impact",
    "level": "",
    "quote": "When Covid hit it made the most sense for us to just step back from our expansion events given that we had no idea what lay ahead for the cycling industry in 2020 and 2021. We wanted to be nimble and strong instead of the threshold trying to lift up a whole industry nationally.",
    "criteria": []
  }
]
