[
  {
    "rider": "Jack Luke",
    "level": "ELITE",
    "quote": "I didn't want the trip to ever end... I have never ridden through a more impressive landscape and it took great concentration to avoid veering off the road as I gawped at the grandeur of it all.",
    "criteria": []
  },
  {
    "rider": "Jack Luke",
    "level": "ELITE",
    "quote": "I knew that I'd have a much more pleasant day out on the short route but, giving into imagined peer pressure and my fragile ego, I opted for the long ride...",
    "criteria": []
  },
  {
    "rider": "Jack Luke",
    "level": "ELITE",
    "quote": "The beating hot sun definitely took its toll on my pasty white complexion along this section and I was chugging away more water than probably necessary.",
    "criteria": [
      "climate",
      "length"
    ]
  },
  {
    "rider": "JOM",
    "level": "ELITE",
    "quote": "I don't know her name, but the rider pictured above was setting an excellent tempo that I could maintain, until the extremely steep climb to the end of the KOM / QOM segment... Thankfully, I didn't embarrass myself too badly and finished in 75th spot of 171 blokes who began the event.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "JOM",
    "level": "ELITE",
    "quote": "The only serious element of Wild Horse Gravel was the tricky nature of some of the descents. They were steep and rutted, and considering there was no time clock running between segments, it was a futile exercise to hammer them with unnecessary risk-taking.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "JOM",
    "level": "ELITE",
    "quote": "Grinduro format racing, if you want to call it a race, is less than serious. This was abundantly clear from some of the riders I spoke to the morning of the ride.",
    "criteria": []
  },
  {
    "rider": "JOM",
    "level": "ELITE",
    "quote": "My loaner bike was kitted out with a 48/32 chainring pairing and an 11-32 cassette, perfect for much of the course, except the really steep stuff, which is when a less than 1 to 1 ratio comes in handy.",
    "criteria": []
  },
  {
    "rider": "Miles 0-10",
    "level": "",
    "quote": "A 10 mile neutral roll out takes you on a gradual warm-up along well-maintained ranch roads. Rolling terrain with a few quick descents as you ease into the day.",
    "criteria": []
  },
  {
    "rider": "Miles 10-22",
    "level": "",
    "quote": "The primary climb begins. Expect a sustained ascent of nearly 1,000 feet over 12 miles. The grade averages 5–6% with punchy sections up to 10%, over rough and often loose gravel.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Miles 22-25",
    "level": "",
    "quote": "Fast, some rutted downhills with sweeping switchbacks, use caution, especially in dry conditions when the surface can be marbly.",
    "criteria": [
      "elevation"
    ]
  },
  {
    "rider": "Miles 45-55",
    "level": "",
    "quote": "Expect rougher surface conditions here, including sandy stretches and washboard... Steady climbing resumes through a mix of sun-exposed jeep roads and shaded forest doubletrack and soon turns steep. Wildlife sightings are common here...",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "Miles 55-65",
    "level": "",
    "quote": "A thrilling and technical descent back to the valley. Expect loose corners and fast straightaways. The last few miles transition back to smoother gravel and hardpack, perfect for a strong finish into Basecamp.",
    "criteria": [
      "technicality",
      "field_depth"
    ]
  },
  {
    "rider": "Surface composition",
    "level": "",
    "quote": "85% gravel/dirt roads, 10% doubletrack, 5% paved",
    "criteria": []
  },
  {
    "rider": "Jack Luke",
    "level": "ELITE",
    "quote": "The following 40km was a blur of wild descents, punchy climbs and some of the most impressive landscapes I have ever ridden.",
    "criteria": [
      "technicality",
      "elevation"
    ]
  },
  {
    "rider": "JOM",
    "level": "ELITE",
    "quote": "Mile zero to five was effectively a warmup for the first timed KOM / QOM segment, which was entirely uphill. I certainly wasn't going to set any record times, but I did select one or two riders as carrots to pace from.",
    "criteria": []
  },
  {
    "rider": "Jack Luke",
    "level": "ELITE",
    "quote": "I gave it all I could on this section and somehow stuck with the front group... most of the way through until I blew up on the very last climb. Thoroughly cooked, and with 97km still to go...",
    "criteria": []
  },
  {
    "rider": "JOM",
    "level": "ELITE",
    "quote": "Grinduro format racing, if you want to call it a race, is less than serious... Riding in the company of friends and snapping photos was of a higher priority, in addition to enjoying the virtually vehicle-free gravel roads.",
    "criteria": []
  }
]
