[
  {
    "rider": "Magnus Look Claris",
    "level": "ELITE",
    "quote": "The region is beautiful. I love the area and the mountains. The course was demanding but selective - that's what I like. I'm glad I managed to win.",
    "criteria": []
  },
  {
    "rider": "Thomas Terbeck",
    "level": "UNKNOWN",
    "quote": "Das wird ein schnelles Rennen werden",
    "criteria": []
  },
  {
    "rider": "Unnamed MTB racer",
    "level": "UNKNOWN",
    "quote": "Turns out I'm not only bad at pushing up short climb after short climb, I'm also bad at keeping backwheels. 🙃 I somehow intuitively stop two meters before I'm actually there because I think I'm already there.",
    "criteria": []
  },
  {
    "rider": "Bottle cage note",
    "level": "UNKNOWN",
    "quote": "Unzählige Trinkflaschen haben sich an diesen Stellen aus den Flaschenhalterungen der Teilnehmer verabschiedet",
    "criteria": []
  },
  {
    "rider": "Race day surface",
    "level": "",
    "quote": "Der Matsch ist tiefer als beim Recon, der sich durch all die Teilnehmer der vorherigen Starter deutlich vertieft hat",
    "criteria": []
  },
  {
    "rider": "Opening sections",
    "level": "UNKNOWN",
    "quote": "Mit ordentlich Schuss geht es die Straße hinunter und rechts ab auf den ersten Gravelpfad",
    "criteria": []
  },
  {
    "rider": "Key climb",
    "level": "UNKNOWN",
    "quote": "Der erste echte Anstieg, der es mit zwei Kilometern und teils 18 Prozent an der steilsten Stelle in sich hat. Dicke, lose Steine erschweren das Fahren",
    "criteria": []
  },
  {
    "rider": "Critical bottleneck",
    "level": "UNKNOWN",
    "quote": "Eine schmale Fußgängerbrücke mit enger Kurve samt Geländer. Wenn hier ein großer Pulk gleichzeitig ankommt, wird es brenzlig – und das Feld reißt auseinander",
    "criteria": []
  },
  {
    "rider": "Technical sections",
    "level": "UNKNOWN",
    "quote": "Im rasanten Tempo geht es durch den Wald. Links, rechts, links – zackige Lenkmanöver sind gefordert",
    "criteria": []
  },
  {
    "rider": "Feed zone placement",
    "level": "UNKNOWN",
    "quote": "Auf dem Loop, der bei den 83 Kilometern zweimal befahren werden muss, befindet sich auf einem Hügel eine Versorgungsstation",
    "criteria": []
  },
  {
    "rider": "Start positioning",
    "level": "UNKNOWN",
    "quote": "Mein Wunsch: Ich möchte mich von Beginn an möglichst weit vorn im Feld aufhalten",
    "criteria": []
  },
  {
    "rider": "Start atmosphere",
    "level": "UNKNOWN",
    "quote": "Zahlreiche Zuschauer am Start feuern die Starter an",
    "criteria": []
  },
  {
    "rider": "Location appeal",
    "level": "",
    "quote": "Nestled in the beautiful Carinthian landscape, the region offers a variety of routes for every level.",
    "criteria": [
      "experience"
    ]
  }
]
