[
  {
    "rider": "Unnamed rider",
    "level": "UNKNOWN",
    "quote": "It was a great event again. I'm really enjoying the format.",
    "criteria": []
  },
  {
    "rider": "Unnamed rider",
    "level": "UNKNOWN",
    "quote": "I enjoyed the event, and would recommend it to others.",
    "criteria": []
  },
  {
    "rider": "Jenny Graham",
    "level": "COMPETITIVE",
    "quote": "OK, so this is a bit of a cop-out. But because the route has so much wilderness, every coffee opportunity was anticipated and enjoyed! But if I had to pick just one then the little village cafe of Ravenscar Tea Rooms was an absolute delight!",
    "criteria": [
      "adventure"
    ]
  },
  {
    "rider": "Jenny Graham",
    "level": "COMPETITIVE",
    "quote": "The North Yorkshire Moors Railway steam train cutting its way through the Moors to the coast as it travels between Pickering and Whitby. We caught sight of the train as it passed through Grosmont and raced along beside it.",
    "criteria": []
  },
  {
    "rider": "Jenny Graham",
    "level": "COMPETITIVE",
    "quote": "We rode on gravel bikes as we wanted the versatility, but you can find a route to suit whatever bike you have available.",
    "criteria": []
  },
  {
    "rider": "Event requirements [ALL LEVELS]",
    "level": "",
    "quote": "mountain bikes & gravel bikes with a minimum recommended tire size of 45mm, which must be in good working order, e-bikes are alowed",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Official terrain description",
    "level": "",
    "quote": "Singletrack, gravel paths, forestry roads and public roads",
    "criteria": [
      "technicality"
    ]
  },
  {
    "rider": "Route details",
    "level": "",
    "quote": "Day 1: 58.8 km with ca. 840 m of climbing, Day 2: 59.5km with ca. 970 m of climbing",
    "criteria": []
  },
  {
    "rider": "Event format [ALL LEVELS]",
    "level": "",
    "quote": "non-timed, self-supported reliability trial with overnight camping",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Navigation [ALL LEVELS]",
    "level": "",
    "quote": "The route will be supplied electronically before the event. The course is not marked, you are responsible for your own navigation.",
    "criteria": [
      "logistics"
    ]
  },
  {
    "rider": "Camping provision",
    "level": "",
    "quote": "We provide a suitable place to pitch your tent with other riders, toilets, drinking water supply, catering. There is a cafe on site. The nearest shop is about 3km away.",
    "criteria": []
  },
  {
    "rider": "Event philosophy",
    "level": "",
    "quote": "It's not a race, it's a reliability trial! Stay cool, be nice, don't hurt yourself or others.",
    "criteria": []
  },
  {
    "rider": "Support",
    "level": "",
    "quote": "Support vehicle if you need rescuing",
    "criteria": []
  }
]
