{
  "series": {
    "name": "Grasshopper Adventure Series",
    "slug": "grasshopper-adventure-series",
    "display_name": "Grasshopper Adventure Series",
    "tagline": "The OG of gravel racing — 25+ years of Northern California dirt, redwoods, and pure cycling soul.",
    "organizer": "Grasshopper Adventure Series",
    "founded": 1998,
    "headquarters": "Northern California",
    "website": "https://grasshopperadventureseries.com",
    "description": "The Grasshopper Adventure Series is the oldest continuously running gravel race series in America, predating the modern gravel movement by nearly two decades. Started in 1998 in Northern California's wine country and coastal mountains, the Grasshopper races embody everything that gravel cycling was before it became an industry: hand-drawn maps, honor-system timing, no entry fees (donations welcome), and courses designed by people who actually ride these roads year-round. The series consists of five races spread across Sonoma, Mendocino, Lake, and Colusa counties, each showcasing different terrain — from the towering redwoods of the coast to the oak-studded hills of the interior valleys.",
    "history": "The Grasshopper Adventure Series began in 1998 when a group of Northern California cyclists started organizing informal mixed-terrain rides through the back roads and fire trails of Sonoma and Mendocino counties. Long before 'gravel racing' was a category, these riders were doing what gravel riders do now — finding the most interesting dirt roads and linking them into epic routes. The series formalized over time but never lost its grassroots character. There are no timing chips, no corporate sponsors, no expo tents. You show up, you ride, you hang out afterward. The Grasshopper is proof that gravel racing doesn't need production value to be meaningful — it just needs good roads, good people, and a willingness to suffer beautifully.",
    "format_overview": "Five races from January through May, each 48-91 miles through Northern California's Coast Range and interior valleys. No timing chips — results are based on honor-system finish times. No entry fees (donations accepted). Courses feature a mix of paved backroads, gravel fire roads, singletrack, and occasionally some creative route-finding. The series rewards consistency: overall series standings track finishers across all five events. Post-race gatherings are informal, BYOB, and legendary.",
    "events": [
      {
        "name": "Low Gap",
        "slug": null,
        "location": "Ukiah, California",
        "month": "January",
        "has_profile": false
      },
      {
        "name": "Huffmaster",
        "slug": null,
        "location": "Maxwell, California",
        "month": "February",
        "has_profile": false
      },
      {
        "name": "King Ridge",
        "slug": null,
        "location": "Duncan Hills, California",
        "month": "March",
        "has_profile": false
      },
      {
        "name": "Jackson Forest",
        "slug": null,
        "location": "Caspar, California",
        "month": "April",
        "has_profile": false
      },
      {
        "name": "Ukiah Mendo Gravel Epic",
        "slug": null,
        "location": "Ukiah, California",
        "month": "May",
        "has_profile": false
      }
    ],
    "key_stats": {
      "total_events": 5,
      "countries": 1,
      "oldest_event_year": 1998
    }
  }
}
