{
  "series": {
    "name": "Gravel Earth Series",
    "slug": "gravel-earth-series",
    "display_name": "Gravel Earth Series",
    "tagline": "Europe's premier gravel circuit — from Girona to Kenya to Iceland, the global alternative to America's gravel hegemony.",
    "organizer": "Klassmark",
    "founded": 2023,
    "headquarters": "Girona, Spain",
    "website": "https://gravelearth.com",
    "description": "The Gravel Earth Series is the most ambitious international gravel racing circuit in the world. Built around The Traka — the flagship event in Girona that helped put European gravel on the map — the series spans 12 events across 7 countries on 4 continents. From the volcanic deserts of Spain's Monegros to the highlands of Iceland to the safari tracks of Kenya, Gravel Earth offers a genuinely global vision of what gravel racing can be. The series blends ultra-distance stage races, single-day classics, and adventure events into a comprehensive calendar that rewards versatility, exploration, and sheer endurance.",
    "history": "The Gravel Earth Series grew out of The Traka, a gravel race founded in Girona, Spain that quickly became one of Europe's premier events. Klassmark, the organizing company, recognized that gravel racing was exploding globally but lacked a European-centered series to rival America's Life Time Grand Prix. In 2023, they launched Gravel Earth as an umbrella circuit connecting The Traka with partner events across Europe and beyond. The 2024 season expanded dramatically, adding events in Iceland, Kenya, and the United States (via partnerships with Oregon Trail Gravel Grinder, Lost and Found, and Core4). By 2026, the series encompasses 12 events across 7 countries with a EUR 37,500 prize pool.",
    "format_overview": "The Gravel Earth Series encompasses a wide variety of formats unified by a global points-based championship. Events range from single-day races (The Traka 200, Gravel Desert) to multi-day stage races (Oregon Trail at 5 days, Migration Gravel Race at 4 stages). Flagship events include The Traka 360 (335km ultra-distance) and the Migration Gravel Race (450-650km across Kenya). The series awards points across categories with EUR 2,500 per category winner.",
    "events": [
      {
        "name": "La Santa Vall",
        "slug": null,
        "location": "Sant Gregori, Spain",
        "month": "February",
        "has_profile": false
      },
      {
        "name": "The Hills Gravel Race",
        "slug": null,
        "location": "TBD",
        "month": "March",
        "has_profile": false
      },
      {
        "name": "Gravel Desert",
        "slug": null,
        "location": "Monegros, Spain",
        "month": "April",
        "has_profile": false
      },
      {
        "name": "The Traka 360",
        "slug": null,
        "location": "Girona, Spain",
        "month": "May",
        "has_profile": false
      },
      {
        "name": "The Traka 200",
        "slug": null,
        "location": "Girona, Spain",
        "month": "May",
        "has_profile": false
      },
      {
        "name": "Ranxo Gravel",
        "slug": null,
        "location": "Ponts, Spain",
        "month": "June",
        "has_profile": false
      },
      {
        "name": "Cuckoo Iceland by The Traka",
        "slug": null,
        "location": "Iceland",
        "month": "June",
        "has_profile": false
      },
      {
        "name": "Oregon Trail Gravel Grinder",
        "slug": null,
        "location": "Bend, Oregon",
        "month": "July",
        "has_profile": false
      },
      {
        "name": "Lost and Found Gravel Festival",
        "slug": null,
        "location": "California",
        "month": "TBD",
        "has_profile": false
      },
      {
        "name": "Core4 Gravel",
        "slug": null,
        "location": "Iowa",
        "month": "TBD",
        "has_profile": false
      },
      {
        "name": "Migration Gravel Race",
        "slug": null,
        "location": "Kenya",
        "month": "TBD",
        "has_profile": false
      },
      {
        "name": "The River by The Traka",
        "slug": null,
        "location": "Bouillon, Belgium",
        "month": "September",
        "has_profile": false
      }
    ],
    "key_stats": {
      "total_events": 12,
      "countries": 7,
      "oldest_event_year": 2023
    }
  }
}
