{
  "race": {
    "name": "Belgian Waffle Ride Kansas",
    "slug": "belgian-waffle-ride-kansas",
    "display_name": "Belgian Waffle Ride Kansas",
    "tagline": "The Hell of the (Mid) West—BWR's fall Midwest edition through the Flint Hills with 89% unroad.",
    "vitals": {
      "distance_mi": 80,
      "elevation_ft": 4000,
      "location": "Lawrence, Kansas",
      "location_badge": "LAWRENCE, KANSAS",
      "date": "Fall (October)",
      "terrain_types": [
        "Gravel roads"
      ],
      "field_size": "TBD",
      "registration": "Online",
      "date_specific": "2023: October 14"
    },
    "climate": {
      "primary": "TBD",
      "description": "TBD",
      "challenges": []
    },
    "terrain": {
      "primary": "Mixed gravel",
      "surface": "Gravel roads",
      "technical_rating": 3,
      "features": []
    },
    "gravel_god_rating": {
      "overall_score": 56,
      "tier": 3,
      "tier_label": "TIER 3",
      "logistics": 3,
      "length": 3,
      "technicality": 4,
      "elevation": 3,
      "climate": 2,
      "altitude": 1,
      "adventure": 3,
      "prestige": 3,
      "race_quality": 3,
      "experience": 3,
      "community": 2,
      "field_depth": 2,
      "value": 3,
      "expenses": 4,
      "discipline": "gravel"
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 3,
        "explanation": "It's one of two mandatory events for the BWRS Quadrupel Crown of Gravel and branded as \"The Hell of the (Mid) West,\" which sounds impressive until you realize it's basically the gravel equivalent of participation trophy marketing. The Belgian Waffle Ride series is entering its 14th season, but Kansas is clearly the new kid trying to ride California's coattails. Without any notable past winners or pro field data, it's prestige by association rather than earned reputation."
      },
      "race_quality": {
        "score": 3,
        "explanation": "The course design shows real thought with double the elevation per mile versus regional norms and a punchy 89% unroad mix including cyclocross sections at the Snake Farm. But race quality means more than just terrain, and with zero data on aid stations, cutoff times, or actual execution, you're betting on potential rather than proven delivery. The \"grueling European races\" comparison feels like marketing reach when you're in Lawrence, Kansas."
      },
      "experience": {
        "score": 3,
        "explanation": "The Unroad Expo at Sunflower Outdoor & Bike Shop suggests they're trying to build a proper weekend experience beyond just the race. The course promises variety with cyclocross sections, singletrack, and that punchy Kansas terrain profile that should keep things interesting. But without rider reviews or actual experience reports, you're flying blind on what the weekend actually delivers."
      },
      "community": {
        "score": 2,
        "explanation": "Being part of the established Belgian Waffle Ride series means you inherit some community infrastructure, but Kansas lacks the deep gravel roots of the region's more established events. The series positioning as \"second biggest off-road/unroad series in US behind national gravel series\" sounds good until you realize that's still a distant second. No field size data or rider testimonials means the actual community feel remains a mystery."
      },
      "field_depth": {
        "score": 2,
        "explanation": "Zero data on field size, past winners, or pro participation makes this a complete unknown. Being mandatory for the Quadrupel Crown should theoretically draw serious riders, but Kansas isn't exactly pulling the same talent magnet as established gravel destinations. Without any historical results or pro rider mentions, you're gambling on whether you'll race against legitimate competition or just Crown chasers."
      },
      "value": {
        "score": 3,
        "explanation": "Can't evaluate value without knowing the entry fee, which apparently nobody thought was important enough to publish. The course design with 89% unroad and double regional elevation density suggests substance, but value means cost versus delivery. Lawrence, Kansas isn't breaking the bank for travel, but unknown pricing makes this impossible to assess properly."
      },
      "expenses": {
        "score": 4,
        "explanation": "Lawrence, Kansas won't destroy your wallet like coastal destinations, and being a college town means reasonable food and lodging options exist. But with no specific entry fee data or lodging strategy details, you're guessing at the total damage. Fall timing in October should avoid peak travel costs, assuming you can find the race details that apparently don't exist online."
      },
      "length": {
        "score": 3,
        "explanation": "The 80-mile Wafer distance hits the sweet spot for serious gravel without the full sufferfest of the 121-mile Waffle option. Three distance options (39, 80, 121 miles) show proper race planning for different ability levels. The 80-mile length with 4,000 feet of elevation creates a legitimate challenge without crossing into masochist territory."
      },
      "technicality": {
        "score": 4,
        "explanation": "The 89% unroad mix with cyclocross courses at Snake Farm and \"wonderful single-track\" promises legitimate technical challenge beyond just gravel roads. Two extended cyclocross sections plus singletrack means bike handling skills matter, not just grinding power. But \"punchy complexion with undulating climbs\" could mean anything from fun rollers to leg-breaking pitches."
      },
      "elevation": {
        "score": 3,
        "explanation": "4,000 feet over 80 miles delivers 50 feet per mile, which is solid without being ridiculous, and they claim double the elevation density of typical regional events. The \"punchy\" profile with undulating climbs sounds more interesting than endless grinding, but Kansas elevation lacks the sustained climbing that builds real character. It's enough to hurt without being genuinely mountainous."
      },
      "climate": {
        "score": 2,
        "explanation": "Mid-October in Kansas should offer decent fall conditions without summer brutality or winter misery, but weather data is completely absent from available information. Fall timing suggests reasonable temperatures, though Kansas weather can swing wildly. Without historical weather incidents or typical conditions data, you're trusting Kansas to behave itself."
      },
      "altitude": {
        "score": 1,
        "explanation": "Lawrence, Kansas sits around 900 feet elevation, so altitude is basically irrelevant unless you're coming from sea level and consider small hills challenging. No maximum elevation data available, but this is Kansas – you're not climbing mountains. Altitude becomes a non-factor when your biggest concern is wind."
      },
      "logistics": {
        "score": 3,
        "explanation": "Packet pickup at Sunflower Outdoor & Bike Shop from Friday through Sunday shows proper planning, but critical details like parking, nearest airport, and lodging strategy are mysteriously absent. Lawrence is a college town with decent infrastructure, so the bones exist for solid logistics. But when basic information isn't available online, execution becomes questionable."
      },
      "adventure": {
        "score": 3,
        "explanation": "The course design with cyclocross sections, singletrack, and 89% unroad terrain promises legitimate adventure beyond typical gravel grinding. Snake Farm sounds appropriately ominous, and the variety of surfaces keeps things unpredictable. But adventure in Kansas has natural limits – you're not exploring remote wilderness, just well-planned suffering in farm country."
      }
    },
    "final_verdict": {
      "score": "56 / 100",
      "one_liner": "Kansas pretends to be Belgium with cyclocross courses and punchy climbs, but you're still riding through cornfields.",
      "should_you_race": "If you've never experienced proper Belgian Waffle Ride suffering, this is training wheels for the real thing in San Diego or North Carolina. The cyclocross sections and singletrack will humble roadies, but seasoned gravel riders will find it more annoying than challenging. Show up undertrained and the punchy climbs will remind you that Kansas isn't actually flat.",
      "alternatives": "Belgian Waffle Ride San Diego delivers the full BWR experience with proper mountains and ocean views. Dirty Kanza/Unbound gives you authentic Kansas gravel without the gimmicks, while Mid South offers similar mileage with more legitimate suffering per mile."
    },
    "course_description": {
      "character": "Kansas decides to cosplay as Belgium with double the elevation per mile of anything else in the region. The Snake Farm cyclocross courses and punchy singletrack sections exist to humble roadies who think gravel is just riding fast on dirt roads. This is 89% unroad terrain designed to make you question why you didn't just stay in Flanders.",
      "suffering_zones": [
        {
          "mile": 15,
          "label": "Snake Farm Entry",
          "desc": "First cyclocross course hits when your legs still feel good. Technical dismounts and barrier hops separate the cross racers from the weekend warriors."
        },
        {
          "mile": 35,
          "label": "Singletrack Roulette",
          "desc": "Narrow trails through northeast Kansas hills where your line choice matters more than your FTP. One mistake puts you in the weeds."
        },
        {
          "mile": 55,
          "label": "Snake Farm Redux",
          "desc": "Second cyclocross course arrives when your handling skills have degraded. The barriers feel higher and your legs feel like concrete."
        },
        {
          "mile": 70,
          "label": "Punchy Finale",
          "desc": "Rolling climbs stack up in the final miles. Each rise looks innocent until you're grinding in your easiest gear."
        }
      ],
      "signature_challenge": "The cyclocross courses through Snake Farm aren't just obstacles—they're skill tests at 50+ miles when your coordination is shot. You'll dismount, shoulder your bike, and remember why cross racers are quietly tougher than everyone else."
    },
    "race_photos": [
      {
        "type": "hero",
        "file": "belgian-waffle-ride-kansas-hero.jpg",
        "alt": "Lone gravel cyclists on Gravel roads near Lawrence, Kansas"
      },
      {
        "type": "grit",
        "file": "belgian-waffle-ride-kansas-grit.jpg",
        "alt": "Gravel cyclists kicking up dust on Gravel roads near Lawrence"
      },
      {
        "type": "pack",
        "file": "belgian-waffle-ride-kansas-pack.jpg",
        "alt": "Group of gravel cyclists riding through Kansas at golden hour"
      }
    ]
  }
}
