{
  "race": {
    "name": "Belgian Waffle Ride Kansas",
    "slug": "belgian-waffle-ride-kansas",
    "display_name": "Belgian Waffle Ride Kansas",
    "tagline": "The Hell of the (Mid) West—BWR's fall Midwest edition through the Flint Hills with 89% unroad.",
    "vitals": {
      "distance_mi": 80,
      "elevation_ft": 4000,
      "location": "Lawrence, Kansas",
      "location_badge": "LAWRENCE, KANSAS",
      "date": "Mid-October annually",
      "terrain_types": [
        "Gravel roads"
      ],
      "field_size": "TBD",
      "registration": "Online",
      "date_specific": "2025: October 14",
      "lat": 38.9719,
      "lng": -95.2359
    },
    "climate": {
      "primary": "TBD",
      "description": "TBD",
      "challenges": []
    },
    "terrain": {
      "primary": "Mixed gravel",
      "surface": "Gravel roads",
      "technical_rating": 3,
      "features": []
    },
    "gravel_god_rating": {
      "overall_score": 56,
      "tier": 3,
      "tier_label": "TIER 3",
      "logistics": 3,
      "length": 3,
      "technicality": 4,
      "elevation": 3,
      "climate": 2,
      "altitude": 1,
      "adventure": 3,
      "prestige": 3,
      "race_quality": 3,
      "experience": 3,
      "community": 2,
      "field_depth": 2,
      "value": 3,
      "expenses": 4,
      "discipline": "gravel",
      "display_tier": 3
    },
    "biased_opinion_ratings": {
      "logistics": {
        "score": 3,
        "explanation": "Rebecca Fahringer admits \"I had NO idea what to expect\" and \"no one told me how long this event was until literally the week before.\" Packet pickup runs Friday through Sunday at Sunflower Outdoor & Bike Shop with the Unroad Expo, but basic details remain sparse. Lawrence provides decent college town infrastructure, though the communication gaps suggest execution issues beyond the venue."
      },
      "length": {
        "score": 3,
        "explanation": "The 80-mile Wafer hits the sweet spot, though actual race distances vary—riders report \"111 miles with over 7,000 ft. of elevation\" and \"123 miles with 6,823 feet of climbing\" for the full Waffle. Three distance options (39, 80, 121 miles) accommodate different abilities. The length creates serious challenge without crossing into pure sufferfest territory."
      },
      "technicality": {
        "score": 4,
        "explanation": "The Snake Farm delivers \"8-km of cyclocross inspired twists & turns, grass & berms, snakes & curves, and hills & bergs\" that Rebecca Fahringer calls \"the most glorious sector in any gravel or unroad race on the planet.\" Perry Lake Trails include sections where Jonas Orset notes \"I need to dismount and carry the bike\" with \"sharp rocks\" throughout the technical woods sections."
      },
      "elevation": {
        "score": 3,
        "explanation": "Riders report \"nearly 2,000 meters (6,500 feet) of elevation on gravel roads\" with the Snake Farm featuring \"hills & bergs\" that create race-defining selection points. The punchy profile with technical climbing through Perry Lake and the cyclocross course at Snake Farm delivers more than typical Kansas grinding. The undulating nature provides \"repeated ramps for escape\" according to Adam Roberge."
      },
      "climate": {
        "score": 2,
        "explanation": "October conditions prove challenging with start temperatures \"around 43 degrees\" that barely reach 55°F by midday. Riders face \"steady 16 mph wind from the north\" with \"temperatures hadn't risen much above 50\" creating energy-sapping headwinds. The \"nonstop rainfall on Wednesday and Thursday\" before race day creates variable surface conditions from hero dirt to mud."
      },
      "altitude": {
        "score": 1,
        "explanation": "Lawrence, Kansas sits around 900 feet elevation, making altitude irrelevant for performance. The course stays in typical Kansas elevation ranges without meaningful altitude effects. Wind becomes the primary atmospheric challenge rather than thin air."
      },
      "adventure": {
        "score": 3,
        "explanation": "The variety delivers from cyclocross barriers where \"I need to dismount and carry the bike\" through Perry Lake's technical woods to the Kansas River singletrack finale. Nicholas Roche describes it as \"rediscovering cycling\" on his first proper singletrack experience. The 89% unroad mix with private property access through Matt Gilhousen's Snake Farm creates exploration beyond typical gravel routes."
      },
      "prestige": {
        "score": 3,
        "explanation": "Elite fields include Rebecca Fahringer, Tiffany Cromwell, Nicholas Roche, and even Valtteri Bottas, with international riders traveling specifically for the event. Being mandatory for the BWRS Quadrupel Crown draws serious competitors, though Nicholas Roche's comment about \"rediscovering cycling\" suggests it attracts road pros exploring gravel rather than established gravel specialists."
      },
      "race_quality": {
        "score": 3,
        "explanation": "Course design creates dynamic racing with Adam Roberge calling it \"the most dynamic and exciting BWR race in 12 years.\" However, 2021 saw navigation issues where \"race organizers made a last-minute change\" and \"riders should follow course markings instead of the GPX file,\" causing confusion in the lead pack. The technical sections provide clear selection points."
      },
      "experience": {
        "score": 3,
        "explanation": "The weekend includes Michael Franti concerts, Unroad Expo, and Steve Tilford Foundation fundraising creating proper atmosphere. Riders enjoy \"cyclocross barriers in true cyclocross fashion\" with hecklers, plus \"waffles at the finish and a Belgian finisher beer.\" The small-town integration in Lawrence's downtown core adds charm, though communication gaps frustrate participants."
      },
      "community": {
        "score": 2,
        "explanation": "The 2022 field of roughly 670 riders includes strong international presence and Michael Franti concert fundraisers for the Steve Tilford Foundation. Over 40 women compete across distances showing solid participation. However, basic race information gaps suggest organizational issues, and being newer to the gravel calendar means less established local community compared to regional stalwarts."
      },
      "field_depth": {
        "score": 2,
        "explanation": "Zero data on field size, past winners, or pro participation makes this a complete unknown. Being mandatory for the Quadrupel Crown should theoretically draw serious riders, but Kansas isn't pulling the same talent magnet as established gravel destinations. Without any historical results or pro rider mentions, you're gambling on whether you'll race against competition or just Crown chasers."
      },
      "value": {
        "score": 3,
        "explanation": "The weekend package includes Michael Franti concerts, expo access, and Steve Tilford Foundation fundraising events beyond just the race. Course access to private property like Matt Gilhousen's Snake Farm and technical trail systems adds unique value. However, without published entry fees, total value assessment remains incomplete despite the extensive weekend programming."
      },
      "expenses": {
        "score": 4,
        "explanation": "Lawrence, Kansas provides affordable college town logistics without destination pricing. Fall October timing avoids peak travel costs, and the Midwest location keeps flights reasonable for most participants. Local lodging and dining remain budget-friendly compared to coastal gravel destinations, though entry fee pricing remains unpublished."
      }
    },
    "final_verdict": {
      "score": "56 / 100",
      "one_liner": "Kansas pretends to be Belgium with cyclocross courses and punchy climbs, but you're still riding through cornfields.",
      "should_you_race": "If you've never experienced proper Belgian Waffle Ride suffering, this is training wheels for the real thing in San Diego or North Carolina. The cyclocross sections and singletrack will humble roadies, but seasoned gravel riders will find it more annoying than challenging. Show up undertrained and the punchy climbs will remind you that Kansas isn't actually flat.",
      "alternatives": "Belgian Waffle Ride San Diego delivers the full BWR experience with proper mountains and ocean views. Dirty Kanza/Unbound gives you authentic Kansas gravel without the gimmicks, while Mid South offers similar mileage with more legitimate suffering per mile."
    },
    "course_description": {
      "character": "Kansas decides to cosplay as Belgium with double the elevation per mile of anything else in the region. The Snake Farm cyclocross courses and punchy singletrack sections exist to humble roadies who think gravel is just riding fast on dirt roads. This is 89% unroad terrain designed to make you question why you didn't just stay in Flanders.",
      "suffering_zones": [
        {
          "mile": 15,
          "label": "Snake Farm Entry",
          "desc": "First cyclocross course hits when your legs still feel good. Technical dismounts and barrier hops separate the cross racers from the weekend warriors."
        },
        {
          "mile": 35,
          "label": "Singletrack Roulette",
          "desc": "Narrow trails through northeast Kansas hills where your line choice matters more than your FTP. One mistake puts you in the weeds."
        },
        {
          "mile": 55,
          "label": "Snake Farm Redux",
          "desc": "Second cyclocross course arrives when your handling skills have degraded. The barriers feel higher and your legs feel like concrete."
        },
        {
          "mile": 70,
          "label": "Punchy Finale",
          "desc": "Rolling climbs stack up in the final miles. Each rise looks innocent until you're grinding in your easiest gear."
        }
      ],
      "signature_challenge": "The cyclocross courses through Snake Farm aren't just obstacles—they're skill tests at 50+ miles when your coordination is shot. You'll dismount, shoulder your bike, and remember why cross racers are quietly tougher than everyone else.",
      "ridewithgps_id": "44736943",
      "ridewithgps_name": "2022 BWR KS WAFER (copy) By 2023 BELGIAN WAFFLE RIDE"
    },
    "citations": [
      {
        "url": "https://ridewithgps.com/routes/44736943",
        "category": "route",
        "label": "RideWithGPS: 2022 BWR KS WAFER (copy) By 2023 BELGIAN WAFFLE RIDE"
      },
      {
        "url": "https://www.belgianwaffleride.bike/blogs/news/2022-bwr-kansas-results",
        "category": "community",
        "label": "belgianwaffleride.bike: 2022 Bwr Kansas Results"
      },
      {
        "url": "https://nordictrailblazer.cc/races/belgian-waffle-ride-kansas-23/",
        "category": "community",
        "label": "nordictrailblazer.cc: Belgian Waffle Ride Kansas 23"
      },
      {
        "url": "https://velo.outsideonline.com/gravel/tiffany-cromwell-tanner-ward-win-belgian-waffle-ride-kansas/",
        "category": "community",
        "label": "velo.outsideonline.com: Tiffany Cromwell Tanner Ward Win Belgian Waffle Ride Kansas"
      },
      {
        "url": "https://www.belgianwaffleride.bike/blogs/news/joy-mccullochs-race-recap-for-the-womens-waffle",
        "category": "community",
        "label": "belgianwaffleride.bike: Joy Mccullochs Race Recap For The Womens Waffle"
      },
      {
        "url": "https://www.youtube.com/watch?v=RmYv3l9jeLM",
        "category": "community",
        "label": "youtube.com: Watch"
      },
      {
        "url": "https://velo.outsideonline.com/gravel/gravel-racing/belgian-waffle-ride-kansas-wraps-tripel-crown-of-gravel-series-registration-opens",
        "category": "community",
        "label": "velo.outsideonline.com: Belgian Waffle Ride Kansas Wraps Tripel Crown Of Gravel S..."
      },
      {
        "url": "https://www.stevetilfordfoundationracing.com/team-updates/belgian-waffle-ride-kansas",
        "category": "community",
        "label": "stevetilfordfoundationracing.com: Belgian Waffle Ride Kansas"
      }
    ],
    "logistics": {
      "official_site": "https://www.belgianwaffleride.bike/"
    },
    "series": {
      "id": "belgian-waffle-ride",
      "name": "Belgian Waffle Ride"
    }
  }
}
