{
  "race": {
    "name": "Bend Dirt Fest",
    "slug": "bend-dirt-fest",
    "display_name": "Bend Dirt Fest",
    "tagline": "Multi-discipline high desert festival in Bend—gravel, MTB, and trail run in one weekend.",
    "vitals": {
      "distance_mi": 50,
      "elevation_ft": 3000,
      "location": "Bend, Oregon",
      "location_badge": "BEND, OREGON",
      "county": "Deschutes County",
      "date": "July annually",
      "date_specific": "2026: July 11",
      "terrain_types": [
        "High desert gravel roads",
        "Doubletrack",
        "Singletrack mix",
        "Oregon volcanic landscape"
      ],
      "field_size": "500 riders (across all disciplines)",
      "start_time": "Saturday morning — check official website",
      "registration": "Online. Cost: $75-$100",
      "prize_purse": "None",
      "aid_stations": "Multiple on course",
      "cutoff_time": "None"
    },
    "climate": {
      "primary": "July high desert summer",
      "description": "Warm days (45-85°F), dry conditions, intense sun exposure.",
      "challenges": [
        "High desert sun—shade rare",
        "Temperature swings (cool mornings, hot afternoons)",
        "Dry air dehydration risk",
        "Elevation (Bend ~3,600 ft)"
      ]
    },
    "terrain": {
      "primary": "High desert gravel + singletrack",
      "surface": "Mixed: gravel roads, doubletrack, singletrack. Oregon volcanic soil. High desert terrain—exposed, dry, fast when conditions allow.",
      "technical_rating": 3,
      "features": [
        "High desert gravel roads",
        "Singletrack sections",
        "Doubletrack",
        "Volcanic soil surface",
        "Exposed ridges",
        "Multi-discipline course options"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 66,
      "tier": 3,
      "tier_label": "TIER 3",
      "logistics": 4,
      "length": 3,
      "technicality": 3,
      "elevation": 3,
      "climate": 2,
      "altitude": 2,
      "adventure": 4,
      "prestige": 3,
      "race_quality": 4,
      "experience": 4,
      "community": 4,
      "field_depth": 2,
      "value": 4,
      "expenses": 4
    },
    "biased_opinion": {
      "verdict": "Multi-Sport High Desert Party",
      "summary": "Bend Dirt Fest is the Oregon Trail Cycling Series finale and a multi-discipline festival—gravel, MTB, trail run, all in one weekend. This isn't a pure gravel race; it's a celebration of Bend's outdoor culture. The course mixes high desert gravel roads, doubletrack, and singletrack. Field is small (~500 across all events), vibe is community-focused. If you're looking for a competitive gravel race, look elsewhere. If you want a fun weekend in Bend with friends, beer, and dirt, this is it.",
      "strengths": [
        "Bend, Oregon—outdoor mecca, great post-race scene",
        "Multi-discipline options (gravel/MTB/trail run)",
        "Oregon Trail Cycling Series finale—community vibe",
        "July weather usually dry and warm",
        "High desert scenery"
      ],
      "weaknesses": [
        "Small field—not competitive",
        "Multi-discipline format dilutes gravel focus",
        "Course details sparse online",
        "Not a destination gravel race",
        "Bend lodging expensive in summer"
      ],
      "bottom_line": "This is a regional festival, not a bucket-list gravel race. If you live in the Pacific Northwest or want an excuse to visit Bend, it's fun. If you're traveling from afar specifically for gravel, there are better options. Think of it as a weekend party with bikes, not a race with a party."
    },
    "logistics": {
      "nearest_airport": "Redmond Municipal Airport (RDM) — 20 miles north",
      "alternate_airports": "Portland (PDX) — 160 miles northwest, Eugene (EUG) — 130 miles west",
      "lodging_note": "Bend has ample lodging but prices spike in summer. Book early.",
      "parking": "Free at event site",
      "packet_pickup": "Friday and Saturday morning",
      "travel_summary": "Redmond airport is close. Portland is 3-hour drive (scenic). Bend is outdoor hub—crowded in summer. Rental car needed.",
      "food_options": "Bend has excellent food scene. Aid stations on course.",
      "camping": "Multiple campgrounds nearby",
      "official_site": "https://www.benddirtfest.com"
    },
    "course_description": {
      "character": "High desert mix: gravel roads, doubletrack, singletrack. Multi-discipline festival course. 50 miles, ~3,000 ft. Oregon volcanic landscape.",
      "suffering_zones": [
        {
          "name": "High Desert Sun Exposure",
          "miles": "Throughout",
          "description": "July high desert sun. Shade rare. Dehydration risk.",
          "survival_strategy": "Hydrate aggressively. Sunscreen. Light colors."
        },
        {
          "name": "Singletrack Sections",
          "miles": "Varies",
          "description": "MTB-style singletrack. Technical if not prepared.",
          "survival_strategy": "MTB skills help. Lower tire pressure for traction."
        }
      ],
      "signature_challenge": "High desert heat and sun exposure. Singletrack technical sections."
    },
    "history": {
      "founded": "2010s",
      "founder": "Oregon Trail Cycling",
      "origin_story": "Bend Dirt Fest is the Oregon Trail Cycling Series finale. Multi-discipline festival celebrating Bend's outdoor culture. 500 participants across gravel, MTB, trail run.",
      "notable_moments": [],
      "reputation": "Regional festival. Multi-discipline community event."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 77.1,
        "grade": "B",
        "weakest": "temporal_depth",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 60,
          "citation_density": 100,
          "temporal_depth": 25,
          "specificity": 100,
          "statistical_backing": 80,
          "voice_authenticity": 70,
          "completeness": 94,
          "cross_reference": 50
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 3,
        "explanation": "Brand new event from Mudslinger Events means zero history to lean on – no legendary finishes, no pro field stories, nothing. Being the Oregon Triple Crown Series Finals for gravel in 2026 gives it some regional juice, but that's still small-pond stuff. Inaugural events can be magic or disasters, and the jury's completely out here."
      },
      "race_quality": {
        "score": 4,
        "explanation": "Mudslinger Events knows how to put on a show, and the Athletic Club of Bend venue suggests they're not cutting corners on infrastructure. The multi-discipline format with gravel, MTB, and trail running creates real event energy rather than just another gravel slog. Mass starts at 8:00 AM for cycling and 8:45 AM for running show thoughtful scheduling."
      },
      "experience": {
        "score": 4,
        "explanation": "Bend is gravel paradise – high desert singletrack, volcanic soil, and mountain views that'll make you forget your legs are screaming. The 'dirt-centric' promise means you're getting the real Oregon experience, not some paved bike path masquerading as adventure. Multi-discipline format means the finish line has actual energy instead of scattered trickle-ins."
      },
      "community": {
        "score": 4,
        "explanation": "Team format with 2-3 person options mixing cycling and trail running creates natural camaraderie beyond the usual solo sufferfest. Bend's cycling community is legit – these aren't weekend warriors, they're people who moved to Oregon specifically to ride dirt. The 'dirt-filled celebration of endurance and community' marketing actually matches what Bend delivers."
      },
      "field_depth": {
        "score": 2,
        "explanation": "Inaugural event means no established pecking order and no proven ability to attract serious talent. Regional series finals status might pull some Oregon ringers, but that's still a pretty shallow talent pool. Most first-year races get the curious locals and handful of travelers – rarely the hammers who make races hurt."
      },
      "value": {
        "score": 4,
        "explanation": "At $97.75 per person for team entry with early pricing, you're getting Bend trail access and event infrastructure without the premium tax of established races. Multi-discipline format means more race day entertainment for your dollar. Bend delivers legitimate terrain – you're not paying for marketing hype over actual dirt."
      },
      "expenses": {
        "score": 4,
        "explanation": "Bend isn't cheap, but it's not Aspen either – you can find reasonable lodging without selling organs. Designated parking at OSU-Cascades eliminates the usual race-day parking nightmare and associated fees. July timing means decent weather without peak summer tourism pricing crushing your hotel budget."
      },
      "length": {
        "score": 3,
        "explanation": "50 miles sits in the sweet spot – long enough to hurt, short enough that you won't be riding home in the dark cursing your life choices. It's not going to break you like a century, but 3000 feet of climbing over that distance means it's not a casual coffee ride either."
      },
      "technicality": {
        "score": 3,
        "explanation": "Bend terrain typically delivers proper technical challenges without being stupidly dangerous, but this inaugural race hasn't proven its course selection yet. The 'dirt-centric' promise suggests real singletrack rather than fire road grinding. Without course details or rider reports, it's educated guessing based on regional terrain quality."
      },
      "elevation": {
        "score": 3,
        "explanation": "3000 feet over 50 miles averages 60 feet per mile – enough to keep it interesting without being a pure climbing suffer-fest. Bend sits at elevation, so you're dealing with real climbs through high desert terrain, not just rolling hills. It'll test your fitness without requiring mountain goat genetics."
      },
      "climate": {
        "score": 2,
        "explanation": "July in Bend can be brutal – high desert sun with zero shade and temperatures that'll cook you if you're not paying attention. The elevation helps keep it from being Phoenix-level stupid, but you're still dealing with serious UV exposure and potential dehydration issues. Afternoon thunderstorms can turn dirt to soup quickly."
      },
      "altitude": {
        "score": 2,
        "explanation": "Bend sits around 3600 feet, which isn't Leadville insanity but enough to notice if you're coming from sea level. Add the climbing gains to that base elevation and your lungs will remind you this isn't Kansas. Most people adapt within a day, but plan accordingly if you're flying in race weekend."
      },
      "logistics": {
        "score": 4,
        "explanation": "Athletic Club of Bend for start/finish with designated parking at OSU-Cascades shows real planning – no race-morning parking disasters or sketchy remote locations. Bend has solid infrastructure and the organizers seem to understand basic event management. Online registration through established platforms suggests they're not winging the operational side."
      },
      "adventure": {
        "score": 4,
        "explanation": "Bend delivers legitimate high desert adventure – volcanic terrain, mountain views, and singletrack that makes you remember why you started riding gravel. The multi-discipline format adds energy and unpredictability beyond typical gravel racing. This is Oregon at its best – real terrain, real challenges, real scenery that justifies the suffering."
      }
    }
  }
}
