{
  "race": {
    "name": "Bend Dirt Fest",
    "slug": "bend-dirt-fest",
    "display_name": "Bend Dirt Fest",
    "tagline": "Multi-discipline high desert festival in Bend—gravel, MTB, and trail run in one weekend.",
    "vitals": {
      "distance_mi": 50,
      "elevation_ft": 3000,
      "location": "Bend, Oregon",
      "location_badge": "BEND, OREGON",
      "county": "Deschutes County",
      "date": "July annually",
      "date_specific": "2026: July 11",
      "terrain_types": [
        "High desert gravel roads",
        "Doubletrack",
        "Singletrack mix",
        "Oregon volcanic landscape"
      ],
      "field_size": "500 riders (across all disciplines)",
      "start_time": "Saturday morning — check official website",
      "registration": "Online. Cost: $75-$100",
      "prize_purse": "None",
      "aid_stations": "Multiple on course",
      "cutoff_time": "None",
      "lat": 44.0582,
      "lng": -121.3153
    },
    "climate": {
      "primary": "July high desert summer",
      "description": "Warm days (45-85°F), dry conditions, intense sun exposure.",
      "challenges": [
        "High desert sun—shade rare",
        "Temperature swings (cool mornings, hot afternoons)",
        "Dry air dehydration risk",
        "Elevation (Bend ~3,600 ft)"
      ]
    },
    "terrain": {
      "primary": "High desert gravel + singletrack",
      "surface": "Mixed: gravel roads, doubletrack, singletrack. Oregon volcanic soil. High desert terrain—exposed, dry, fast when conditions allow.",
      "technical_rating": 3,
      "features": [
        "High desert gravel roads",
        "Singletrack sections",
        "Doubletrack",
        "Volcanic soil surface",
        "Exposed ridges",
        "Multi-discipline course options"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 66,
      "tier": 2,
      "tier_label": "TIER 2",
      "logistics": 4,
      "length": 3,
      "technicality": 3,
      "elevation": 3,
      "climate": 2,
      "altitude": 2,
      "adventure": 4,
      "prestige": 3,
      "race_quality": 4,
      "experience": 4,
      "community": 4,
      "field_depth": 2,
      "value": 4,
      "expenses": 4,
      "discipline": "gravel",
      "display_tier": 2
    },
    "biased_opinion": {
      "verdict": "Multi-Sport High Desert Party",
      "summary": "Bend Dirt Fest is the Oregon Trail Cycling Series finale and a multi-discipline festival—gravel, MTB, trail run, all in one weekend. This isn't a pure gravel race; it's a celebration of Bend's outdoor culture. The course mixes high desert gravel roads, doubletrack, and singletrack. Field is small (~500 across all events), vibe is community-focused. If you're looking for a competitive gravel race, look elsewhere. If you want a fun weekend in Bend with friends, beer, and dirt, this is it.",
      "strengths": [
        "Bend, Oregon—outdoor mecca, great post-race scene",
        "Multi-discipline options (gravel/MTB/trail run)",
        "Oregon Trail Cycling Series finale—community vibe",
        "July weather usually dry and warm",
        "High desert scenery"
      ],
      "weaknesses": [
        "Small field—not competitive",
        "Multi-discipline format dilutes gravel focus",
        "Course details sparse online",
        "Not a destination gravel race",
        "Bend lodging expensive in summer"
      ],
      "bottom_line": "This is a regional festival, not a bucket-list gravel race. If you live in the Pacific Northwest or want an excuse to visit Bend, it's fun. If you're traveling from afar specifically for gravel, there are better options. Think of it as a weekend party with bikes, not a race with a party."
    },
    "logistics": {
      "nearest_airport": "Redmond Municipal Airport (RDM) — 20 miles north",
      "alternate_airports": "Portland (PDX) — 160 miles northwest, Eugene (EUG) — 130 miles west",
      "lodging_note": "Bend has ample lodging but prices spike in summer. Book early.",
      "parking": "Free at event site",
      "packet_pickup": "Friday and Saturday morning",
      "travel_summary": "Redmond airport is close. Portland is 3-hour drive (scenic). Bend is outdoor hub—crowded in summer. Rental car needed.",
      "food_options": "Bend has excellent food scene. Aid stations on course.",
      "camping": "Multiple campgrounds nearby",
      "official_site": "https://www.benddirtfest.com"
    },
    "course_description": {
      "character": "High desert mix: gravel roads, doubletrack, singletrack. Multi-discipline festival course. 50 miles, ~3,000 ft. Oregon volcanic landscape.",
      "suffering_zones": [
        {
          "name": "High Desert Sun Exposure",
          "miles": "Throughout",
          "description": "July high desert sun. Shade rare. Dehydration risk.",
          "survival_strategy": "Hydrate aggressively. Sunscreen. Light colors."
        },
        {
          "name": "Singletrack Sections",
          "miles": "Varies",
          "description": "MTB-style singletrack. Technical if not prepared.",
          "survival_strategy": "MTB skills help. Lower tire pressure for traction."
        }
      ],
      "signature_challenge": "High desert heat and sun exposure. Singletrack technical sections."
    },
    "history": {
      "founded": "2010s",
      "founder": "Oregon Trail Cycling",
      "origin_story": "Bend Dirt Fest is the Oregon Trail Cycling Series finale. Multi-discipline festival celebrating Bend's outdoor culture. 500 participants across gravel, MTB, trail run.",
      "notable_moments": [],
      "reputation": "Regional festival. Multi-discipline community event."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 77.1,
        "grade": "B",
        "weakest": "temporal_depth",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 60,
          "citation_density": 100,
          "temporal_depth": 25,
          "specificity": 100,
          "statistical_backing": 80,
          "voice_authenticity": 70,
          "completeness": 94,
          "cross_reference": 50
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "logistics": {
        "score": 4,
        "explanation": "Athletic Club of Bend for start/finish with designated parking at OSU-Cascades shows solid planning from Mudslinger Events. Grace Perkins notes \"I'm surprised (Bend) doesn't have more events like this because everyone does so many different activities. It is fun to have a multisport event where you can have a team and get all the activities going.\" Mass starts at 8:00 AM cycling, 8:45 AM trail running with established cut-off times demonstrate thoughtful scheduling."
      },
      "length": {
        "score": 3,
        "explanation": "Matthew Bird used the 54-mile gravel race as a \"leg-stretcher\" before competing in the High Cascades 100-mile mountain bike race the following weekend, describing it as \"good, hard racing for three hours.\" Multi-discipline format with gravel cycling, MTB, and half marathon options creates variety beyond typical single-distance events."
      },
      "technicality": {
        "score": 3,
        "explanation": "Gravel course features nearly 4,000 feet of elevation gain over the first 30 miles, then mostly downhill over the final 24 miles. Mountain bike course delivers more than 3,000 feet of climbing in the first 22 miles using singletrack trails in Deschutes National Forest west of Bend. Mike Ripley describes conditions: \"It's dusty and loose. Gravel in Central Oregon is not your typical gravel, it's dirt combined with cinder. It's definitely spicy.\""
      },
      "elevation": {
        "score": 3,
        "explanation": "Mountain bike course climbs more than 3,000 feet in the first 22 miles, followed by downhill riding over the final 14 miles. Gravel riders face nearly 4,000 feet of elevation gain over the first 30 miles before descending the final 24 miles. The front-loaded climbing profile creates sustained suffering through volcanic terrain before rewarding descents."
      },
      "climate": {
        "score": 2,
        "explanation": "July courses receive \"full sun\" with official warnings to \"dress for conditions, heat and potential dehydration.\" Terrain varies between \"red hero cinder dirt or fine moon dust\" depending on conditions. The high desert sun combined with exposed volcanic terrain demands serious hydration planning and UV protection throughout the day."
      },
      "altitude": {
        "score": 2,
        "explanation": "Bend sits around 3600 feet base elevation with gravel and MTB courses climbing into Deschutes National Forest west of town. Both courses share the Wanoga area at higher elevations. The combination of starting altitude plus significant climbing gains will remind sea-level riders their lungs are working harder than usual."
      },
      "adventure": {
        "score": 4,
        "explanation": "Singletrack trails through Deschutes National Forest deliver authentic high desert adventure with volcanic terrain. Mike Ripley designed courses \"to create an event that embraced the adventure of Bend, Oregon. Where someone could roll out of bed, go run a half, head over to the Athletic Club, grab their bike — gravel or mountain — and have a great day.\""
      },
      "prestige": {
        "score": 3,
        "explanation": "Inaugural 2025 event drew Matthew Bird from Adelaide, Australia, who called it \"a really good course, with a nice vibe around the event.\" More than 120 competitors participated in the first year across all disciplines. Organizer Mike Ripley declared \"The foundation has been laid for a monster event in 2026\" after the successful debut."
      },
      "race_quality": {
        "score": 4,
        "explanation": "Mudslinger Events' experience shows in the established infrastructure and safety protocols including certified flaggers for neutral rollouts. Matthew Bird praised both course design and execution: \"It was a really good course, with a nice vibe around the event and it was good, hard racing for three hours.\" Aid stations provide Hammer Nutrition products and local bakery items."
      },
      "experience": {
        "score": 4,
        "explanation": "Post-race festivities include finisher awards, live music, and cold brews from 10 Barrel Brewing, ending \"with a party worthy of Bend's outdoor spirit.\" Grace Perkins highlights the unique multisport format: \"It is fun to have a multisport event where you can have a team and get all the activities going.\" The Athletic Club venue provides proper facilities."
      },
      "community": {
        "score": 4,
        "explanation": "Oregon Triple Crown Series emphasizes 'Whether you are new to the sport or an experienced racer, we welcome you to our OTC family!' Multiple riders in Girls Gone Gravel survey cited Oregon Triple Crown events among top gravel destinations, showing community appeal."
      },
      "field_depth": {
        "score": 2,
        "explanation": "Inaugural 2025 event means no established field hierarchy or proven ability to attract top talent. Regional series finals status within Oregon pulls local racers, but that remains a limited talent pool for a first-year event."
      },
      "value": {
        "score": 4,
        "explanation": "Early pricing at $97.75 per person for team entry provides access to quality Bend terrain without premium pricing of established events. Multi-discipline format delivers more race day entertainment value, with Oregon Triple Crown Series' 13-year track record backing the experience."
      },
      "expenses": {
        "score": 4,
        "explanation": "Designated parking at OSU-Cascades eliminates race-day parking fees and stress. Peppertree Inn sits directly across from the Athletic Club venue allowing walk/ride to start line. Event directs participants to local shops like Sagebrush Cycles for bike services and Footzone for trail running expertise, supporting established Bend outdoor infrastructure."
      }
    },
    "final_verdict": {
      "score": "66 / 100",
      "one_liner": "A solid debut that prioritizes good vibes over gravel glory, perfect for testing Oregon's dirt without the Oregon trail suffering.",
      "should_you_race": "This works if you want a legitimate 50-mile dirt challenge without the circus atmosphere of bigger events. The 3,000 feet of climbing won't break anyone, but it'll remind you why base fitness matters. Skip it if you need competition depth or proven course logistics—first-year events always come with question marks.",
      "alternatives": "Gravel Worlds Oregon gives you proven course management and deeper fields if you want actual competition. For similar mileage with better established logistics, Dirty Kanza 100 delivers twice the suffering with half the organizational uncertainty."
    },
    "citations": [
      {
        "url": "https://www.benddirtfest.com",
        "category": "official",
        "label": "Official Website"
      },
      {
        "url": "https://cascadiamtb.com/2025/11/20/oregon-triple-crown-2026/",
        "category": "community",
        "label": "cascadiamtb.com: Oregon Triple Crown 2026"
      },
      {
        "url": "https://www.bicycling.com/rides/a38013915/best-gravel-bike-races/",
        "category": "community",
        "label": "bicycling.com: Best Gravel Bike Races"
      },
      {
        "url": "https://cascadiamtb.com/tag/bend/",
        "category": "community",
        "label": "cascadiamtb.com: Bend"
      },
      {
        "url": "https://www.bendbulletin.com/2025/07/10/inaugural-bend-dirt-fest-includes-a-half-marathon-mountain-biking-gravel-riding/",
        "category": "community",
        "label": "bendbulletin.com: Inaugural Bend Dirt Fest Includes A Half Marathon Mountai..."
      },
      {
        "url": "https://www.bendbulletin.com/2025/07/12/bend-dirt-fest-super-successful-in-its-first-year/",
        "category": "community",
        "label": "bendbulletin.com: Bend Dirt Fest Super Successful In Its First Year"
      },
      {
        "url": "https://www.mudslingerevents.com/bend-dirt-fest",
        "category": "community",
        "label": "mudslingerevents.com: Bend Dirt Fest"
      }
    ]
  }
}
