{
  "race": {
    "name": "Bootlegger 100",
    "slug": "bootlegger-100",
    "display_name": "Bootlegger 100",
    "tagline": "Southeast gravel staple—100 miles, 10,000 feet of North Georgia mountains, technical descents, Dahlonega charm.",
    "vitals": {
      "distance_mi": 100,
      "elevation_ft": 10000,
      "location": "Dahlonega, Georgia (North Georgia mountains)",
      "location_badge": "DAHLONEGA, GEORGIA",
      "county": "Lumpkin County",
      "date": "Mid-April annually",
      "date_specific": "Check official website for date",
      "terrain_types": [
        "North Georgia mountains gravel (80%)",
        "Dirt roads (20%)",
        "Steep Appalachian climbs",
        "Technical descents"
      ],
      "field_size": "500-600 riders",
      "start_time": "Morning",
      "registration": "Online. Cost: $100-$150",
      "prize_purse": "None",
      "aid_stations": "Multiple on course",
      "cutoff_time": "None"
    },
    "climate": {
      "primary": "Georgia spring",
      "description": "Mid-April: 55-75°F, 30% rain chance, spring conditions.",
      "challenges": [
        "Temperature swings (55-75°F)",
        "Rain risk (30%)",
        "Spring weather variability"
      ]
    },
    "terrain": {
      "primary": "North Georgia mountains—steep climbs, technical descents",
      "surface": "80% gravel, 20% dirt roads. North Georgia mountains. Steep Appalachian climbs, technical descents. Loose gravel on descents. 10,000 ft over 100 miles = steep. Technical rating: 4/5.",
      "technical_rating": 4,
      "features": [
        "North Georgia mountains",
        "Steep Appalachian climbs",
        "Technical descents (loose gravel)",
        "10,000 ft elevation",
        "Dahlonega mountain town",
        "Southeast gravel staple"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 70,
      "tier": 2,
      "tier_label": "TIER 2",
      "logistics": 3,
      "length": 4,
      "technicality": 4,
      "elevation": 5,
      "climate": 3,
      "altitude": 1,
      "adventure": 4,
      "prestige": 3,
      "race_quality": 4,
      "experience": 4,
      "community": 4,
      "field_depth": 3,
      "value": 4,
      "expenses": 3,
      "discipline": "gravel",
      "display_tier": 2
    },
    "biased_opinion": {
      "verdict": "Southeast Mountain Gravel",
      "summary": "Bootlegger 100 is Southeast gravel staple—100 miles, 10,000 ft of North Georgia mountains. Founded ~2013. 80% gravel, 20% dirt. Steep Appalachian climbs, technical descents (loose gravel). 500-600 riders. Dahlonega small mountain town. Mid-April spring conditions (55-75°F). If you want Southeast mountain gravel, this is it. If you want flat or beginner-friendly, skip it. Technical rating 4/5. 15-20% DNF.",
      "strengths": [
        "Southeast gravel staple (founded ~2013)",
        "North Georgia mountain scenery",
        "Technical terrain rewards skills",
        "Good airport access (ATL 70 miles)",
        "Dahlonega mountain town charm",
        "500-600 riders community"
      ],
      "weaknesses": [
        "Steep (10,000 ft / 100mi)",
        "Technical descents (loose gravel)",
        "15-20% DNF",
        "Not for beginners",
        "Spring rain risk (30%)",
        "Dahlonega limited lodging"
      ],
      "bottom_line": "Bootlegger 100 is Southeast mountain gravel. 100 miles, 10,000 ft, technical descents. If you want North Georgia mountains and technical terrain, this is it. If you want flat or beginner-friendly, skip it. Southeast staple. 15-20% DNF. Technical rating 4/5."
    },
    "logistics": {
      "nearest_airport": "Atlanta (ATL) — 70 miles (1.5-hour drive)",
      "alternate_airports": "None convenient",
      "lodging_note": "Dahlonega small mountain town—limited lodging. Book early.",
      "parking": "Check official website",
      "packet_pickup": "Day-before. Check official website.",
      "travel_summary": "Atlanta airport 70 miles. Rental car needed. Dahlonega small mountain town limited lodging—book early. Day-before packet pickup. Race mid-April.",
      "food_options": "Aid stations on course. Post-race party in Dahlonega downtown.",
      "camping": "Check official website",
      "official_site": "https://www.bootlegger100.com"
    },
    "course_description": {
      "character": "100 miles, 10,000 ft. 80% gravel, 20% dirt. North Georgia mountains. Steep climbs, technical descents. Technical rating: 4/5.",
      "suffering_zones": [
        {
          "name": "Throughout: North Georgia Steep Climbs",
          "miles": "Throughout",
          "description": "Steep Appalachian climbs. 10,000 ft cumulative. Relentless.",
          "survival_strategy": "Low gears. Pace conservatively. Walk if needed. Steep."
        },
        {
          "name": "Throughout: Technical Descents",
          "miles": "Throughout",
          "description": "Loose gravel descents. Steep. Technical rating 4/5. Brake early.",
          "survival_strategy": "38-42mm tires. Pick lines. Brake early. Technical."
        }
      ],
      "signature_challenge": "10,000 ft / 100mi steep North Georgia mountains + technical descents.",
      "ridewithgps_id": "45519300",
      "ridewithgps_name": "Bootlegger 100 - With Cues"
    },
    "history": {
      "founded": "~2013",
      "founder": "Unknown",
      "origin_story": "Bootlegger 100 founded ~2013. Southeast gravel staple. 100 miles, 500-600 riders. North Georgia mountains. Dahlonega Georgia. Steep climbs, technical descents.",
      "notable_moments": [
        "2023: Warm, dry (60-75°F)",
        "2024: Variable, some rain (55-70°F)"
      ],
      "reputation": "Southeast gravel staple. North Georgia mountains. 10,000 ft. 15-20% DNF."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 0,
        "grade": "pending",
        "weakest": "pending",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 0,
          "citation_density": 0,
          "temporal_depth": 0,
          "specificity": 0,
          "statistical_backing": 0,
          "voice_authenticity": 0,
          "completeness": 0,
          "cross_reference": 0
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 3,
        "explanation": "Part of the King of Pisgah Series by Pisgah Productions, which carries weight in the Southeast gravel scene. Marketed as 'one of the most challenging and scenic gravel events of the year' but lacks the national recognition or pro field depth of bigger races. Regional respect without the broader cachet that moves needles outside Appalachian circles."
      },
      "race_quality": {
        "score": 4,
        "explanation": "Pisgah Productions knows how to put on events - they've built a series around this terrain for a reason. Wilson Creek Gorge delivers the goods with challenging, rugged gravel routes that separate pretenders from contenders. Course design leverages North Georgia's natural brutality effectively, though execution details remain frustratingly opaque."
      },
      "experience": {
        "score": 4,
        "explanation": "10,000 feet of climbing over 100 miles through North Georgia mountains creates the kind of suffering that bonds riders for life. The Dahlonega setting puts you deep in Appalachian isolation where the terrain does the talking. This isn't a social ride - it's an examination of your relationship with pain."
      },
      "community": {
        "score": 4,
        "explanation": "King of Pisgah Series cultivates a legitimate regional following of riders who know what real gravel looks like. The shared suffering of North Georgia mountains creates authentic connections, not Instagram moments. Pisgah Productions has earned credibility by consistently delivering challenging courses that attract serious riders."
      },
      "field_depth": {
        "score": 3,
        "explanation": "Regional draw with solid Southeast representation but limited national pull. The terrain self-selects for experienced riders, so you won't deal with weekend warriors clogging singletrack. Field quality over quantity, though the absolute top tier typically saves legs for bigger paydays."
      },
      "value": {
        "score": 4,
        "explanation": "You're paying for 100 miles of legitimate North Georgia mountain punishment - that's substantial course for the money. Pisgah Productions delivers real terrain challenges without the inflated pricing of marquee events. The suffering-per-dollar ratio favors riders who value substance over spectacle."
      },
      "expenses": {
        "score": 3,
        "explanation": "Dahlonega location means driving unless you're already in the Southeast, and mountain lodging options run limited. Georgia mountains don't offer budget accommodations during event weekends. Food and lodging costs add up quickly in tourist-dependent mountain towns, though nothing approaching Colorado resort pricing."
      },
      "length": {
        "score": 4,
        "explanation": "100 miles hits the sweet spot - long enough to matter, short enough to survive the North Georgia elevation assault. With 10,000 feet of climbing, distance becomes secondary to the relentless vertical punishment. This isn't about grinding out miles; it's about managing sustained suffering through legitimate mountain terrain."
      },
      "technicality": {
        "score": 4,
        "explanation": "North Georgia mountains deliver challenging, rugged gravel that demands real bike handling skills. Wilson Creek Gorge terrain doesn't forgive sloppy lines or poor equipment choices. The elevation gain comes through technical climbing that separates riders with mountain experience from flat-land heroes."
      },
      "elevation": {
        "score": 5,
        "explanation": "10,000 feet over 100 miles in North Georgia mountains - this is legitimate vertical punishment. The Appalachian terrain delivers relentless climbing through technical mountain roads that test every system. No fake elevation here; every foot climbed is earned through steep, sustained grades that expose fitness pretenders."
      },
      "climate": {
        "score": 3,
        "explanation": "North Georgia in racing season means variable mountain weather that can shift dramatically during your suffer session. Spring conditions range from perfect to punishing depending on elevation and weather systems. Mountain microclimates create unpredictable conditions, but nothing approaching the extreme challenges of desert or high-altitude venues."
      },
      "altitude": {
        "score": 1,
        "explanation": "North Georgia peaks don't approach altitude levels that affect performance - you're looking at elevations well under 5,000 feet. The suffering comes from grade and distance, not thin air. Sea-level lungs work fine here; your legs are the limiting factor."
      },
      "logistics": {
        "score": 3,
        "explanation": "Dahlonega offers basic mountain town infrastructure but limited options during event weekends. Parking and packet pickup details remain unclear, which reflects the regional nature of the operation. Adequate support for a mountain gravel event, though don't expect big-race logistics polish or extensive rider services."
      },
      "adventure": {
        "score": 4,
        "explanation": "Wilson Creek Gorge puts you deep into North Georgia mountain isolation where cell service dies and self-reliance matters. The terrain creates legitimate adventure through challenging mountain roads far from suburban comfort. This isn't manufactured adventure - it's real mountain gravel that demands respect for the environment and your limitations."
      }
    },
    "final_verdict": {
      "score": "70 / 100",
      "one_liner": "Wilson Creek Gorge will eat your lunch and serve it back with a side of North Carolina suffering.",
      "should_you_race": "You need proper gravel legs and mechanical confidence before diving into Pisgah Productions' playground. The terrain doesn't negotiate, and being 100 miles deep in the NC mountains isn't the place to discover your limits. Show up undertrained and you'll spend more time walking than riding.",
      "alternatives": "Dirty Kanza offers similar distance with less technical punishment if you prefer power over bike handling. For the full Appalachian experience without quite this level of commitment, try Trans-Sylvania Epic's individual stages."
    }
  }
}
