{
  "race": {
    "name": "Chequamegon MTB",
    "slug": "chequamegon-mtb",
    "display_name": "Chequamegon MTB",
    "tagline": "The Cheq—40 years of mass start MTB chaos, 3,000+ riders, and Life Time Grand Prix glory in Wisconsin's Chequamegon National Forest.",
    "vitals": {
      "distance_mi": 40,
      "elevation_ft": 4000,
      "location": "Cable, Wisconsin (Chequamegon National Forest)",
      "location_badge": "CABLE, WISCONSIN",
      "county": "Bayfield County",
      "date": "Mid-September annually",
      "date_specific": "2026: September 20",
      "terrain_types": [
        "Chequamegon National Forest roads (60%)",
        "Singletrack (40%)",
        "Technical MTB terrain",
        "Roots, rocks, tight trails"
      ],
      "field_size": "3,000+ riders (one of largest MTB races in USA)",
      "start_time": "Saturday morning mass start",
      "registration": "Online. Cost: $100-$150",
      "prize_purse": "Life Time Grand Prix points",
      "aid_stations": "Multiple on course",
      "cutoff_time": "None",
      "lat": 46.208,
      "lng": -91.2921
    },
    "climate": {
      "primary": "Wisconsin fall",
      "description": "Mid-September: 50-70°F, 20% rain chance, fall conditions.",
      "challenges": [
        "Temperature swings (50-70°F)",
        "Rain risk (20%)",
        "Generally favorable fall conditions"
      ]
    },
    "terrain": {
      "primary": "Chequamegon National Forest—MTB singletrack + forest roads",
      "surface": "60% forest roads, 40% singletrack. Technical MTB terrain—roots, rocks, tight trails. Fire Tower Road climb (mile 10-15). OO section (mile 25-30) legendary technical singletrack. Technical rating: 4/5. MTB skills required.",
      "technical_rating": 4,
      "features": [
        "Fire Tower Road climb",
        "OO (Double O) technical singletrack",
        "Chequamegon National Forest",
        "Roots, rocks, tight trails",
        "Mass start chaos (3,000+ riders)",
        "Life Time Grand Prix race"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 74,
      "tier": 2,
      "tier_label": "TIER 2",
      "logistics": 3,
      "length": 2,
      "technicality": 5,
      "elevation": 3,
      "climate": 2,
      "altitude": 1,
      "adventure": 4,
      "prestige": 5,
      "race_quality": 5,
      "experience": 5,
      "community": 5,
      "field_depth": 5,
      "value": 4,
      "expenses": 3,
      "discipline": "mtb",
      "display_tier": 2
    },
    "biased_opinion": {
      "verdict": "Legendary Mass Start MTB Chaos",
      "summary": "Chequamegon MTB is legendary—40+ years (founded 1983), 3,000+ riders, mass start chaos. Life Time Grand Prix race (pro field: Keegan Swenson, Payson McElveen). 40 miles, 4,000 ft. 60% forest roads, 40% singletrack. Technical MTB terrain—roots, rocks, OO section legendary. Cable small Wisconsin town. Mid-September fall conditions (50-70°F). If you want MTB history, mass start chaos, and LTGP glory, this is it. If you want gravel or dropbar, skip it. MTB required.",
      "strengths": [
        "Legendary 40+ year history (founded 1983)",
        "Life Time Grand Prix race—pro field",
        "Mass start chaos (3,000+ riders)",
        "Technical MTB terrain rewards skills",
        "Chequamegon National Forest scenery",
        "One of largest MTB races in USA"
      ],
      "weaknesses": [
        "MTB required (NOT gravel/dropbar)",
        "Mass start bottlenecks (3,000 riders → singletrack)",
        "Technical terrain not for beginners",
        "Remote location (MSP 140mi)",
        "Cable limited lodging",
        "Short distance (40mi)"
      ],
      "bottom_line": "Chequamegon MTB is legendary. 40 years, 3,000+ riders, mass start chaos, LTGP race. If you want MTB history and technical terrain, this is bucket-list. If you want gravel or dropbar, skip it. MTB skills required. Mass start is insane. OO section is technical. Come prepared."
    },
    "logistics": {
      "nearest_airport": "Minneapolis-St. Paul (MSP) — 140 miles (2.5-hour drive)",
      "alternate_airports": "Duluth (DLH) — 90 miles",
      "lodging_note": "Cable small town—limited lodging. Hayward area also. Book early.",
      "parking": "Check official website",
      "packet_pickup": "Friday packet pickup. Multi-day event.",
      "travel_summary": "MSP airport 140 miles. Rental car needed. Cable small town limited lodging—book early. Friday packet pickup, Saturday race.",
      "food_options": "Aid stations on course. Post-race party in Cable area.",
      "camping": "Check official website",
      "official_site": "https://www.cheqmtb.com"
    },
    "course_description": {
      "character": "40 miles, 4,000 ft. 60% forest roads, 40% singletrack. Technical MTB terrain. Mass start chaos. Technical rating: 4/5.",
      "suffering_zones": [
        {
          "name": "Mile 0-5: Mass Start Chaos",
          "miles": "0-5",
          "description": "3,000 riders mass start. Bottleneck into forest roads. Start fast or get stuck.",
          "survival_strategy": "Start position critical. Fast start. Aggressive first miles. Get ahead of traffic."
        },
        {
          "name": "Mile 10-15: Fire Tower Road Climb",
          "miles": "10-15",
          "description": "Long forest road climb. Traffic jam if stuck behind slower riders.",
          "survival_strategy": "Pace conservatively. Pass where possible. Long climb."
        },
        {
          "name": "Mile 25-30: OO (Double O) Section",
          "miles": "25-30",
          "description": "Legendary technical singletrack. Roots, rocks, tight trails. Crashes.",
          "survival_strategy": "MTB skills critical. Pick lines. Brake early. Technical."
        }
      ],
      "signature_challenge": "Mass start chaos (3,000 riders) + OO section technical singletrack."
    },
    "history": {
      "founded": "1983",
      "founder": "Unknown",
      "origin_story": "Chequamegon MTB founded 1983. 40+ year history. One of oldest and largest MTB races in USA. 3,000+ riders. Cable Wisconsin. Chequamegon National Forest. Mass start chaos. Life Time Grand Prix race since 2021.",
      "notable_moments": [
        "1983: Founded—one of oldest MTB races in USA",
        "2021: Added to Life Time Grand Prix series",
        "2023: Perfect conditions (55-65°F)",
        "2024: Cool, some rain (50-60°F)"
      ],
      "reputation": "Legendary MTB. 40+ years. Mass start chaos. LTGP race. Technical terrain."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 0,
        "grade": "pending",
        "weakest": "pending",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 0,
          "citation_density": 0,
          "temporal_depth": 0,
          "specificity": 0,
          "statistical_backing": 0,
          "voice_authenticity": 0,
          "completeness": 0,
          "cross_reference": 0
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 5,
        "explanation": "Greg LeMond won his first-ever mountain bike race here in 1990, then came back to defend in '91 during the legendary 'LeFat, LeMud, LeMond' era. Mountain Bike Hall of Fame inductees like Ned Overend and Joe Breeze have all lined up in Hayward, while current pros like Keegan Swenson and Alexey Vermeulen treat this as a marquee win. Being part of the Life Time Grand Prix Series now means the fastest cyclists in North America show up to suffer through 40 miles of Wisconsin punishment."
      },
      "race_quality": {
        "score": 5,
        "explanation": "Forty-three years of refinement shows—they've been limiting fields since 1990 to preserve trail quality and require a lottery system because demand crushes supply. The course measures every ounce of fitness with 2,500+ feet of climbing that favors pure power over bike handling. When Keegan Swenson wins in 2:00:01 and leaders average nearly 20 MPH over technical terrain, you know the competition separates pretenders from contenders."
      },
      "experience": {
        "score": 5,
        "explanation": "Point-to-point from downtown Hayward through the Chequamegon National Forest creates a journey, not just a race loop. The Seeley Fire Tower climb at mile 28.5 delivers the knockout punch when your legs are already cooked from constant 25-50 foot rollers. Fall foliage frames your suffering while the Derksen Family Great Hall finish at Telemark Resort provides a proper celebration venue for survivors."
      },
      "community": {
        "score": 5,
        "explanation": "Started by five Telemark Resort employees in 1983 who wanted to extend tourism season—this wasn't some corporate creation. The lottery system exists because riders opposed to change got overruled by overwhelming demand, creating 'March Madness' in the mountain bike community. When 27 riders in year one becomes 3,100 participants fighting for spots, you've built something that matters to people."
      },
      "field_depth": {
        "score": 5,
        "explanation": "Life Time Grand Prix Series integration brings the country's fastest gravel and mountain bike racers to Cable, Wisconsin. Alexey Vermeulen's 2023 victory came from a 14-rider lead pack sprint finish, proving the depth runs deep enough to create tactical racing even after 38 miles of attrition. The lottery system keeps fields elite by limiting weekend warriors who can't commit six months in advance."
      },
      "value": {
        "score": 4,
        "explanation": "$120 entry fee gets you 40 miles through national forest terrain that would cost serious money to access privately. The point-to-point course design means you're paying for a genuine journey, not laps around someone's backyard. Kids race free in the Little Loggers event, showing the organizers understand family value beyond just extracting maximum profit per participant."
      },
      "expenses": {
        "score": 3,
        "explanation": "Cable and Hayward aren't exactly budget destinations—you're looking at resort pricing in peak fall foliage season. The point-to-point format requires shuttle logistics or two cars, adding complexity most loop races avoid. However, Wisconsin in September beats flying to European races, and the Northwoods offers genuine value compared to bougie mountain town pricing."
      },
      "length": {
        "score": 2,
        "explanation": "Forty miles sounds substantial until you realize leaders finish in two hours flat. The constant rollers and power-focused terrain mean you're never grinding through technical sections that eat time and energy. For riders seeking genuine endurance challenges, this feels more like an extended criterium than an epic adventure."
      },
      "technicality": {
        "score": 5,
        "explanation": "This scores maximum not for rock gardens or switchbacks, but for the technical challenge of maintaining power over constantly changing terrain. The Birkie Trail's 30-foot width turns into a tactical nightmare with 2,100 riders, while embedded rocks and sandy stretches punish poor line choice. When it's wet, the course becomes 'all about survival' with mud holes that can end races instantly."
      },
      "elevation": {
        "score": 3,
        "explanation": "The 2,500+ feet of climbing hits you as death by a thousand cuts rather than monster ascents. Constant 25-50 foot rollers create 'never ending profile fluctuations' that wear down even fit riders through cumulative fatigue. The Seeley Fire Tower climb provides the only significant punch, but at mile 28.5 it's more about who survives than who can actually climb."
      },
      "climate": {
        "score": 2,
        "explanation": "September in northern Wisconsin averages 31% chance of rain, and when it hits, races get shortened or turn into survival ordeals like the legendary LeMud years. Temperatures ranging from the 50s to 90s mean you're gambling on gear choices. The 'mildly cool and breezy' conditions sound pleasant until you're soaked and hypothermic 20 miles from anywhere."
      },
      "altitude": {
        "score": 1,
        "explanation": "Cable, Wisconsin sits barely above sea level, offering zero altitude training benefit or physiological challenge. This is pure Midwest terrain—rolling but never requiring acclimatization. If you're seeking thin-air suffering, you picked the wrong state entirely."
      },
      "logistics": {
        "score": 3,
        "explanation": "The lottery system requiring March 15 entry and six-month Life Time memberships for priority access creates unnecessary complexity. Point-to-point logistics mean dealing with shuttles or car placement between Hayward and Cable. However, 43 years of experience shows in race execution, and the American Birkebeiner infrastructure provides solid foundation for mass participation events."
      },
      "adventure": {
        "score": 4,
        "explanation": "Point-to-point through national forest creates genuine exploration rather than predictable loops. The course crosses private land accessible only on race day, adding exclusivity to the route. Fall foliage and Northwoods wilderness provide legitimate adventure backdrop, though the wide Birkie Trail prevents true backcountry isolation most of the way."
      }
    },
    "final_verdict": {
      "score": "74 / 100",
      "one_liner": "Forty miles of Northwoods power suffering disguised as a mountain bike race that somehow became a gravel institution.",
      "should_you_race": "Show up fit or don't show up at all—the Seeley Fire Tower climb doesn't care about your weekend warrior training plan. You need sustained power for constant rollers and the mental fortitude to handle September weather that swings from dust storms to mud festivals. If you can hold 250+ watts for three hours while navigating lottery systems and tourist crowds, this delivers old-school racing credibility.",
      "alternatives": "Dirty Kanza (Unbound) gives you similar distance with more predictable suffering and better logistics. For that vintage MTB festival vibe without the Midwest tourist trap energy, try Trans-Sylvania Epic's individual stages."
    }
  }
}
