{
  "race": {
    "name": "Chequamegon MTB",
    "slug": "chequamegon-mtb",
    "display_name": "Chequamegon MTB",
    "tagline": "The Cheq—40 years of mass start MTB chaos, 3,000+ riders, and Life Time Grand Prix glory in Wisconsin's Chequamegon National Forest.",
    "vitals": {
      "distance_mi": 40,
      "elevation_ft": 4000,
      "location": "Cable, Wisconsin (Chequamegon National Forest)",
      "location_badge": "CABLE, WISCONSIN",
      "county": "Bayfield County",
      "date": "Mid-September annually",
      "date_specific": "2026: September 20",
      "terrain_types": [
        "Chequamegon National Forest roads (60%)",
        "Singletrack (40%)",
        "Technical MTB terrain",
        "Roots, rocks, tight trails"
      ],
      "field_size": "3,000+ riders (one of largest MTB races in USA)",
      "start_time": "Saturday morning mass start",
      "registration": "Online. Cost: $100-$150",
      "prize_purse": "Life Time Grand Prix points",
      "aid_stations": "Multiple on course",
      "cutoff_time": "None",
      "lat": 46.208,
      "lng": -91.2921
    },
    "climate": {
      "primary": "Wisconsin fall",
      "description": "Mid-September: 50-70°F, 20% rain chance, fall conditions.",
      "challenges": [
        "Temperature swings (50-70°F)",
        "Rain risk (20%)",
        "Generally favorable fall conditions"
      ]
    },
    "terrain": {
      "primary": "Chequamegon National Forest—MTB singletrack + forest roads",
      "surface": "60% forest roads, 40% singletrack. Technical MTB terrain—roots, rocks, tight trails. Fire Tower Road climb (mile 10-15). OO section (mile 25-30) legendary technical singletrack. Technical rating: 4/5. MTB skills required.",
      "technical_rating": 4,
      "features": [
        "Fire Tower Road climb",
        "OO (Double O) technical singletrack",
        "Chequamegon National Forest",
        "Roots, rocks, tight trails",
        "Mass start chaos (3,000+ riders)",
        "Life Time Grand Prix race"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 74,
      "tier": 2,
      "tier_label": "TIER 2",
      "logistics": 3,
      "length": 2,
      "technicality": 5,
      "elevation": 3,
      "climate": 2,
      "altitude": 1,
      "adventure": 4,
      "prestige": 5,
      "race_quality": 5,
      "experience": 5,
      "community": 5,
      "field_depth": 5,
      "value": 4,
      "expenses": 3,
      "discipline": "mtb",
      "display_tier": 2
    },
    "biased_opinion": {
      "verdict": "Legendary Mass Start MTB Chaos",
      "summary": "Chequamegon MTB is legendary—40+ years (founded 1983), 3,000+ riders, mass start chaos. Life Time Grand Prix race (pro field: Keegan Swenson, Payson McElveen). 40 miles, 4,000 ft. 60% forest roads, 40% singletrack. Technical MTB terrain—roots, rocks, OO section legendary. Cable small Wisconsin town. Mid-September fall conditions (50-70°F). If you want MTB history, mass start chaos, and LTGP glory, this is it. If you want gravel or dropbar, skip it. MTB required.",
      "strengths": [
        "Legendary 40+ year history (founded 1983)",
        "Life Time Grand Prix race—pro field",
        "Mass start chaos (3,000+ riders)",
        "Technical MTB terrain rewards skills",
        "Chequamegon National Forest scenery",
        "One of largest MTB races in USA"
      ],
      "weaknesses": [
        "MTB required (NOT gravel/dropbar)",
        "Mass start bottlenecks (3,000 riders → singletrack)",
        "Technical terrain not for beginners",
        "Remote location (MSP 140mi)",
        "Cable limited lodging",
        "Short distance (40mi)"
      ],
      "bottom_line": "Chequamegon MTB is legendary. 40 years, 3,000+ riders, mass start chaos, LTGP race. If you want MTB history and technical terrain, this is bucket-list. If you want gravel or dropbar, skip it. MTB skills required. Mass start is insane. OO section is technical. Come prepared."
    },
    "logistics": {
      "nearest_airport": "Minneapolis-St. Paul (MSP) — 140 miles (2.5-hour drive)",
      "alternate_airports": "Duluth (DLH) — 90 miles",
      "lodging_note": "Cable small town—limited lodging. Hayward area also. Book early.",
      "parking": "Check official website",
      "packet_pickup": "Friday packet pickup. Multi-day event.",
      "travel_summary": "MSP airport 140 miles. Rental car needed. Cable small town limited lodging—book early. Friday packet pickup, Saturday race.",
      "food_options": "Aid stations on course. Post-race party in Cable area.",
      "camping": "Check official website",
      "official_site": "https://www.cheqmtb.com"
    },
    "course_description": {
      "character": "40 miles, 4,000 ft. 60% forest roads, 40% singletrack. Technical MTB terrain. Mass start chaos. Technical rating: 4/5.",
      "suffering_zones": [
        {
          "name": "Mile 0-5: Mass Start Chaos",
          "miles": "0-5",
          "description": "3,000 riders mass start. Bottleneck into forest roads. Start fast or get stuck.",
          "survival_strategy": "Start position critical. Fast start. Aggressive first miles. Get ahead of traffic."
        },
        {
          "name": "Mile 10-15: Fire Tower Road Climb",
          "miles": "10-15",
          "description": "Long forest road climb. Traffic jam if stuck behind slower riders.",
          "survival_strategy": "Pace conservatively. Pass where possible. Long climb."
        },
        {
          "name": "Mile 25-30: OO (Double O) Section",
          "miles": "25-30",
          "description": "Legendary technical singletrack. Roots, rocks, tight trails. Crashes.",
          "survival_strategy": "MTB skills critical. Pick lines. Brake early. Technical."
        }
      ],
      "signature_challenge": "Mass start chaos (3,000 riders) + OO section technical singletrack.",
      "ridewithgps_id": "43651747",
      "ridewithgps_name": "Chequamegon MTB Festival 40 (copy)"
    },
    "history": {
      "founded": "1983",
      "founder": "Unknown",
      "origin_story": "Chequamegon MTB founded 1983. 40+ year history. One of oldest and largest MTB races in USA. 3,000+ riders. Cable Wisconsin. Chequamegon National Forest. Mass start chaos. Life Time Grand Prix race since 2021.",
      "notable_moments": [
        "1983: Founded—one of oldest MTB races in USA",
        "2021: Added to Life Time Grand Prix series",
        "2023: Perfect conditions (55-65°F)",
        "2024: Cool, some rain (50-60°F)"
      ],
      "reputation": "Legendary MTB. 40+ years. Mass start chaos. LTGP race. Technical terrain."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 0,
        "grade": "pending",
        "weakest": "pending",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 0,
          "citation_density": 0,
          "temporal_depth": 0,
          "specificity": 0,
          "statistical_backing": 0,
          "voice_authenticity": 0,
          "completeness": 0,
          "cross_reference": 0
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "logistics": {
        "score": 3,
        "explanation": "Jenna Rinehart notes this was 'the first time they started the women's field separately from the men,' highlighting how organizers adjust logistics but create new complications. The lottery system requiring March 15 entry and six-month Life Time memberships for priority access remains unnecessarily complex. Point-to-point logistics mean dealing with shuttles between Hayward and Cable, though 43 years of experience shows in race execution."
      },
      "length": {
        "score": 2,
        "explanation": "The race is characterized as 'one long all-out effort for the entire 40 miles' rather than a distance challenge. Elite women like Rinehart and Rollins work together for the first half before separating, while the constant rollers mean leaders finish in roughly two hours. For riders seeking endurance challenges, this feels more like an extended criterium."
      },
      "technicality": {
        "score": 5,
        "explanation": "The course contains 'NO technical singletrack whatsoever' but scores maximum for tactical complexity with 2,100 riders funneling through narrow sections. Rinehart's crash came when her 'front tire slipped out on a rut' with 1.5 miles remaining, while Hall suffered a flat when a 'sharp rock slashed a gaping hole in sidewall.' The Birkie Trail's width creates bottlenecks that end races instantly."
      },
      "elevation": {
        "score": 3,
        "explanation": "Rinehart's strategy reveals the elevation challenge: 'I rode at a firm effort knowing that while Fire Tower is hard the race gets even harder when you hit the Birkie trail after that.' The course delivers 61.4 feet of climbing per mile through 'constant punchy rollers' and 'leg burning rollers near the end.' Fire Tower at mile 25-30 is where 'the race blows up' according to multiple elite riders."
      },
      "climate": {
        "score": 2,
        "explanation": "September weather creates equipment gambles, as Hall discovered when a sharp rock punctured his tire during prime racing conditions. Richards called September 'one of the best ever' with perfect temps and moisture, but the month averages 31% chance of rain. When conditions turn, the wide Birkie Trail becomes treacherous enough to cause crashes in the final miles."
      },
      "altitude": {
        "score": 1,
        "explanation": "Cable, Wisconsin sits at minimal elevation with zero physiological challenge from thin air. The only elevation mentions in rider reports refer to climbing effort, not altitude adaptation. This is pure Midwest terrain offering no acclimatization benefit or altitude training value."
      },
      "adventure": {
        "score": 4,
        "explanation": "The point-to-point route travels through Chequamegon National Forest on trails accessible only race day, creating exclusivity beyond typical loop courses. The course follows the American Birkebeiner Ski Trail through 'fast flowing and wide grassy cuts through the forest' before hitting forest roads and snowmobile routes. Fall conditions and Northwoods terrain provide adventure backdrop, though the wide trail prevents backcountry isolation."
      },
      "prestige": {
        "score": 5,
        "explanation": "Elite riders like Vermeulen treat this as a marquee win, with his 2025 victory marking his third Chequamegon title. Rinehart's comment about her '11th Chequamegon race' shows how veterans return year after year. The Life Time Grand Prix Series integration means top cyclists like Rollins and Olshove line up in Cable, while the lottery system exists because demand crushes supply among serious racers."
      },
      "race_quality": {
        "score": 5,
        "explanation": "Vermeulen's tactical awareness—'I could see the group was splintering, and guys were chasing to regain contact, and I knew the rubber band would eventually snap'—shows the race rewards strategic racing despite the power focus. The 2025 course change separating pro and mass fields 'allowed for additional space with passing' while maintaining competitive integrity through technical final sections."
      },
      "experience": {
        "score": 5,
        "explanation": "The race creates memorable moments from start to finish, with Rinehart's crash 1.5 miles from the line epitomizing the drama: 'I got back up as quickly as possible but was feeling discouraged...I started to pedal a bit more and rounded a corner and realized I could still see Melisa up ahead.' The point-to-point journey from downtown Hayward through national forest to Telemark Resort delivers a complete racing narrative."
      },
      "community": {
        "score": 5,
        "explanation": "The event creates 'a full-on celebration of mountain biking' where 'Hayward and Cable rally around the event with cheering crowds and strong volunteer presence.' Starting at 10am means 'riders come in hot in a short time frame and the party escalates quickly.' The festival atmosphere includes music, expo, and vendors, while organizers maintain family focus with free Little Loggers races."
      },
      "field_depth": {
        "score": 5,
        "explanation": "Rollins noted staying patient with 'a pretty big group coming through the first feed zone' before the race exploded at Fire Tower, while Hall described 'a large pack the first half of the race' among elite riders. Vermeulen's winning move came from recognizing when 'anybody who got on my wheel wasn't willing to work,' showing depth that creates tactical complexity even on the Birkie Trail."
      },
      "value": {
        "score": 4,
        "explanation": "The $120 entry provides access to exclusive terrain and a festival experience that includes live music, expo, and vendors at the Great Hall finish. Free Little Loggers races show family commitment beyond profit extraction. The lottery system exists because the experience delivers value that creates overwhelming demand among the mountain bike community."
      },
      "expenses": {
        "score": 3,
        "explanation": "Cable and Hayward require resort-area lodging during peak fall foliage season, with accommodations booking months in advance. The point-to-point format requires shuttle logistics or two-car coordination that loop races avoid. However, Wisconsin pricing beats European race destinations, and the Northwoods offers value compared to mountain town resort pricing during race weekend."
      }
    },
    "final_verdict": {
      "score": "74 / 100",
      "one_liner": "Forty miles of Northwoods power suffering disguised as a mountain bike race that somehow became a gravel institution.",
      "should_you_race": "Show up fit or don't show up at all—the Seeley Fire Tower climb doesn't care about your weekend warrior training plan. You need sustained power for constant rollers and the mental fortitude to handle September weather that swings from dust storms to mud festivals. If you can hold 250+ watts for three hours while navigating lottery systems and tourist crowds, this delivers old-school racing credibility.",
      "alternatives": "Dirty Kanza (Unbound) gives you similar distance with more predictable suffering and better logistics. For that vintage MTB festival vibe without the Midwest tourist trap energy, try Trans-Sylvania Epic's individual stages."
    },
    "citations": [
      {
        "url": "https://www.cheqmtb.com",
        "category": "official",
        "label": "Official Website"
      },
      {
        "url": "https://www.cheqmtb.com/chequamegon-40/",
        "category": "other",
        "label": "Cheqmtb"
      },
      {
        "url": "https://www.travelwisconsin.com/events/mountain-biking/chequamegon-mountain-bike-festival-40270",
        "category": "other",
        "label": "Travelwisconsin"
      },
      {
        "url": "https://www.skinnyski.com/racing/display.asp?Id=50848",
        "category": "community",
        "label": "skinnyski.com: Display.Asp"
      },
      {
        "url": "https://www.cyclingnews.com/races/chequamegon-mtb-festival-2025/ltgp-4-elite-women-and-men/results/",
        "category": "community",
        "label": "cyclingnews.com: Results"
      },
      {
        "url": "https://www.gomuskox.com/blogs/news/kyan-olshove-chequamegon",
        "category": "community",
        "label": "gomuskox.com: Kyan Olshove Chequamegon"
      },
      {
        "url": "https://www.reddit.com/r/MTB/comments/arx6bm/has_anyone_here_done_the_chequamegon_40/",
        "category": "community",
        "label": "reddit.com: Has Anyone Here Done The Chequamegon 40"
      },
      {
        "url": "https://www.thenxrth.com/post/lutsen-99er-vs-chequamegon-40-which-life-time-event-is-the-better-northwoods-challenge",
        "category": "community",
        "label": "thenxrth.com: Lutsen 99Er Vs Chequamegon 40 Which Life Time Event Is Th..."
      },
      {
        "url": "https://www.cheqmtb.com/pro-riders/",
        "category": "community",
        "label": "cheqmtb.com: Pro Riders"
      },
      {
        "url": "https://www.cheqmtb.com/",
        "category": "community",
        "label": "cheqmtb.com"
      }
    ],
    "results": {
      "years": {
        "2024": {
          "winner_male": "Keegan Swenson",
          "winner_female": "Sofia Gomez Villafane",
          "winning_time_male": "2:00:01",
          "winning_time_female": "2:16:22"
        }
      },
      "latest_year": "2024"
    },
    "series": {
      "id": "life-time-grand-prix",
      "name": "Life Time Grand Prix"
    }
  }
}
