{
  "race": {
    "name": "Collegiate Gravel Nationals",
    "slug": "collegiate-gravel-nationals",
    "display_name": "Collegiate Gravel Nationals",
    "tagline": "USA Cycling National Championship—100km of Texas Panhandle gravel, collegiate field, wind, red dirt.",
    "vitals": {
      "distance_mi": 62,
      "elevation_ft": 4921,
      "location": "Turkey, Texas",
      "location_badge": "TURKEY, TEXAS",
      "county": "Hall County",
      "date": "April annually",
      "date_specific": "Check USA Cycling for date",
      "terrain_types": [
        "Texas Panhandle gravel (80%)",
        "Dirt roads (20%)",
        "Rolling plains",
        "Red dirt"
      ],
      "field_size": "200-400 collegiate riders",
      "start_time": "Morning",
      "registration": "Through collegiate teams. Cost: $50-$75",
      "prize_purse": "National Championship medals",
      "aid_stations": "Multiple on course",
      "cutoff_time": "None"
    },
    "climate": {
      "primary": "Texas Panhandle spring",
      "description": "April: 15-25°C, 20% rain chance, spring conditions, wind.",
      "challenges": [
        "Wind (Texas Panhandle relentless)",
        "Temperature swings (15-25°C)",
        "Spring weather variability"
      ]
    },
    "terrain": {
      "primary": "Texas Panhandle—rolling plains, red dirt",
      "surface": "80% gravel, 20% dirt roads. Texas Panhandle—rolling plains, red dirt. 1,500 m over 100 km. Wind is main challenge. Technical rating: 2/5.",
      "technical_rating": 2,
      "features": [
        "Texas Panhandle plains",
        "Rolling terrain",
        "Red dirt roads",
        "Wind exposure",
        "Remote location (Turkey, TX)",
        "USA Cycling National Championship"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 69,
      "tier": 1,
      "tier_label": "TIER 1",
      "tier_override_reason": "prestige=5 override: T3→T1 promotion",
      "logistics": 2,
      "length": 3,
      "technicality": 2,
      "elevation": 3,
      "climate": 3,
      "altitude": 1,
      "adventure": 4,
      "prestige": 5,
      "race_quality": 5,
      "experience": 3,
      "community": 4,
      "field_depth": 5,
      "value": 5,
      "expenses": 3
    },
    "biased_opinion": {
      "verdict": "Collegiate National Championship",
      "summary": "Collegiate Gravel Nationals is USA Cycling National Championship—100 km, 1,500 m elevation. Founded ~2019. 80% gravel, 20% dirt. Texas Panhandle—rolling plains, red dirt. 200-400 collegiate riders. Turkey, TX (remote). April spring conditions (15-25°C, wind). Affordable entry ($50-$75). If you're collegiate and want National Championship, this is it. If you're not collegiate, you can't race. National Championship prestige.",
      "strengths": [
        "USA Cycling National Championship (prestige 5)",
        "Affordable entry ($50-$75)",
        "Competitive collegiate field (200-400)",
        "Texas Panhandle scenery",
        "Well-organized (USA Cycling)",
        "National Championship medals"
      ],
      "weaknesses": [
        "Collegiate only (restricted field)",
        "Remote location (Turkey, TX—Lubbock 100km)",
        "Wind (Texas Panhandle relentless)",
        "Limited lodging (remote town)",
        "100 km distance",
        "Spring weather variability"
      ],
      "bottom_line": "Collegiate Gravel Nationals is USA Cycling National Championship. 100 km, Texas Panhandle, wind, red dirt. If you're collegiate and want National Championship, this is it. If you're not collegiate, you can't race. Affordable entry, competitive field, prestige 5. Remote location but National Championship makes it worth it."
    },
    "logistics": {
      "nearest_airport": "Lubbock (LBB) — 100 km (1.5-hour drive)",
      "alternate_airports": "None convenient",
      "lodging_note": "Turkey, TX—remote. Limited options. Book early.",
      "parking": "Check official website",
      "packet_pickup": "Day-before. Check USA Cycling website.",
      "travel_summary": "Fly to Lubbock (LBB). Rental car needed (100 km, 1.5-hour drive to Turkey). Remote location—book lodging early. Day-before packet pickup. Race April.",
      "food_options": "Aid stations on course. Post-race awards ceremony.",
      "camping": "Check official website",
      "official_site": "https://www.usacycling.org"
    },
    "course_description": {
      "character": "100 km, 1,500 m. 80% gravel, 20% dirt. Texas Panhandle—rolling plains, red dirt. Technical rating: 2/5.",
      "suffering_zones": [
        {
          "name": "Throughout: Texas Panhandle Wind",
          "miles": "0-100",
          "description": "Texas Panhandle wind is relentless. Exposed plains. Crosswinds, headwinds.",
          "survival_strategy": "Pace conservatively. Draft when possible. Wind protection gear. Mental toughness."
        },
        {
          "name": "Throughout: Rolling Plains",
          "miles": "0-100",
          "description": "Rolling Texas plains. 1,500 m cumulative elevation. Red dirt roads.",
          "survival_strategy": "Moderate gears. Steady pace. Cumulative elevation adds up. 100 km long."
        }
      ],
      "signature_challenge": "100 km + Texas Panhandle wind + rolling plains. National Championship competitive field."
    },
    "history": {
      "founded": "~2019",
      "founder": "USA Cycling",
      "origin_story": "Collegiate Gravel Nationals founded ~2019. USA Cycling National Championship. 100 km, 200-400 collegiate riders. Turkey, TX. Texas Panhandle.",
      "notable_moments": [
        "2023: Warm, windy (18-25°C, 30 km/h wind)",
        "2024: Variable, some rain (15-22°C)"
      ],
      "reputation": "USA Cycling National Championship. Collegiate only. Competitive field. Remote Texas Panhandle."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 0,
        "grade": "pending",
        "weakest": "pending",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 0,
          "citation_density": 0,
          "temporal_depth": 0,
          "specificity": 0,
          "statistical_backing": 0,
          "voice_authenticity": 0,
          "completeness": 0,
          "cross_reference": 0
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 5,
        "explanation": "This is the inaugural USA Cycling Collegiate Gravel National Championships – the literal birth of a new national title. You're not just racing for podium spots, you're racing to be the first name in the history books. USA Cycling doesn't hand out national championship licenses to random Tuesday night rides."
      },
      "race_quality": {
        "score": 5,
        "explanation": "USA Cycling doesn't mess around when they put their name on something – this will be run like a proper championship. The course mixing gravel roads, old rail trail, and Caprock Canyon singletrack shows serious route design, not just pointing riders down random farm roads. When cycling's governing body stakes their reputation on an event, the execution follows."
      },
      "experience": {
        "score": 3,
        "explanation": "Turkey, Texas in Caprock Canyon will deliver scenery and terrain most collegiate riders have never seen. But this is brand new – no traditions, no established atmosphere, no legendary stories yet. You're getting raw racing in interesting terrain, but not the layered experience that comes with established events."
      },
      "community": {
        "score": 4,
        "explanation": "The collegiate cycling community will show up hard for their first-ever gravel nationals – this matters to them. Valley of Tears is hosting, which means local knowledge and investment in making this work. The energy of creating something new usually produces good vibes, even if the systems aren't perfect yet."
      },
      "field_depth": {
        "score": 5,
        "explanation": "Every serious collegiate gravel racer in the country will target this race – it's literally the only place to win a national title in this discipline. The depth won't be professional-level, but within the collegiate ranks, this will be the deepest field possible. Fast college kids who've been waiting years for this opportunity."
      },
      "value": {
        "score": 5,
        "explanation": "You're racing for a national championship title that didn't exist before – that's priceless for a competitive collegiate rider. Even if the entry fee matches other national championships, the opportunity-to-cost ratio is massive. First-year events often undercharge because they're still building reputation."
      },
      "expenses": {
        "score": 3,
        "explanation": "Turkey, Texas isn't exactly a major airline hub, so you're looking at flying into Lubbock or Amarillo and driving. March in the Texas Panhandle means no peak season lodging rates, but options will be limited in a small town hosting a national championship. Plan on camping or driving from larger towns."
      },
      "length": {
        "score": 3,
        "explanation": "The official medium course is about 50 miles, though some sources list 62 miles – either way, it's substantial but not epic. For collegiate riders balancing training with actual college, this hits the sweet spot of being challenging without requiring Unbound-level preparation. Long enough to matter, short enough to be manageable."
      },
      "technicality": {
        "score": 2,
        "explanation": "Gravel roads and old rail trail dominate the course, with some Caprock Canyon singletrack mixed in. Rail trail sections are typically mellow grades with predictable surfaces. The singletrack portion will add interest, but this isn't designed to be a technical mountain bike race – it's gravel racing that happens to use varied terrain."
      },
      "elevation": {
        "score": 3,
        "explanation": "4,921 feet over 62 miles breaks down to reasonable climbing without massive sustained efforts. The Texas Panhandle isn't known for brutal elevation, but Caprock Canyon provides legitimate ups and downs. Enough climbing to separate riders, not enough to require specialized hill climbing preparation."
      },
      "climate": {
        "score": 3,
        "explanation": "March 7th in Turkey, Texas is a weather gamble – could be 40 degrees with wind, could be 70 and perfect. The Texas Panhandle is notorious for wind that can make or break races. Spring weather here is unpredictable enough to add tactical complexity without being consistently miserable."
      },
      "altitude": {
        "score": 1,
        "explanation": "Turkey, Texas sits around 2,200 feet – basically irrelevant for altitude considerations. Sea level riders won't notice any difference, mountain riders get no advantage. This is pure prairie elevation that doesn't factor into race preparation or performance."
      },
      "logistics": {
        "score": 2,
        "explanation": "USA Cycling's official event page still says 'more information coming' about basic details like lodging and logistics. Turkey, Texas is a small town suddenly hosting a national championship – infrastructure will be stretched. Valley of Tears is handling the ground game, but expect first-year growing pains in a place not built for big events."
      },
      "adventure": {
        "score": 4,
        "explanation": "Racing through Caprock Canyon State Park on varied terrain in a place most riders have never been delivers genuine adventure. You're pioneering a new national championship in legitimate backcountry Texas terrain. The mix of gravel roads, rail trail, and singletrack through canyon country beats the hell out of another Midwest corn field loop."
      }
    }
  }
}
