{
  "race": {
    "name": "COLORADO TRAIL RACE",
    "slug": "colorado-trail-race",
    "display_name": "Colorado Trail Race",
    "tagline": "530 miles of high-altitude suffering across the spine of the Rockies - 75% of starters don't finish, and that's the point.",
    "vitals": {
      "distance_mi": 530,
      "elevation_ft": 72500,
      "location": "Durango to Denver, Colorado",
      "location_badge": "DURANGO TO DENVER, CO",
      "date": "Early August annually",
      "date_specific": "2026: August 2",
      "start_location": "College Cafe, 128 E 9th St, Durango, CO",
      "finish_location": "Waterton Canyon, Littleton, CO",
      "start_time": "4:00 AM",
      "format": "Self-supported ITT (Individual Time Trial)",
      "participant_limit": 74,
      "entry_fee": "$50 donation to Colorado Trail Foundation",
      "elevation_range": {
        "low": 5500,
        "high": 13271,
        "average": 10000
      },
      "terrain_breakdown": {
        "singletrack_miles": 300,
        "singletrack_percentage": 70
      },
      "records": {
        "overall_male": {
          "name": "Timon Fish",
          "time": "3 days, 16 hours, 13 minutes",
          "year": 2023
        },
        "overall_female": {
          "name": "Katya Rakhmatulina",
          "time": "5 days, 1 hour, 53 minutes",
          "year": 2023
        },
        "single_speed": {
          "name": "Jefe Branham",
          "time": "4 days, 16 hours, 8 minutes",
          "year": 2021
        }
      },
      "dnf_rate": "~75%",
      "lat": 38.7252,
      "lng": -105.6077,
      "registration": "Online. Cost: $50"
    },
    "gravel_god_rating": {
      "overall_score": 90,
      "editorial_tier": 1,
      "editorial_tier_label": "TIER 1",
      "business_tier": 1,
      "business_tier_label": "TIER 1",
      "display_tier": 1,
      "display_tier_label": "TIER 1",
      "logistics": 5,
      "length": 5,
      "technicality": 5,
      "elevation": 5,
      "climate": 5,
      "altitude": 5,
      "adventure": 5,
      "prestige": 5,
      "race_quality": 3,
      "experience": 5,
      "community": 4,
      "field_depth": 4,
      "value": 5,
      "expenses": 2,
      "tier": 1,
      "tier_label": "TIER 1",
      "discipline": "bikepacking"
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 5,
        "explanation": "The CTR holds legendary status in the bikepacking world as one of the most prestigious and difficult events globally. Founded in 2007 by Stefan Griebel, it has attracted WorldTour professionals like Lachlan Morton and ultra-endurance legends. Being the middle event of the Triple Crown Challenge adds to its mystique. The CTR is not just a race - it is a rite of passage for serious bikepackers. Finishing makes you part of bikepacking royalty, and holding the record (like Timon Fish or Katya Rakhmatulina) places you among the all-time greats of the discipline."
      },
      "race_quality": {
        "score": 3,
        "explanation": "The CTR is intentionally minimalist. There is no formal registration system - slots open on Facebook a month before the race. There are no aid stations, no timing mats, no support. This is by design. The race director provides GPS tracking through TrackLeaders, the route is well-established with GPX files available, and the $50 donation supports the Colorado Trail Foundation. For those expecting major series production value, look elsewhere. For purists who want the authentic, self-supported bikepacking experience, this is exactly how it should be. As Race Format puts it: \"There is no entry fee, no support, no registration, and no prize money. It is a self-timed ITT (Individual Time Trial).\""
      },
      "experience": {
        "score": 5,
        "explanation": "This is the definition of Type 2 fun - miserable in the moment but transformative in retrospect. The experience is life-changing. You will suffer altitude sickness, weather exposure, extreme fatigue, saddle sores, and mental anguish. You will also see sunrise over the San Juan Mountains at 13,000 feet, push your body to limits you didn't know existed, and discover what you're truly capable of. Most who finish describe it as one of the defining experiences of their lives. The 75% who DNF often come back to try again. As Day 1 Terrain Experience puts it: \"Throughout the day the single track and views were amazing! If it wasn't for the amount of physical effort required to keep moving in the rain and mud at a race pace, I would have enjoyed the experien...\""
      },
      "community": {
        "score": 4,
        "explanation": "The CTR community is tight-knit, supportive, and deeply passionate about bikepacking culture. The race director Jefe Branham is himself a single-speed record holder and member of the community. Trail angels, former racers, and bikepacking enthusiasts create a supportive ecosystem. The Facebook group provides real information exchange. However, with only 74 grand depart slots and the intensely individual nature of a self-supported ITT, this is not the massive community atmosphere of events like Unbound. It's more intimate - a small tribe of dedicated sufferers."
      },
      "field_depth": {
        "score": 4,
        "explanation": "The CTR consistently attracts elite ultra-endurance athletes. Lachlan Morton (EF Pro Cycling WorldTour rider) held the record. Timon Fish is a multiple record holder across ultra events. Katya Rakhmatulina dominates women's ultra-distance racing. Jefe Branham, Neil Beltchenko, and other legends of the sport have pushed the limits here. However, this is not a mass-participation event with thousands of riders - the 74-person limit and self-selected nature (due to extreme difficulty) means the field is smaller than major gravel races. Deeper field than most — comparable to Badlands. As Anonymous rider puts it: \"I came upon 4 hikers packing up, but it turned out one of them was a racer. He got caught in the same storm and didn't have the proper gear.\""
      },
      "value": {
        "score": 5,
        "explanation": "At just $50 (a donation to the Colorado Trail Foundation), the CTR offers the best value in all of ultra-endurance cycling. There's no inflated entry fee, no premium pricing, no upsells. You get access to one of the world's most iconic bikepacking routes, GPS tracking through TrackLeaders, and the chance to test yourself against the best in the sport - all for the cost of a tank of gas. The money goes directly to trail maintenance. This is bikepacking as it should be: accessible, authentic, and community-driven."
      },
      "expenses": {
        "score": 2,
        "explanation": "While the entry fee is minimal, the total cost of doing the CTR is significant. Travel to Durango (flights to regional airports or long drives), accommodation for pre-race acclimatization (recommended 10 days at elevation), specialized bikepacking gear, on-trail resupply costs, post-race transportation from Denver back to Durango, and potentially lodging during the multi-day effort all add up. Plan for $1,500-2,500+ total investment depending on your starting location and gear needs. This is not a cheap weekend getaway - it's an expedition requiring serious financial commitment. Higher total cost than Badlands. As Race Format puts it: \"There is no entry fee, no support, no registration, and no prize money. It is a self-timed ITT (Individual Time Trial).\""
      },
      "length": {
        "score": 5,
        "explanation": "At 530+ miles, the CTR is ultra-distance bikepacking at its most demanding. This is not a gravel race - it is a multi-day expedition that takes even elite racers 4+ days and most finishers 6-10 days. The distance alone would be challenging, but combined with the terrain and altitude, it becomes one of the longest and most difficult bikepacking routes in North America. Among the longest in gravel, comparable to Badlands."
      },
      "technicality": {
        "score": 5,
        "explanation": "With 300+ miles of singletrack (70% of the route), significant hike-a-bike sections both uphill and downhill, rocky talus fields, babyhead rock gardens, and staircase descents, the CTR delivers relentless technical terrain. This is a hiking trail that bikes are allowed on, not a mountain bike-specific trail. Even elite racers walk substantial portions. The Ten Mile Range section is notoriously brutal, and the San Juan Mountains deliver the most sustained hike-a-bike of the entire trail. Expect to push and carry your bike regularly. Among the most technical in gravel, on par with Badlands. As General Route Characteristics puts it: \"The route is 80% unpaved, and 55% is single track. The route's elevation averages over 10,300' (3139m).\""
      },
      "elevation": {
        "score": 5,
        "explanation": "70,000-75,000+ feet of total elevation gain over the course - approximately 200 feet of gain per mile with no flat recovery sections. This is among the highest elevation gain of any cycling event in the world. The relentless climbing and descending grinds down even the most prepared riders, and the climbing never stops. Every day delivers thousands of feet of vertical. Among the hilliest in gravel, comparable to Badlands. As Total Stats puts it: \"The total elevation gain is 73,437 feet (22,384m) based off the 10k GPX file.\""
      },
      "climate": {
        "score": 5,
        "explanation": "Colorado's Rocky Mountain weather during monsoon season is extreme and unpredictable. Temperature swings from below freezing to 80+ degrees F. Daily afternoon thunderstorms bring life-threatening lightning at high altitude. Snow, hail, and hypothermia are possible even in August. The weather is so dangerous that riders must plan to be off exposed ridges by noon. Long sections above treeline offer no shelter. Weather has ended countless attempts and endangered lives. Among the most weather-friendly events, easier than Badlands. As Day 1 Terrain Experience puts it: \"Throughout the day the single track and views were amazing! If it wasn't for the amount of physical effort required to keep moving in the rain and mud at a race pace, I would have enjoyed the experien...\""
      },
      "altitude": {
        "score": 5,
        "explanation": "The CTR averages over 10,000 feet elevation, with a maximum of 13,271 feet near Coney Summit in the San Juans. There are 30+ consecutive miles above timberline. Altitude sickness is not just a risk - it is expected for those who don't properly acclimatize. The thin air causes an 11% aerobic performance decrease immediately upon arrival, and riders face serious dangers from HAPE and HACE. Day 1 climbs from 7,000 ft Durango to 12,000 ft, hitting altitude hard before acclimatization is possible. Among the highest-altitude events in gravel, on par with Badlands."
      },
      "logistics": {
        "score": 5,
        "explanation": "Extreme remoteness defines the CTR. Self-rescue is often the only option in emergencies. There is no cell service in many areas. Long stretches of 50-180 miles separate resupply towns, with the Silverton to Mt. Princeton stretch covering 181 miles with only one resupply option. Getting to Durango requires flying into a regional airport or driving 4-6 hours from major cities. Riders must arrange transportation between start and finish (6-7 hour drive). The self-supported format means no aid stations, no support crews, and complete self-sufficiency required."
      },
      "adventure": {
        "score": 5,
        "explanation": "The Colorado Trail Race is a bucket-list, life-changing experience that ranks among the most iconic bikepacking events in the world. Traversing 8 mountain ranges, 6 National Forests, and 5 major river systems through some of America's most spectacular high alpine terrain, the CTR delivers scenery that few humans ever witness. The 75% DNF rate speaks to its legendary difficulty. Finishing is a significant life achievement that places riders in an elite club of ultra-endurance athletes. Part of the Triple Crown of bikepacking alongside Tour Divide and Arizona Trail Race."
      }
    },
    "additional_info": {
      "triple_crown": {
        "description": "The CTR is the middle event of the Triple Crown of bikepacking",
        "events": [
          "Tour Divide (June) - ~2,745 miles",
          "Colorado Trail Race (August) - ~530 miles",
          "Arizona Trail Race (October) - ~800 miles"
        ],
        "records": {
          "male": {
            "name": "Justinas Leveika",
            "time": "25 days, 5 hours, 30 minutes",
            "year": 2024
          },
          "female": {
            "name": "Katya Rakhmatulina",
            "time": "32 days, 6 hours, 33 minutes",
            "year": 2023
          }
        },
        "total_finishers": 46
      },
      "wilderness_detours": {
        "description": "Six wilderness areas prohibit bikes, requiring road detours adding ~46 miles",
        "areas": [
          "Lost Creek Wilderness (~70 mile detour)",
          "Holy Cross Wilderness",
          "Mt. Massive Wilderness",
          "Collegiate Peaks Wilderness (~27 mile detour)",
          "La Garita Wilderness (~56 mile detour)",
          "Weminuche Wilderness (~18 mile detour)"
        ]
      },
      "key_challenges": [
        "Altitude sickness - major threat, requires acclimatization",
        "Afternoon thunderstorms with life-threatening lightning",
        "300+ miles of technical singletrack with heavy hike-a-bike",
        "Temperature swings from below freezing to 80+ degrees",
        "180+ mile stretches between resupply options",
        "Complete self-sufficiency required - no aid stations",
        "75% DNF rate - three-quarters of starters don't finish"
      ],
      "recommended_preparation": [
        "10+ days altitude acclimatization before race",
        "Experience with multi-day bikepacking events",
        "Strong technical mountain biking skills",
        "Comfort with extensive hike-a-bike",
        "Quality lightweight gear for variable conditions",
        "Mental preparation for sustained suffering"
      ],
      "race_organizer": {
        "current_director": "Jefe Branham (since 2019)",
        "founder": "Stefan Griebel (2007-2019)",
        "website": "jwookieone.com/colorado-trail-race",
        "tracking": "trackleaders.com/ctr"
      }
    },
    "final_verdict": {
      "score": "90 / 100",
      "one_liner": "The Colorado Trail doesn't care about your FTP when you're pushing your bike through talus fields at 13,000 feet.",
      "should_you_race": "This is for riders who've already proven they can suffer for days, not weekends. You need legitimate bikepacking experience, gear dialed for everything from desert heat to alpine storms, and the fitness to hike-a-bike for miles without breaking. If you haven't done multi-day self-supported racing or think 530 miles sounds doable because you can ride centuries, stay home.",
      "alternatives": "The Arizona Trail Race gives you similar distance and self-support without the altitude punishment, while the Silk Road Mountain Race delivers the same high-alpine suffering with different scenery. Both will humble you plenty without requiring you to navigate six wilderness detours."
    },
    "course_description": {
      "character": "The CTR is 530 miles of high-altitude punishment disguised as a trail race. You'll spend most of your time above 10,000 feet, where 70% singletrack means constant technical riding interrupted by mandatory hike-a-bikes. This isn't gravel racing—it's Alpine survival with a bike occasionally underneath you.",
      "suffering_zones": [
        {
          "mile": 75,
          "label": "Ten Mile Range Reality Check",
          "desc": "Twelve miles of brutal, bumpy, rocky terrain that's the second rockiest section of the entire trail. Your hands will be numb and your bike will sound like it's falling apart."
        },
        {
          "mile": 180,
          "label": "The Collegiate Split Decision",
          "desc": "Choose your poison: East route through Buena Vista for 78 miles and 17,800 feet of climbing, or West through Hope Pass for 83 miles, 19,800 feet, and 15 miles above 12,000 feet. Both will hurt."
        },
        {
          "mile": 350,
          "label": "San Juan Alpine Traverse",
          "desc": "Thirty consecutive miles above timberline where weather changes in minutes and hike-a-bikes multiply. The high point at 13,271 feet is followed by 20+ miles of tundra-talus-shale that destroys wheels and souls."
        },
        {
          "mile": 450,
          "label": "San Juan Hike-a-Bike Hell",
          "desc": "The most walking of the entire route through beautiful, bike-destroying terrain. Even the fast guys are pushing their bikes up staircase climbs and carrying them down talus descents."
        }
      ],
      "signature_challenge": "The altitude never lets up—you'll average over 10,000 feet for 530 miles while navigating technical singletrack that forces constant hike-a-bikes. Most riders don't realize that CTR's difficulty isn't the climbing, it's maintaining any rhythm when you're pushing your bike every few miles at oxygen levels that make sea-level riders dizzy just standing still.",
      "ridewithgps_id": "53731235",
      "ridewithgps_name": "Colorado Trail Race (CTR) SOBO (PLANNING)"
    },
    "citations": [
      {
        "url": "https://ridewithgps.com/routes/53731235",
        "category": "route",
        "label": "RideWithGPS: Colorado Trail Race (CTR) SOBO (PLANNING)"
      },
      {
        "url": "https://www.cyclingweekly.com/news/colorado-trail-race-2023-527-high-altitude-miles-a-high-drop-out-race-a-rookie-winner-and-a-new-course-record",
        "category": "media",
        "label": "Cycling Weekly"
      },
      {
        "url": "https://www.reddit.com/r/bikepacking/comments/192xipo/the_colorado_trail_race_was_the_hardest_thing_ive/",
        "category": "community",
        "label": "Reddit"
      },
      {
        "url": "https://www.reddit.com/r/bikepacking/comments/1cygs98/colorado_trail_race/",
        "category": "community",
        "label": "Reddit"
      },
      {
        "url": "https://www.reddit.com/r/bikepacking/comments/f9amxm/colorado_trail_12_days_what_to_expect/",
        "category": "community",
        "label": "Reddit"
      },
      {
        "url": "https://www.reddit.com/r/bikepacking/comments/wmryjf/my_rig_for_the_2022_colorado_trail_race/",
        "category": "community",
        "label": "Reddit"
      },
      {
        "url": "https://www.strafeouterwear.com/blogs/strafe-journal/race-recap-colorado-trail-race",
        "category": "community",
        "label": "strafeouterwear.com: Race Recap Colorado Trail Race"
      },
      {
        "url": "https://oneofsevenproject.com/colorado-trail-race-journal/",
        "category": "community",
        "label": "oneofsevenproject.com: Colorado Trail Race Journal"
      },
      {
        "url": "https://oneofsevenproject.com/colorado-trail-race-faq/",
        "category": "community",
        "label": "oneofsevenproject.com: Colorado Trail Race Faq"
      },
      {
        "url": "https://dotwatcher.cc/race/colorado-trail-race-2025",
        "category": "tracking",
        "label": "DotWatcher"
      },
      {
        "url": "https://dotwatcher.cc/results/2023/colorado-trail-race-2023",
        "category": "tracking",
        "label": "DotWatcher"
      },
      {
        "url": "https://trackleaders.com/ctr10",
        "category": "tracking",
        "label": "TrackLeaders"
      },
      {
        "url": "https://trackleaders.com/ctr25",
        "category": "tracking",
        "label": "TrackLeaders"
      },
      {
        "url": "https://bikepacking.com/event/2025-colorado-trail-race-ctr/",
        "category": "other",
        "label": "Bikepacking"
      },
      {
        "url": "https://bikepacking.com/news/katya-rakhmatulina-2023-colorado-trail-race-record/",
        "category": "other",
        "label": "Bikepacking"
      },
      {
        "url": "https://bikepacking.com/news/timon-fish-2023-colorado-trail-record/",
        "category": "other",
        "label": "Bikepacking"
      },
      {
        "url": "https://bikepacking.com/routes/bikepacking-the-colorado-trail/",
        "category": "other",
        "label": "Bikepacking"
      },
      {
        "url": "https://coloradotrail.org/traveling-the-ct/altitude/",
        "category": "other",
        "label": "Coloradotrail"
      },
      {
        "url": "https://coloradotrail.org/traveling-the-ct/resupply-towns/",
        "category": "other",
        "label": "Coloradotrail"
      },
      {
        "url": "https://coloradotrail.org/traveling-the-ct/weather/",
        "category": "other",
        "label": "Coloradotrail"
      }
    ],
    "history": {
      "founder": "Stefan Griebel (Boulder, CO)"
    },
    "results": {
      "years": {
        "2024": {
          "key_takeaways": [
            "Men's Record: Justinas Leveika - 25 days, 5 hours, 30 minutes (2024)"
          ],
          "winner_female": "Katya Rakhmatulina",
          "winning_time_female": "4:07:17",
          "winner_male": "Katya Rakhmatulina",
          "winning_time_male": "4:07:17"
        }
      },
      "latest_year": "2024"
    },
    "tire_recommendations": {
      "generated_at": "2026-02-19",
      "primary": [
        {
          "rank": 1,
          "tire_id": "pirelli-cinturato-gravel-s",
          "name": "Pirelli Cinturato Gravel S",
          "brand": "Pirelli",
          "recommended_width_mm": 45,
          "msrp_usd": 73.99,
          "weight_grams": 470,
          "crr_watts": null,
          "why": "high puncture protection for sharp surfaces. excellent wet grip"
        },
        {
          "rank": 2,
          "tire_id": "vittoria-terreno-wet",
          "name": "Vittoria Terreno Wet",
          "brand": "Vittoria",
          "recommended_width_mm": 45,
          "msrp_usd": 79.99,
          "weight_grams": 520,
          "crr_watts": 39.0,
          "why": "excellent wet grip"
        },
        {
          "rank": 3,
          "tire_id": "schwalbe-g-one-bite",
          "name": "Schwalbe G-One Bite",
          "brand": "Schwalbe",
          "recommended_width_mm": 45,
          "msrp_usd": 69.9,
          "weight_grams": 540,
          "crr_watts": 38.0,
          "why": "high puncture protection for sharp surfaces. excellent wet grip"
        }
      ],
      "front_rear_split": {
        "applicable": false
      },
      "race_surface_profile": "wet",
      "recommended_width_mm": 45,
      "pressure_psi": {
        "140_160lb_dry": "28-32",
        "140_160lb_mixed": "25-29",
        "140_160lb_wet": "23-27",
        "160_180lb_dry": "31-35",
        "160_180lb_mixed": "28-32",
        "160_180lb_wet": "26-30",
        "180_200lb_dry": "34-38",
        "180_200lb_mixed": "31-35",
        "180_200lb_wet": "29-33",
        "200pluslb_dry": "37-41",
        "200pluslb_mixed": "34-38",
        "200pluslb_wet": "32-36"
      }
    },
    "terrain": {
      "surface": "Technical alpine singletrack, talus fields, babyhead rock gardens, staircase descents. 70% singletrack, 80% unpaved.",
      "primary": "Technical singletrack hiking trail — extensive hike-a-bike both uphill and downhill",
      "technical_rating": 5,
      "features": [
        "Technical singletrack (300 miles)",
        "Talus fields",
        "Babyhead rock gardens",
        "Staircase descents",
        "Mandatory hike-a-bike sections",
        "Rocky alpine terrain"
      ]
    },
    "logistics": {
      "camping": "camping together and encouraging each other during difficult sections"
    },
    "research_metadata": {
      "research_strength": {
        "overall": 90.3,
        "grade": "A",
        "weakest": "completeness",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 100,
          "citation_density": 100,
          "temporal_depth": 100,
          "specificity": 100,
          "statistical_backing": 100,
          "voice_authenticity": 70,
          "completeness": 64,
          "cross_reference": 75
        },
        "scored_at": "2026-02-04"
      }
    }
  }
}
