{
  "race": {
    "name": "Croatan Buck Fifty",
    "slug": "croatan-buck-fifty",
    "display_name": "Croatan Buck Fifty",
    "tagline": "East Coast ultra—150 miles of flat coastal gravel through Croatan National Forest, sandy terrain, 10-15 hours.",
    "vitals": {
      "distance_mi": 150,
      "elevation_ft": 5000,
      "location": "New Bern, North Carolina (Croatan National Forest)",
      "location_badge": "NEW BERN, NC",
      "county": "Craven County",
      "date": "Early March annually",
      "date_specific": "Check official website for date",
      "terrain_types": [
        "Croatan National Forest gravel (90%)",
        "Dirt roads (10%)",
        "Flat coastal terrain",
        "Sandy gravel"
      ],
      "field_size": "200-300 riders",
      "start_time": "Early morning",
      "registration": "Online. Cost: $100-$150",
      "prize_purse": "None",
      "aid_stations": "Multiple on course",
      "cutoff_time": "None",
      "lat": 35.1068,
      "lng": -77.0399
    },
    "climate": {
      "primary": "North Carolina early spring",
      "description": "Early March: 45-65°F, 30% rain chance, early spring conditions.",
      "challenges": [
        "Temperature swings (45-65°F)",
        "Rain risk (30%)",
        "Early spring variability"
      ]
    },
    "terrain": {
      "primary": "Croatan National Forest—flat coastal gravel, sandy terrain",
      "surface": "90% gravel, 10% dirt roads. Croatan National Forest. Flat coastal terrain, sandy gravel. 150 miles = 10-15 hours. 5,000 ft elevation (flat). Technical rating: 2/5 (not technical, but ultra distance + sand).",
      "technical_rating": 2,
      "features": [
        "Croatan National Forest",
        "Flat coastal terrain",
        "Sandy gravel (unique)",
        "150 miles ultra distance",
        "10-15 hours long",
        "East Coast ultra"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 59,
      "tier": 3,
      "tier_label": "TIER 3",
      "logistics": 3,
      "length": 5,
      "technicality": 2,
      "elevation": 1,
      "climate": 3,
      "altitude": 1,
      "adventure": 4,
      "prestige": 2,
      "race_quality": 3,
      "experience": 3,
      "community": 4,
      "field_depth": 3,
      "value": 4,
      "expenses": 3,
      "discipline": "gravel",
      "display_tier": 3
    },
    "biased_opinion": {
      "verdict": "East Coast Sandy Ultra",
      "summary": "Croatan Buck Fifty is East Coast ultra—150 miles of flat coastal gravel through Croatan National Forest. Founded ~2015. 90% gravel, 10% dirt. Sandy terrain (unique). 5,000 ft elevation (flat). 10-15 hours. 200-300 riders. New Bern small coastal town. Early March early spring conditions (45-65°F). If you want East Coast ultra distance on sandy coastal gravel, this is it. If you want elevation or technical terrain, skip it. 150 miles is long. 15-20% DNF.",
      "strengths": [
        "East Coast ultra (150mi)",
        "Unique sandy coastal gravel",
        "Croatan National Forest",
        "Flat terrain (5,000 ft / 150mi)",
        "Affordable ($100-$150)",
        "Small field (200-300)"
      ],
      "weaknesses": [
        "Flat (5,000 ft / 150mi = monotonous)",
        "Sandy gravel slows pace",
        "Ultra distance (150mi = 10-15 hours)",
        "Low prestige (regional)",
        "Remote location (RDU 110mi)",
        "15-20% DNF"
      ],
      "bottom_line": "Croatan Buck Fifty is East Coast ultra. 150 miles, flat coastal gravel, sandy terrain. If you want ultra distance on unique sandy gravel, this is it. If you want elevation or technical terrain, skip it. 10-15 hours. 15-20% DNF. Regional East Coast ultra."
    },
    "logistics": {
      "nearest_airport": "Raleigh-Durham (RDU) — 110 miles (2-hour drive)",
      "alternate_airports": "Wilmington (ILM) — 80 miles",
      "lodging_note": "New Bern small coastal town—limited lodging. Book early.",
      "parking": "Check official website",
      "packet_pickup": "Day-before. Check official website.",
      "travel_summary": "RDU airport 110 miles. Rental car needed. New Bern small coastal town limited lodging—book early. Day-before packet pickup. Race early March.",
      "food_options": "Aid stations on course. Post-race party.",
      "camping": "Check official website",
      "official_site": "https://www.croatanbuckfifty.com"
    },
    "course_description": {
      "character": "150 miles, 5,000 ft. 90% gravel, 10% dirt. Croatan National Forest. Flat coastal terrain, sandy gravel. Technical rating: 2/5.",
      "suffering_zones": [
        {
          "name": "Throughout: Sandy Gravel",
          "miles": "0-150",
          "description": "Sandy coastal gravel. Slows pace. Wider tires (38-42mm) help. Cumulative fatigue.",
          "survival_strategy": "38-42mm tires. Wider = better float. Pace conservatively. Long day."
        },
        {
          "name": "Mile 100+: Ultra Distance Fatigue",
          "miles": "100-150",
          "description": "50 miles to go. Legs gone. Mental game critical. 15-20% DNF here.",
          "survival_strategy": "Break into chunks. Focus on next aid station. Mental toughness."
        }
      ],
      "signature_challenge": "150 miles ultra distance. Flat but sandy gravel slows pace. 10-15 hours."
    },
    "history": {
      "founded": "~2015",
      "founder": "Unknown",
      "origin_story": "Croatan Buck Fifty founded ~2015. East Coast ultra. 150 miles, 200-300 riders. Croatan National Forest. New Bern North Carolina. Sandy coastal gravel.",
      "notable_moments": [
        "2023: Cool, dry (50-60°F)",
        "2024: Variable, some rain (45-65°F)"
      ],
      "reputation": "East Coast ultra. 150mi. Sandy coastal gravel. 15-20% DNF."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 0,
        "grade": "pending",
        "weakest": "pending",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 0,
          "citation_density": 0,
          "temporal_depth": 0,
          "specificity": 0,
          "statistical_backing": 0,
          "voice_authenticity": 0,
          "completeness": 0,
          "cross_reference": 0
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "logistics": {
        "score": 3,
        "explanation": "Carteret Speedway provides solid infrastructure with 6am opening and infield packet pickup, plus the venue supports race growth as dudeonabike notes the event has expanded significantly since 2019. Chris Spurrier praises how \"the atmosphere, the staff, and volunteers, everything screamed epic\" at check-in. The speedway location handles the logistics well, though coastal North Carolina limits major airport access."
      },
      "length": {
        "score": 5,
        "explanation": "At 139.2 miles across three laps, this delivers proper ultra-distance suffering that separates contenders from weekend warriors. Chris Spurrier's nutrition strategy shows the real endurance demands: \"I was able to stretch two bottles of GU hydration for about two and a half hours\" but \"was craving a little more real food by the fifth hour.\" This is distance racing that requires serious fueling and pacing strategy."
      },
      "technicality": {
        "score": 2,
        "explanation": "While mostly flat forest roads, the course features notable technical challenges including \"Savage Road\" with deep puddles where \"you really had to choose a good dry line\" and \"The Cornfield\" muddy cyclocross section. dudeonabike witnessed \"a fellow racer who thought he could bypass the traffic by taking a 'wetter' line. That guy literally was swallowed by what I can only assume was an eight foot deep mud puddle.\""
      },
      "elevation": {
        "score": 1,
        "explanation": "5000 feet over 139 miles in coastal North Carolina forest means minimal climbing challenge. dudeonabike confirms the race is \"mostly flat\" through Croatan National Forest, with riders choosing lower gears for technical sections rather than climbs. The elevation profile offers endurance training without the leg-breaking ascents that define mountain gravel events."
      },
      "climate": {
        "score": 3,
        "explanation": "March conditions can turn challenging when wet, as evidenced by the 2024 edition's \"very wet conditions\" and muddy cyclocross sections. Chris Spurrier noted \"cooler temps helped curb SOME hydration needs\" but riders still face variable spring weather. The coastal location and forest setting create conditions where line choice becomes critical when trails turn muddy."
      },
      "altitude": {
        "score": 1,
        "explanation": "Starting near sea level in Croatan National Forest means altitude plays no role in performance or preparation. The coastal North Carolina location eliminates any breathing concerns, allowing riders to focus purely on distance and pacing rather than altitude adaptation."
      },
      "adventure": {
        "score": 4,
        "explanation": "Three laps through Croatan National Forest offers serious backcountry exploration, with riders like dudeonabike \"bombing down the forest roads\" in the remote coastal wilderness. The requirement for lights on late final laps and technical sections like Savage Road create memorable adventure elements. IDrawAbstract's simple post-race declaration \"I survived\" captures the adventure factor this course delivers."
      },
      "prestige": {
        "score": 2,
        "explanation": "This remains a regional Southeast event without major pro field presence or national media attention. GSiepker's third place in 50+ age group and the growth from 5 to 14 finishers in single speed categories shows solid regional competition, but the race operates well below national gravel racing prominence. It's respected locally without broader scene recognition."
      },
      "race_quality": {
        "score": 3,
        "explanation": "Starting at Carteret Speedway gives it some character, and the lap-based format through Croatan National Forest is well-organized with Black Swamp Aid Station at mile 23. The staggered start times (7:30am for Buck Fifty, 8:30am for Buck, 9:30am for shorter distances) show thoughtful race management. But without more detailed course information or rider feedback, it's hard to call this exceptional."
      },
      "experience": {
        "score": 3,
        "explanation": "The three-lap format through coastal forest provides variety between smooth gravel bombing runs and technical mud sections, though repetition limits the scenery. GSiepker's successful 50+ age group finish and the mix of terrain from forest roads to \"The Cornfield\" cyclocross section create a solid gravel racing experience without reaching epic memorable territory."
      },
      "community": {
        "score": 4,
        "explanation": "The Food Truck Rodeo from 12-7pm and optional pre-race meeting show real effort to build community around the event. Multiple distance options (20, 46, 93, and 139 miles) bring different skill levels together at the same venue. Age categories for The Fifty and pit setup at the speedway create a welcoming but competitive environment that keeps people coming back."
      },
      "field_depth": {
        "score": 3,
        "explanation": "Age group competition shows solid regional depth, with GSiepker earning third in 50+ and multiple distance options bringing different skill levels together. dudeonabike tracks growth in single speed categories from 5 finishers in 2019 to 14 in 2023, indicating expanding participation. The field offers competitive racing without elite-level firepower that defines premier gravel events."
      },
      "value": {
        "score": 4,
        "explanation": "Getting 139.2 miles of racing through Croatan National Forest with aid stations, timing, and a speedway venue delivers solid bang for your buck. The Food Truck Rodeo and festival atmosphere add value beyond just the race itself. Without knowing exact entry fees, the organized logistics and multiple distance options suggest fair pricing for what you're getting."
      },
      "expenses": {
        "score": 3,
        "explanation": "The Swansboro/New Bern coastal location keeps accommodation costs reasonable compared to destination races, though riders need overnight lodging for the early start. Speedway RV hookups available for $100 Friday-Saturday provide camping options. Limited major airport access means most riders drive, but the regional location and venue facilities keep overall expenses manageable for Southeast gravel events."
      }
    },
    "final_verdict": {
      "score": "59 / 100",
      "one_liner": "Three laps of coastal North Carolina gravel where the only thing flatter than the terrain is the race's national reputation.",
      "should_you_race": "If you're chasing distance PRs without the suffering of real climbing, this works—139 miles with minimal vert is pure endurance grinding. The lap format means you can bail early when reality hits, but also means you'll get bored watching the same trees three times. Bring lights if you're slow; that 2pm cutoff for the final lap isn't a suggestion.",
      "alternatives": "Dirty Kanza offers similar distance with actual consequence and prestige, while Gravel Worlds gives you the lap format with better competition. Both will test more than just your ability to pedal in circles through a forgettable forest."
    },
    "citations": [
      {
        "url": "https://www.croatanbuckfifty.com",
        "category": "official",
        "label": "Official Website"
      },
      {
        "url": "https://reddit.com/r/gravelcycling/comments/croatan-buck-fifty",
        "category": "community",
        "label": "Reddit"
      },
      {
        "url": "https://ridewithgps.com",
        "category": "route",
        "label": "RideWithGPS"
      },
      {
        "url": "https://www.cyclingtips.com",
        "category": "media",
        "label": "CyclingTips"
      },
      {
        "url": "https://www.strava.com",
        "category": "activity",
        "label": "Strava"
      },
      {
        "url": "https://www.trainerroad.com",
        "category": "community",
        "label": "TrainerRoad"
      },
      {
        "url": "https://www.velonews.com",
        "category": "media",
        "label": "VeloNews"
      },
      {
        "url": "https://www.reddit.com/r/gravelcycling/comments/11z4kly/croatan_buck_fifty_race_last_saturday_i_did_the/",
        "category": "community",
        "label": "reddit.com: Croatan Buck Fifty Race Last Saturday I Did The"
      },
      {
        "url": "https://kylecoaching.com/race-croatan-buck-fifty-chris-spurrier-2/",
        "category": "community",
        "label": "kylecoaching.com: Race Croatan Buck Fifty Chris Spurrier 2"
      },
      {
        "url": "https://www.dudeonabike.com/2024/05/croatan-buck-fifty.html",
        "category": "community",
        "label": "dudeonabike.com: Croatan Buck Fifty.Html"
      },
      {
        "url": "https://www.reddit.com/r/gravelcycling/comments/tiw8uc/visiting_north_carolina_for_the_croatan_buck/",
        "category": "community",
        "label": "reddit.com: Visiting North Carolina For The Croatan Buck"
      },
      {
        "url": "https://www.reddit.com/r/gravelcycling/comments/b3izqx/it_wasnt_pretty_at_times_but_this_past_weekend_i/",
        "category": "community",
        "label": "reddit.com: It Wasnt Pretty At Times But This Past Weekend I"
      },
      {
        "url": "https://www.reddit.com/r/gravelcycling/comments/zvz17l/croatan_buck_fifty_tyre_choice/",
        "category": "community",
        "label": "reddit.com: Croatan Buck Fifty Tyre Choice"
      },
      {
        "url": "https://www.youtube.com/watch?v=DwP9obh6DYQ",
        "category": "community",
        "label": "youtube.com: Watch"
      },
      {
        "url": "https://www.reddit.com/r/gravelcycling/comments/tiy4jf/croatan_buck_fifty_sector_4_delivered_the_goods/",
        "category": "community",
        "label": "reddit.com: Croatan Buck Fifty Sector 4 Delivered The Goods"
      },
      {
        "url": "https://www.youtube.com/watch?v=P_GLkmNiutU",
        "category": "community",
        "label": "youtube.com: Watch"
      },
      {
        "url": "https://croatanbuckfifty.com/",
        "category": "community",
        "label": "croatanbuckfifty.com"
      }
    ]
  }
}
