{
  "race": {
    "name": "Dirty 30",
    "slug": "dirty-30",
    "display_name": "Dirty 30",
    "tagline": "Early season Michigan gravel with cold starts, mud risk, and MGRS community.",
    "vitals": {
      "distance_mi": 100,
      "elevation_ft": 3500,
      "location": "Saranac, Michigan",
      "location_badge": "SARANAC, MICHIGAN",
      "county": "Ionia County",
      "date": "April annually",
      "date_specific": "2026: April 19",
      "terrain_types": [
        "Michigan forest roads",
        "Rural gravel",
        "Rolling hills",
        "Spring mud potential"
      ],
      "field_size": "500 riders",
      "start_time": "Morning — check official website",
      "registration": "Online. Cost: $45-$75 (distance-dependent: 100/50/30/16mi)",
      "prize_purse": "None",
      "aid_stations": "Multiple on course",
      "cutoff_time": "None"
    },
    "climate": {
      "primary": "April Michigan early season",
      "description": "Cold starts (35-60°F), mud risk, variable spring weather.",
      "challenges": [
        "Cold morning temps (35-45°F common)",
        "Mud if recent rain",
        "Spring weather variability",
        "Early season fitness test"
      ]
    },
    "terrain": {
      "primary": "Rolling Michigan gravel",
      "surface": "Forest roads, rural gravel. 3,500 ft over 100 miles = constant rollers. No big climbs, just relentless ups and downs. Spring conditions = potential mud.",
      "technical_rating": 2,
      "features": [
        "Constant rolling terrain",
        "No sustained climbs",
        "Forest roads",
        "Rural gravel",
        "Spring mud potential",
        "Early season conditions"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 63,
      "tier": 2,
      "tier_label": "TIER 2",
      "logistics": 4,
      "length": 4,
      "technicality": 2,
      "elevation": 3,
      "climate": 4,
      "altitude": 1,
      "adventure": 2,
      "prestige": 2,
      "race_quality": 4,
      "experience": 3,
      "community": 4,
      "field_depth": 2,
      "value": 5,
      "expenses": 4,
      "discipline": "gravel"
    },
    "biased_opinion": {
      "verdict": "Midwestern Early Season Test",
      "summary": "Dirty 30 is a Michigan Gravel Race Series event in April—meaning cold starts, mud potential, and early season fitness reality checks. 100 miles, 3,500 ft of constant rollers (no big climbs, just relentless ups and downs). Field is ~500, vibe is regional community. This isn't a destination race; it's a solid early season test for Midwest riders. If you're from Michigan or nearby, it's a good value ($45-$75). If you're flying in, there are better options.",
      "strengths": [
        "Excellent value ($45-$75 for multiple distance options)",
        "Michigan Gravel Race Series community",
        "Early season race for Midwest riders",
        "Multiple distance options (100/50/30/16mi)",
        "Regional support"
      ],
      "weaknesses": [
        "April weather = cold, mud risk",
        "No big climbs, just constant rollers (some find monotonous)",
        "Regional race—not destination-worthy",
        "Small field, minimal competition",
        "Limited online coverage"
      ],
      "bottom_line": "If you're in Michigan or the Midwest and want an early season race, Dirty 30 is solid. It's affordable, community-focused, and a good fitness test. If you're traveling from afar, this isn't worth the trip. Save your dollars and vacation days for something bigger."
    },
    "logistics": {
      "nearest_airport": "Gerald R. Ford International (GRR, Grand Rapids) — 40 miles west",
      "alternate_airports": "Detroit Metro (DTW) — 100 miles southeast",
      "lodging_note": "Saranac is small. Lodging limited. Grand Rapids (40 miles) has more options.",
      "parking": "Free at event site",
      "packet_pickup": "Day-of and day-before options",
      "travel_summary": "Grand Rapids airport closest. Rental car needed. Saranac is small—lodging limited. Stay in Grand Rapids if needed.",
      "food_options": "Aid stations on course. Post-race food at finish.",
      "camping": "Check official website for camping options",
      "official_site": "https://www.dirty30.com"
    },
    "course_description": {
      "character": "Rolling Michigan gravel. Forest roads, rural gravel. 3,500 ft over 100 miles = constant rollers. No big climbs, just relentless ups and downs.",
      "suffering_zones": [
        {
          "name": "Constant Rollers",
          "miles": "Throughout",
          "description": "3,500 ft spread over 100 miles. No big climbs, just constant ups and downs. Legs never rest.",
          "survival_strategy": "Steady pacing. Don't burn matches on small climbs. Conserve for cumulative fatigue."
        },
        {
          "name": "April Cold Start",
          "miles": "0-20",
          "description": "Cold morning temps (35-45°F). Dress for cold, manage layers.",
          "survival_strategy": "Layers. Arm/leg warmers, vest. Shed as it warms."
        }
      ],
      "signature_challenge": "Constant rolling terrain—cumulative elevation without big climbs. April cold and mud risk."
    },
    "history": {
      "founded": "2010s",
      "founder": "Michigan Gravel Race Series",
      "origin_story": "Dirty 30 is part of Michigan Gravel Race Series. Early season event in Saranac. 500 riders, multiple distance options.",
      "notable_moments": [],
      "reputation": "Regional early season race. MGRS community favorite."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 82.6,
        "grade": "A",
        "weakest": "temporal_depth",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 60,
          "citation_density": 100,
          "temporal_depth": 25,
          "specificity": 100,
          "statistical_backing": 100,
          "voice_authenticity": 70,
          "completeness": 94,
          "cross_reference": 100
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 2,
        "explanation": "The Dirty 30 is in its 8th year, which makes it a regional staple but not a destination race. Part of the Michigan Gravel Race Series, so it's got local credibility but zero national buzz. No pro field data, no notable winners mentioned anywhere - this is pure Midwest grassroots racing."
      },
      "race_quality": {
        "score": 4,
        "explanation": "Multiple distance options from a 5K run to the Savage Century show thoughtful race design. Start times are staggered intelligently - Century at 7AM, Dirty 30 at 10:10AM - so faster riders clear out before the field spreads. Packet pickup runs Friday evening through Saturday morning, covering all the bases without drama."
      },
      "experience": {
        "score": 3,
        "explanation": "The name promises dirt and the tagline 'Prepare to get dirty' suggests they deliver on Michigan's spring conditions. Starting from downtown Saranac gives it small-town charm, but with no course details available, you're rolling blind on what adventure actually awaits. Eight years in means they've sorted the basics, but the experience ceiling remains unknown."
      },
      "community": {
        "score": 4,
        "explanation": "Seven different distance options means everyone from kids to century masochists can show up and suffer together. Part of a three-race Michigan series, so it's building regional community beyond just one day. The downtown Saranac start puts local businesses front and center, creating that small-town race day energy that keeps people coming back."
      },
      "field_depth": {
        "score": 2,
        "explanation": "No field size data, no pro participation mentioned, no competitive depth indicators anywhere in the research. Regional series race suggests solid local turnout but nothing approaching serious racing talent. If you're hunting for fast company, this probably isn't your hunting ground."
      },
      "value": {
        "score": 5,
        "explanation": "Multiple distance options mean you can choose your suffering level and presumably pay accordingly. Being 'just a bunny hop from Grand Rapids' keeps travel costs reasonable for Midwest riders. Eight years of operation without price complaints suggests they've nailed the cost-benefit equation for regional racing."
      },
      "expenses": {
        "score": 4,
        "explanation": "Gerald R. Ford International in Grand Rapids keeps flight costs manageable, and Saranac's small-town location means lodging won't break the bank. No entry fee data available, but regional races typically stay reasonable. The proximity to Grand Rapids gives you options without forcing expensive downtown hotel stays."
      },
      "length": {
        "score": 4,
        "explanation": "The Savage Century delivers a proper 100-mile suffer-fest, while the 30 and 50-mile options hit the sweet spots for most gravel riders. Seven total distance options means everyone finds their poison. Having both bike and run options shows they understand not everyone wants to punish themselves the same way."
      },
      "technicality": {
        "score": 2,
        "explanation": "No technical course details available, and Michigan gravel typically leans toward agricultural roads rather than technical terrain. The emphasis on getting 'dirty' suggests mud and conditions over rock gardens and technical descents. Likely fire roads and farm roads with weather being the main technical challenge."
      },
      "elevation": {
        "score": 3,
        "explanation": "3,500 feet over 100 miles averages 35 feet per mile - respectable for Michigan but nothing that'll leave you walking. Starting elevation around 750 feet near Saranac means you're working with modest climbs, not mountain passes. Enough elevation to keep it interesting without turning it into a climbing contest."
      },
      "climate": {
        "score": 4,
        "explanation": "Mid-April in Michigan is prime gravel season - past the worst winter weather but before summer heat sets in. Spring conditions mean potential mud and variable weather, which adds character without being miserable. Cool temperatures favor sustained effort over heat management."
      },
      "altitude": {
        "score": 1,
        "explanation": "Starting around 750 feet near Saranac means altitude is a complete non-factor. You could smoke a cigarette at the start line and still not notice any breathing issues. This is pure sea-level racing with zero acclimatization concerns."
      },
      "logistics": {
        "score": 4,
        "explanation": "Downtown Saranac start with clear parking instructions and packet pickup at 17 South Bridge Street keeps things simple. Two-day pickup window covers Friday evening and Saturday morning for flexibility. Gerald R. Ford International provides easy flight access, and being close to Grand Rapids gives lodging options without small-town limitations."
      },
      "adventure": {
        "score": 2,
        "explanation": "Michigan agricultural roads and 'getting dirty' promises some character, but this reads more like solid training miles than epic adventure. Small-town start in Saranac has charm but limited wild factor. Eight years of operation suggests they've smoothed out most of the rough edges that create memorable chaos."
      }
    }
  }
}
