{
  "race": {
    "name": "Filthy 50",
    "slug": "filthy-50",
    "display_name": "Filthy 50",
    "tagline": "Minnesota fall gravel—50 miles of rolling terrain, 1,000 riders, and peak autumn colors.",
    "vitals": {
      "distance_mi": 50,
      "elevation_ft": 3000,
      "location": "Northern Minnesota (route varies)",
      "location_badge": "NORTHERN MINNESOTA",
      "county": "Varies by year",
      "date": "Early October annually",
      "date_specific": "Check official website for date",
      "terrain_types": [
        "Minnesota gravel roads (80%)",
        "Dirt roads (20%)",
        "Rolling terrain",
        "Northern lakes area"
      ],
      "field_size": "1,000 riders",
      "start_time": "Morning — check official website",
      "registration": "Online. Cost: $75-$100",
      "prize_purse": "None",
      "aid_stations": "Multiple on course",
      "cutoff_time": "None",
      "lat": 14.7033,
      "lng": 121.0068
    },
    "climate": {
      "primary": "Minnesota fall",
      "description": "Early October: 40-60°F, 30% rain chance, fall conditions, peak autumn colors.",
      "challenges": [
        "Cold temps (40-60°F)",
        "Rain risk (30%)",
        "Fall weather variability"
      ]
    },
    "terrain": {
      "primary": "Minnesota rolling gravel—fall colors",
      "surface": "80% gravel, 20% dirt roads. Rolling terrain. Northern Minnesota lakes area. Fall foliage (October peak colors). Technical rating: 2/5.",
      "technical_rating": 2,
      "features": [
        "Rolling Minnesota gravel",
        "Fall foliage (October)",
        "Northern lakes area",
        "Chunky gravel (not technical)",
        "Scenic autumn colors"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 54,
      "tier": 3,
      "tier_label": "TIER 3",
      "logistics": 3,
      "length": 2,
      "technicality": 2,
      "elevation": 2,
      "climate": 3,
      "altitude": 1,
      "adventure": 3,
      "prestige": 2,
      "race_quality": 3,
      "experience": 3,
      "community": 4,
      "field_depth": 3,
      "value": 4,
      "expenses": 3,
      "discipline": "gravel",
      "display_tier": 3
    },
    "biased_opinion": {
      "verdict": "Minnesota Fall Gravel",
      "summary": "Filthy 50 is Minnesota fall gravel—50 miles of rolling terrain, 1,000 riders, peak autumn colors (early October). Founded ~2010. 80% gravel, 20% dirt. Rolling but not technical (2/5). Northern Minnesota lakes area. 40-60°F fall conditions. If you want accessible fall gravel with scenery, this is it. If you want brutally hard or mega-distance, skip it. 50 miles manageable for most riders.",
      "strengths": [
        "Fall colors (October peak)",
        "Accessible 50mi distance",
        "1,000 riders community vibe",
        "Affordable ($75-$100)",
        "Scenic northern Minnesota",
        "Not overly technical"
      ],
      "weaknesses": [
        "Short distance (50mi)",
        "Low prestige (regional)",
        "Remote location (MSP 150mi)",
        "October cold/rain risk (40-60°F)",
        "Limited lodging (northern MN)",
        "Not brutally challenging"
      ],
      "bottom_line": "Filthy 50 is Minnesota fall gravel. 50 miles, rolling terrain, fall colors. If you want accessible gravel with scenery, this is it. If you want mega-distance or brutal challenge, skip it. Regional favorite, affordable, scenic. October weather variable."
    },
    "logistics": {
      "nearest_airport": "Minneapolis-St. Paul (MSP) — ~150 miles (2.5-hour drive)",
      "alternate_airports": "None convenient",
      "lodging_note": "Northern Minnesota—limited lodging. Book early.",
      "parking": "Check official website",
      "packet_pickup": "Day-before. Check official website.",
      "travel_summary": "MSP airport 150 miles. Rental car needed. Northern Minnesota limited lodging—book early. Day-before packet pickup. Race early October.",
      "food_options": "Aid stations on course. Post-race party.",
      "camping": "Check official website",
      "official_site": "https://www.filthy50.com"
    },
    "course_description": {
      "character": "50 miles, 3,000 ft. 80% gravel, 20% dirt. Rolling Minnesota terrain. Fall foliage (October). Technical rating: 2/5.",
      "suffering_zones": [
        {
          "name": "Throughout: Minnesota Rolling Gravel",
          "miles": "0-50",
          "description": "Rolling terrain. Chunky gravel but not technical. Manageable.",
          "survival_strategy": "35-40mm tires. Steady pace. 50mi manageable for most."
        },
        {
          "name": "Throughout: October Fall Weather",
          "miles": "0-50",
          "description": "40-60°F, 30% rain. Cold fall conditions. Layers critical.",
          "survival_strategy": "Layers for 40-60°F. Rain gear. Fall weather variable."
        }
      ],
      "signature_challenge": "Minnesota fall colors + October cold. Manageable 50mi distance.",
      "ridewithgps_id": "53102035",
      "ridewithgps_name": "Filthy 50"
    },
    "history": {
      "founded": "~2010",
      "founder": "Unknown",
      "origin_story": "Filthy 50 founded ~2010. Minnesota fall gravel. 50 miles, 1,000 riders. Northern Minnesota lakes area. Fall foliage. Regional favorite.",
      "notable_moments": [
        "2023: Cool, dry (45-55°F)",
        "2024: Variable, some rain (40-60°F)"
      ],
      "reputation": "Minnesota regional favorite. Fall gravel, fall colors, accessible."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 0,
        "grade": "pending",
        "weakest": "pending",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 0,
          "citation_density": 0,
          "temporal_depth": 0,
          "specificity": 0,
          "statistical_backing": 0,
          "voice_authenticity": 0,
          "completeness": 0,
          "cross_reference": 0
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 2,
        "explanation": "Twelve years running since 2013 makes this a Midwest gravel classic, but it's not pulling national talent or media coverage. The race draws hundreds to downtown Lanesboro each October, creating genuine local buzz with street celebrations and Sylvan Brewing post-ride parties. Regional riders know the name, but you won't find sponsored teams flying in from Colorado to chase podiums here."
      },
      "race_quality": {
        "score": 3,
        "explanation": "The route through Fillmore County's bluff country delivers proper gravel roads with climbs and descents, avoiding the rail-trail monotony that plagues some Midwest events. Starting at 10 a.m. from downtown Lanesboro gives riders a civilized launch time, and the post-ride setup with food trucks and tents shows they understand the full experience. No details on aid stations or cutoffs in the research, which could be better or worse than it appears."
      },
      "experience": {
        "score": 3,
        "explanation": "Lanesboro's small-town atmosphere delivers authentic Midwest charm with cheering crowds and genuine post-ride camaraderie at the street celebration. The October timing catches Minnesota's bluff country at peak fall colors through golden valleys and wooded ridges. It's the kind of race weekend that feels like a community festival that happens to have a bike race, which works if that's what you're after."
      },
      "community": {
        "score": 4,
        "explanation": "This is where the Filthy 50 earns its reputation—the post-ride scene with Sylvan Brewing, food trucks, games, and genuine small-town hospitality creates the kind of atmosphere gravel riders actually remember. Hundreds of riders converge on downtown Lanesboro for what locals describe as high-energy weekend excitement for both participants and spectators. The 12-year history has built real relationships and traditions that extend beyond just showing up to race."
      },
      "field_depth": {
        "score": 3,
        "explanation": "Drawing hundreds of riders to southeast Minnesota in October shows solid regional pull, but no evidence of national-level competition or sponsored teams in the research. The 25/50/100-mile distance options spread the field across different commitment levels, which dilutes the competitive depth in any single race. It's competitive enough to matter locally without the intensity that separates regional events from destination races."
      },
      "value": {
        "score": 4,
        "explanation": "No registration fees listed in the research, but the complete package—race, post-ride celebration, food trucks, games, and small-town festival atmosphere—typically delivers solid value for Midwest gravel events. The October timing avoids peak travel season costs, and Lanesboro's small-town lodging options won't break budgets like destination race markets. Multiple distance options let riders choose their financial and physical commitment level."
      },
      "expenses": {
        "score": 3,
        "explanation": "Lanesboro sits in southeast Minnesota bluff country, accessible but not exactly convenient from major airports or population centers. Small-town lodging exists but options are limited for race weekend demand, potentially driving costs up or requiring longer drives from Rochester or Twin Cities. The October timing helps avoid peak summer rates, but you're still looking at a dedicated trip unless you live within driving distance of Fillmore County."
      },
      "length": {
        "score": 2,
        "explanation": "Fifty miles is the middle distance that satisfies neither quick morning efforts nor epic adventure seekers. The 3,000 feet of elevation gain over 50 miles adds meaningful challenge to the standard gravel distance, but you're still done before most people finish lunch. Multiple distance options (25/50/100) acknowledge this limitation, but the name commits you to the compromise distance."
      },
      "technicality": {
        "score": 2,
        "explanation": "Fillmore County's bluff country gravel roads offer climbs and descents but nothing approaching technical challenge—this is agricultural infrastructure, not mountain biking. The research describes it as 'challenging yet welcoming,' which translates to rolling terrain that tests fitness without requiring handling skills. Road bikes are listed as appropriate equipment alongside gravel bikes, confirming the accessibility level."
      },
      "elevation": {
        "score": 2,
        "explanation": "3,000 feet over 50 miles averages 60 feet per mile—noticeable but not mountainous by any standard. Minnesota's bluff country delivers rolling terrain through wooded ridges and farmland rather than sustained climbs that define elevation-focused events. The climbs and coasting descents provide rhythm changes without the lung-burning ascents that separate elevation races from rolling courses."
      },
      "climate": {
        "score": 3,
        "explanation": "Mid-October in southeast Minnesota hits the sweet spot between summer heat and winter freeze, typically delivering crisp fall conditions perfect for sustained effort. The timing catches peak fall colors in the bluff country's wooded ridges and golden valleys, creating genuine scenic value. Weather can still surprise you in Minnesota October—anything from perfect 50s to unseasonable heat or early snow, but the odds favor good conditions."
      },
      "altitude": {
        "score": 1,
        "explanation": "Lanesboro sits in Minnesota's bluff country, which means low elevation river valley terrain that won't challenge anyone's oxygen supply. The 'bluffs' are relative—elevated compared to the river bottoms but still well under 1,500 feet above sea level. No altitude considerations whatsoever for training, travel, or performance planning."
      },
      "logistics": {
        "score": 3,
        "explanation": "Downtown Lanesboro start at 10 a.m. provides straightforward race-day logistics with small-town accessibility and post-ride activities within walking distance. Limited details on packet pickup, parking, or aid stations in the research suggest either streamlined operations or communication gaps. The route varies annually, which could complicate preparation but keeps things interesting for repeat participants."
      },
      "adventure": {
        "score": 3,
        "explanation": "Minnesota's bluff country offers legitimate scenic variety through golden valleys, wooded ridges, and rolling farmland that changes character throughout the 50-mile route. The annual route variation keeps experienced riders guessing and prevents the course from becoming predictable. It's not wilderness adventure—you're never far from civilization in Fillmore County agricultural country—but it's genuine rural exploration through terrain most riders never see."
      }
    },
    "final_verdict": {
      "score": "54 / 100",
      "one_liner": "A Minnesota bluff country crawler that's more tourist ride than race, complete with food trucks and small-town charm.",
      "should_you_race": "If you're looking for a chill fall colors tour with 3000 feet of rolling climbs, this works. The Lanesboro setting is pretty, the vibe is friendly, and 50 miles won't destroy your weekend. Skip it if you want real competition or technical challenge—this is more community ride than gravel race. Any decent gravel bike handles these roads fine.",
      "alternatives": "Almanzo 100 gives you proper Minnesota suffering if you want the real thing, while Gravel Worlds in Nebraska delivers actual competition with similar Midwest charm but higher stakes."
    },
    "citations": [
      {
        "url": "https://www.filthy50.com",
        "category": "official",
        "label": "Official Website"
      },
      {
        "url": "https://ridewithgps.com/routes/53102035",
        "category": "route",
        "label": "RideWithGPS: Filthy 50"
      },
      {
        "url": "https://booking.com",
        "category": "other",
        "label": "Booking"
      },
      {
        "url": "https://maps.google.com",
        "category": "other",
        "label": "Maps"
      },
      {
        "url": "https://reddit.com/r/gravelcycling",
        "category": "community",
        "label": "Reddit"
      },
      {
        "url": "https://reddit.com/r/gravelcycling/comments/filthy-50",
        "category": "community",
        "label": "Reddit"
      },
      {
        "url": "https://ridewithgps.com",
        "category": "route",
        "label": "RideWithGPS"
      },
      {
        "url": "https://weather.com",
        "category": "other",
        "label": "Weather"
      },
      {
        "url": "https://www.athlinks.com",
        "category": "other",
        "label": "Athlinks"
      },
      {
        "url": "https://www.bikereg.com",
        "category": "registration",
        "label": "BikeReg"
      },
      {
        "url": "https://www.cyclingtips.com",
        "category": "media",
        "label": "CyclingTips"
      },
      {
        "url": "https://www.dirtyfreehub.com",
        "category": "other",
        "label": "Dirtyfreehub"
      },
      {
        "url": "https://www.packfodder.com",
        "category": "other",
        "label": "Packfodder"
      },
      {
        "url": "https://www.ridingravel.com",
        "category": "other",
        "label": "Ridingravel"
      },
      {
        "url": "https://www.strava.com",
        "category": "activity",
        "label": "Strava"
      },
      {
        "url": "https://www.trainerroad.com",
        "category": "community",
        "label": "TrainerRoad"
      },
      {
        "url": "https://www.velonews.com",
        "category": "media",
        "label": "VeloNews"
      }
    ]
  }
}
