{
  "race": {
    "name": "Giro Sardegna Gravel",
    "slug": "giro-sardegna-gravel",
    "display_name": "Giro Sardegna Gravel",
    "tagline": "Sardinian mountains—130km of island gravel, 2,600m elevation, Mediterranean views, May warmth.",
    "vitals": {
      "distance_mi": 81,
      "elevation_ft": 8530,
      "location": "Siniscola, Sardinia, Italy",
      "location_badge": "SINISCOLA, SARDINIA",
      "county": "Sardinia",
      "date": "May annually",
      "date_specific": "Check official website for date",
      "terrain_types": [
        "Sardinian mountains gravel (75%)",
        "Paved roads (25%)",
        "Rolling terrain",
        "Coastal views"
      ],
      "field_size": "500-700 riders",
      "start_time": "Morning",
      "registration": "Online. Cost: €90-€130 (~$100-$145 USD)",
      "prize_purse": "None",
      "aid_stations": "Multiple on course",
      "cutoff_time": "None",
      "lat": 40.5732,
      "lng": 9.694
    },
    "climate": {
      "primary": "Sardinian spring",
      "description": "May: 18-28°C, 20% rain chance, spring conditions.",
      "challenges": [
        "Heat (18-28°C)",
        "Sun exposure",
        "Spring weather variability"
      ]
    },
    "terrain": {
      "primary": "Sardinian mountains—rolling terrain with coastal views",
      "surface": "75% gravel, 25% paved roads. Sardinian mountains—rolling terrain, coastal views. 2,600 m over 130 km. Siniscola area. Technical rating: 4/5.",
      "technical_rating": 4,
      "features": [
        "Sardinian mountains",
        "Mediterranean coastal views",
        "Island terrain",
        "Rolling mountain gravel",
        "Good airport access (Olbia 60km)",
        "Affordable entry"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 76,
      "tier": 2,
      "tier_label": "TIER 2",
      "logistics": 3,
      "length": 4,
      "technicality": 4,
      "elevation": 4,
      "climate": 3,
      "altitude": 1,
      "adventure": 5,
      "prestige": 4,
      "race_quality": 4,
      "experience": 5,
      "community": 4,
      "field_depth": 4,
      "value": 5,
      "expenses": 3,
      "discipline": "gravel",
      "display_tier": 2
    },
    "biased_opinion": {
      "verdict": "Sardinian Island Mountain Adventure",
      "summary": "Giro Sardegna Gravel is Sardinian mountains—130 km, 2,600 m elevation. Founded ~2020. 75% gravel, 25% paved. Sardinian mountains—rolling terrain, Mediterranean coastal views. 500-700 riders. Siniscola, Sardinia (coastal town). May spring conditions (18-28°C). Affordable entry (€90-€130 / $100-$145). If you want Sardinian island gravel with Mediterranean views and affordable entry, this is it. If you need local/domestic, skip it. International destination race.",
      "strengths": [
        "Sardinian mountains scenery (stunning)",
        "Mediterranean coastal views",
        "Island adventure (unique)",
        "Affordable entry ($100-$145 USD)",
        "Good airport access (Olbia 60km)",
        "Well-organized Italian event",
        "Post-race Sardinian food/wine"
      ],
      "weaknesses": [
        "International travel required (Olbia 60km)",
        "Elevation (2,600 m / 130 km)",
        "15-20% DNF",
        "Heat (May Sardinia 20-28°C)",
        "Technical terrain",
        "130 km distance"
      ],
      "bottom_line": "Giro Sardegna Gravel is Sardinian island mountain adventure. 130 km, 2,600 m, Mediterranean views. If you want Sardinian gravel with stunning scenery and affordable entry, this is it. If you need local/domestic, skip it. International travel required but Sardinia makes it worth it. Post-race food/wine."
    },
    "logistics": {
      "nearest_airport": "Olbia (OLB) — 60 km (1-hour drive)",
      "alternate_airports": "None convenient",
      "lodging_note": "Siniscola, Sardinia. Book early.",
      "parking": "Check official website",
      "packet_pickup": "Day-before. Check official website.",
      "travel_summary": "Fly to Olbia (OLB). Rental car needed (60 km, 1-hour drive to Siniscola). Coastal town lodging—book early. Day-before packet pickup. Race May. Post-race Sardinian food/wine.",
      "food_options": "Aid stations on course. Post-race party with Sardinian food/wine.",
      "camping": "Check official website",
      "official_site": "https://www.girosardegnagravel.com"
    },
    "course_description": {
      "character": "130 km, 2,600 m. 75% gravel, 25% paved. Sardinian mountains—rolling terrain, coastal views. Technical rating: 4/5.",
      "suffering_zones": [
        {
          "name": "Throughout: Sardinian Mountains",
          "miles": "Throughout",
          "description": "Sardinian mountains. 2,600 m cumulative elevation. Rolling terrain.",
          "survival_strategy": "Low gears. Pace conservatively. Cumulative elevation adds up. 130 km long."
        },
        {
          "name": "Throughout: May Warmth",
          "miles": "Throughout",
          "description": "May Sardinia = 20-28°C. Warm. Sun exposure. Mediterranean heat.",
          "survival_strategy": "3+ bottles. Sun protection. Hydrate constantly. Start early. Warmth is manageable."
        }
      ],
      "signature_challenge": "130 km + 2,600 m elevation + May warmth. Sardinian mountains Mediterranean views.",
      "ridewithgps_id": "48864427",
      "ridewithgps_name": "Giro Sardegna Gravel"
    },
    "history": {
      "founded": "~2020",
      "founder": "Unknown",
      "origin_story": "Giro Sardegna Gravel founded ~2020. Siniscola, Sardinia, Italy. 130 km, 500-700 riders. Sardinian mountains gravel.",
      "notable_moments": [
        "2023: Warm, dry (20-28°C)",
        "2024: Variable, some heat (18-28°C)"
      ],
      "reputation": "Italian gravel scene. Sardinia. Island adventure. Mediterranean views. Well-organized."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 0,
        "grade": "pending",
        "weakest": "pending",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 0,
          "citation_density": 0,
          "temporal_depth": 0,
          "specificity": 0,
          "statistical_backing": 0,
          "voice_authenticity": 0,
          "completeness": 0,
          "cross_reference": 0
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 4,
        "explanation": "UCI Gravel World Series qualifier with 30 years of Giro Sardegna history behind it—that's real pedigree. The road version drew legends like Eddy Merckx and Rik Van Looy, so the gravel edition inherits serious cycling credibility. Only in its second year as a gravel race, but it's already positioned as a 'legendary' World Series event. Missing that final prestige point because it's still proving itself in the gravel world."
      },
      "race_quality": {
        "score": 4,
        "explanation": "Sophisticated course design starting with 3.5km of beach riding, then 6.7km around protected Capo Comino dunes before hitting the main 50km dirt circuit. The race offers smart age-graded distances—elites do the circuit twice (122km), older riders once (72km). UCI World Series standards mean proper organization and timing. Course hits Capo Comino Lighthouse at km 10.5, giving riders clear navigation markers."
      },
      "experience": {
        "score": 5,
        "explanation": "Beach start transitioning to protected coastal dunes, then dirt roads through southeast Sardinia's stunning coastline—this is proper adventure racing. The course combines marine sections with mountainous terrain, offering variety most gravel races can't touch. Starting on actual beach sand at Siniscola, then rolling through Berchida Beach and Bidderosa Natural Oasis creates an experience you'll never forget. Mediterranean backdrop with quiet roads means you're racing through postcard scenery."
      },
      "community": {
        "score": 4,
        "explanation": "Part of a week-long cycling festival with three format options, so you're embedded in serious cycling culture. The 30-year Giro Sardegna legacy brings established Italian cycling community and infrastructure. Being UCI World Series means international field mixing with local Sardinian riders. Small beach towns like Muravera and Villasimius create intimate race atmosphere, but the community is still building since this is only the second gravel edition."
      },
      "field_depth": {
        "score": 4,
        "explanation": "UCI World Series qualification draws international talent hunting points for World Championships in Australia. Age-graded distances from 72km to 122km means competitive fields across categories, not just the usual 30-something male dominance. The established Giro Sardegna reputation pulls quality riders, but as a newer gravel event it's still building the elite depth of established World Series races. Expect strong European contingent given the Mediterranean location."
      },
      "value": {
        "score": 5,
        "explanation": "You're getting Mediterranean island racing with World Series qualification for whatever the entry fee costs. The course design and variety—beach, dunes, dirt circuits, coastal roads—delivers more terrain types than most gravel races manage in twice the distance. Part of a 30-year cycling legacy event, so you're buying into established infrastructure and organization. Plus you're racing through protected natural areas that would cost serious money just to visit as a tourist."
      },
      "expenses": {
        "score": 3,
        "explanation": "Sardinia means flying to an island, then getting to small beach towns like Siniscola or Muravera-Villasimius. Nearest major airports are Cagliari or Olbia, adding transfer costs and time. Accommodation in coastal resort areas during late April/early May hits shoulder season pricing. Registration opens September 1st with February 28th early-bird cutoff, so plan ahead or pay more."
      },
      "length": {
        "score": 4,
        "explanation": "The 81-mile/122km elite distance hits the sweet spot for serious gravel racing without becoming a sufferfest. Smart course design with the 50km circuit means you know what you're getting into after the first loop. Age-graded options down to 72km show thoughtful race planning rather than one-size-fits-all brutality. Length works with the terrain—enough distance to make the Mediterranean scenery worthwhile without overstaying welcome."
      },
      "technicality": {
        "score": 4,
        "explanation": "Starting on beach sand immediately tests bike handling and power management. The 6.7km asphalt section around protected dunes requires navigation skills and pace judgment before hitting the main dirt circuit. Combination of coastal terrain with mountainous sections means varied technical challenges throughout. Missing that fifth point because the 50km circuit design means you learn the technical sections on lap one, reducing unknowns."
      },
      "elevation": {
        "score": 4,
        "explanation": "8,530 feet of climbing over 81 miles delivers consistent challenge without absurd gradients—that's about 105 feet per mile. The mountainous sections combined with coastal terrain suggests varied climbing from punchy coastal hills to longer inland ascents. Elevation profile works with the 50km circuit format, giving riders a preview of what's coming on the second loop. Enough climbing to matter without turning the Mediterranean scenery into a suffer-fest."
      },
      "climate": {
        "score": 3,
        "explanation": "Late April/early May in Sardinia means shoulder season weather—could be perfect Mediterranean conditions or surprise spring storms. Coastal location brings wind exposure, especially during the beach start and dune sections around Capo Comino. The 'mild winter weather' description suggests generally favorable conditions, but island weather is unpredictable. You're gambling on Mediterranean spring, which usually pays off but offers no guarantees."
      },
      "altitude": {
        "score": 1,
        "explanation": "Sea level start in Siniscola with coastal terrain throughout means minimal altitude impact on performance. Mediterranean island racing keeps you near the coast, so no breathing issues or altitude adaptation needed. Even the mountainous sections stay relatively low given the island geography. This is pure coastal/low-elevation gravel racing."
      },
      "logistics": {
        "score": 3,
        "explanation": "Small beach towns like Siniscola and Muravera-Villasimius offer charm but limited infrastructure for big events. Getting to Sardinia requires flight connections and ground transport to the race base. The 30-year Giro Sardegna experience helps organization, but the gravel version is still new and working out logistics kinks. Registration timeline suggests planning ahead is essential—this isn't a show-up-and-race situation."
      },
      "adventure": {
        "score": 5,
        "explanation": "Beach start, protected coastal dunes, dirt circuits through Mediterranean island terrain—this hits every adventure racing checkbox. You're literally starting on the sand at Siniscola, racing through Bidderosa Natural Oasis, and navigating by the Capo Comino Lighthouse. The combination of marine and mountainous sections on quiet Sardinian roads delivers pure exploration. This is the kind of course that makes you forget you're racing and remember why you love riding bikes."
      }
    },
    "final_verdict": {
      "score": "76 / 100",
      "one_liner": "Mediterranean gravel with UCI points that actually feels like a vacation until the dirt sections remind you why your watts matter.",
      "should_you_race": "If you can hold threshold power on loose surfaces and don't mind mixing beach starts with proper gravel circuits, this delivers. The 50km circuit format means your pacing mistakes get amplified—show up undertrained for those dirt sections and the second lap becomes survival mode. Solid choice if you want UCI World Series points without the full sufferfest of most qualifiers.",
      "alternatives": "Gravel Worlds qualifiers like Gralloch in Scotland offer similar points with more technical challenge, while SBT GRVL gives you the big-field energy this lacks. If you want Mediterranean vibes with less travel complexity, consider Tuscany Trail or Spanish gravel events that don't require island logistics."
    },
    "citations": [
      {
        "url": "https://www.girosardegnagravel.com",
        "category": "official",
        "label": "Official Website"
      },
      {
        "url": "https://ridewithgps.com/routes/48864427",
        "category": "route",
        "label": "RideWithGPS: Giro Sardegna Gravel"
      },
      {
        "url": "https://booking.com",
        "category": "other",
        "label": "Booking"
      },
      {
        "url": "https://maps.google.com",
        "category": "other",
        "label": "Maps"
      },
      {
        "url": "https://reddit.com/r/gravelcycling",
        "category": "community",
        "label": "Reddit"
      },
      {
        "url": "https://reddit.com/r/gravelcycling/comments/giro-sardegna",
        "category": "community",
        "label": "Reddit"
      },
      {
        "url": "https://ridewithgps.com",
        "category": "route",
        "label": "RideWithGPS"
      },
      {
        "url": "https://weather.com",
        "category": "other",
        "label": "Weather"
      },
      {
        "url": "https://www.athlinks.com",
        "category": "other",
        "label": "Athlinks"
      },
      {
        "url": "https://www.bikereg.com",
        "category": "registration",
        "label": "BikeReg"
      },
      {
        "url": "https://www.cyclingtips.com",
        "category": "media",
        "label": "CyclingTips"
      },
      {
        "url": "https://www.dirtyfreehub.com",
        "category": "other",
        "label": "Dirtyfreehub"
      },
      {
        "url": "https://www.girosardegnagrav",
        "category": "other",
        "label": "Girosardegnagrav"
      },
      {
        "url": "https://www.packfodder.com",
        "category": "other",
        "label": "Packfodder"
      },
      {
        "url": "https://www.ridingravel.com",
        "category": "other",
        "label": "Ridingravel"
      },
      {
        "url": "https://www.strava.com",
        "category": "activity",
        "label": "Strava"
      },
      {
        "url": "https://www.trainerroad.com",
        "category": "community",
        "label": "TrainerRoad"
      },
      {
        "url": "https://www.velonews.com",
        "category": "media",
        "label": "VeloNews"
      }
    ]
  }
}
