{
  "race": {
    "name": "UCI GRAVEL SUISSE / THE MAJESTICS",
    "slug": "gravel-fondo-switzerland",
    "display_name": "UCI Gravel Suisse",
    "tagline": "UCI World Series racing in the Swiss Alps - where the world cycling headquarters meets 11,000 feet of alpine suffering",
    "vitals": {
      "distance_mi": 68,
      "distance_km": 110,
      "elevation_ft": 11300,
      "elevation_m": 3440,
      "location": "Aigle / Villars-sur-Ollon, Switzerland",
      "location_badge": "AIGLE, SWITZERLAND",
      "date": "July annually",
      "date_specific": "2026: July 12"
    },
    "gravel_god_rating": {
      "overall_score": 74,
      "editorial_tier": 1,
      "editorial_tier_label": "TIER 1",
      "business_tier": 1,
      "business_tier_label": "TIER 1",
      "display_tier": 1,
      "display_tier_label": "TIER 1",
      "logistics": 4,
      "length": 3,
      "technicality": 3,
      "elevation": 5,
      "climate": 4,
      "altitude": 3,
      "adventure": 5,
      "prestige": 5,
      "race_quality": 4,
      "experience": 5,
      "community": 3,
      "field_depth": 4,
      "value": 3,
      "expenses": 1,
      "tier_override_reason": "prestige=5 override: T3→T1 promotion",
      "tier": 1,
      "tier_label": "TIER 1"
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 5,
        "explanation": "Part of the UCI Gravel World Series with direct qualification to World Championships. The venue has been awarded the 2029 UCI Gravel World Championships - this is as prestigious as gravel racing gets outside of Unbound."
      },
      "race_quality": {
        "score": 4,
        "explanation": "Swiss precision meets UCI standards. Feed zones every 25-30km, full mechanical and medical support, proper timing chips, and that characteristic Swiss attention to detail. Not quite Life Time production value, but professionally executed."
      },
      "experience": {
        "score": 5,
        "explanation": "Rolling out from the doorstep of the UCI World Cycling Center - where the rules of our sport are written - then ascending through alpine forests to finish at a Swiss mountain pass. The multi-discipline Majestics weekend format adds road and TT options. Life-changing for any cycling purist."
      },
      "community": {
        "score": 3,
        "explanation": "Still building its identity as a newer UCI World Series event (first edition 2024). Good international mix and growing, but hasn't developed the legendary culture of Unbound or the tight community of smaller races yet."
      },
      "field_depth": {
        "score": 4,
        "explanation": "UCI World Series status attracts strong European pros - Andreas Seewald, Sophie Wright, and former Unbound winner Carolin Schiff have all competed. Not major series depth, but serious international competition with World Championship qualification on the line."
      },
      "value": {
        "score": 3,
        "explanation": "Entry fees are reasonable by European UCI standards with Swiss Cycling member discounts available. Solid included amenities (welcome bag, feed zones, mechanical support). Fair value for a UCI qualifier, but Switzerland is never cheap."
      },
      "expenses": {
        "score": 1,
        "explanation": "Switzerland will destroy your wallet. Hotels range $186-304/night, flights from North America run $1,000+, Swiss food and transport are expensive by any standard. Easily a $2,500-3,500 trip for Americans. Europeans have it easier, but still premium pricing."
      },
      "length": {
        "score": 3,
        "explanation": "At 110km (68 miles), the Granfondo sits solidly in the mid-range - substantial but not ultra territory. The Mediofondo option at 72km provides a shorter alternative."
      },
      "technicality": {
        "score": 3,
        "explanation": "Mixed terrain with 50% paved and 50% unpaved surfaces. Features some brutally steep 20% gradient sections on Route des Chaux, but no extreme singletrack - it's alpine gravel, not mountain biking."
      },
      "elevation": {
        "score": 5,
        "explanation": "A monstrous 3,440 meters (11,300 feet) of climbing makes this one of the most vertical races on the UCI calendar. The second half alone packs 2,300m of gain - pure alpine brutality."
      },
      "climate": {
        "score": 4,
        "explanation": "Alpine conditions in July can be deceptively harsh - cool temperatures at altitude, rapidly changing mountain weather, potential for afternoon storms. Finish at Col de la Croix at 1,819m can get cold even in summer."
      },
      "altitude": {
        "score": 3,
        "explanation": "Start at valley level (380m/1,250ft) but climb to 1,819m (5,970ft) at Col de la Croix. Moderate altitude impact - noticeable for flatlanders but not the oxygen debt you'd get at 10,000ft+."
      },
      "logistics": {
        "score": 4,
        "explanation": "International travel to Switzerland required. Geneva airport is closest but still requires train or car rental. Swiss hotels are expensive, and getting bikes through European travel adds complexity. Worth it, but takes planning."
      },
      "adventure": {
        "score": 5,
        "explanation": "Starting at the actual UCI World Cycling Center headquarters - the global home of cycling - then climbing through the Vaudois Alps to finish at Col de la Croix. This is bucket-list territory, especially with Switzerland hosting the 2029 UCI Gravel World Championships at this venue."
      }
    },
    "location": {
      "city": "Aigle / Villars-sur-Ollon",
      "state": "Canton of Vaud",
      "country": "Switzerland",
      "region": "Vaudois Alps"
    },
    "date": {
      "month": "July",
      "typical": "Second weekend of July",
      "season": "Summer",
      "year2026": "July 12, 2026"
    },
    "organizer": {
      "name": "RD Cycling",
      "website": "https://ucigravelsuisse.com/en/"
    },
    "distances": [
      {
        "name": "Granfondo (The Summit)",
        "distance_km": 110,
        "distance_mi": 68,
        "elevation_m": 3440,
        "elevation_ft": 11300,
        "description": "Full UCI qualifying distance for all age groups - from UCI headquarters to Col de la Croix"
      },
      {
        "name": "Mediofondo",
        "distance_km": 72,
        "distance_mi": 45,
        "elevation_m": 2380,
        "elevation_ft": 7800,
        "description": "Official qualifying distance for men 60+ and women 50+ age groups"
      }
    ],
    "terrain": "50% paved / 50% unpaved alpine terrain. Starts flat in Rhone Valley, transitions to steep forest climbs and high-altitude gravel roads. Features a brutal 20% gradient section on Route des Chaux before the Col de la Croix finish.",
    "registration": {
      "opens": "November (previous year)",
      "website": "https://ucigravelsuisse.com/en/inscriptions/",
      "notes": "Early registration discounts available. Swiss Cycling members receive 20% discount."
    },
    "weather": "Alpine summer conditions - generally pleasant but highly variable. Cool at altitude, potential for afternoon storms. Temperature can drop significantly at the Col de la Croix finish (1,819m).",
    "uniqueCharacteristics": [
      "Starts at UCI World Cycling Center headquarters in Aigle - the global home of cycling",
      "Host venue for 2029 UCI Gravel World Championships",
      "Part of UCI Gravel World Series with Worlds qualification",
      "One of the highest elevation-per-km ratios in the UCI series",
      "Multi-discipline weekend: TT Friday, Road Saturday, Gravel Sunday",
      "50/50 paved/unpaved surface split",
      "Swiss precision organization and infrastructure",
      "Finish at Col de la Croix (1,819m) with stunning alpine views"
    ],
    "seriesAffiliation": "UCI Gravel World Series",
    "tier": "TIER 1",
    "popularity": "High - premier Swiss gravel event and UCI World Series qualifier",
    "lastUpdated": "2026-01-13",
    "dataQuality": "Excellent"
  }
}
