{
  "race": {
    "name": "Gravel and Tar Classic",
    "slug": "gravel-and-tar-classic",
    "display_name": "Gravel and Tar Classic",
    "tagline": "New Zealand countryside—160km of farmland gravel, 2,000m elevation, February warmth, 15-20% DNF.",
    "vitals": {
      "distance_mi": 99,
      "elevation_ft": 6562,
      "location": "Manawatū-Whanganui, New Zealand",
      "location_badge": "MANAWATŪ, NEW ZEALAND",
      "county": "Manawatū-Whanganui",
      "date": "February annually",
      "date_specific": "Check official website for date",
      "terrain_types": [
        "New Zealand gravel (70%)",
        "Paved roads (30%)",
        "Rolling hills",
        "Farmland"
      ],
      "field_size": "300-500 riders",
      "start_time": "Morning",
      "registration": "Online. Cost: NZ$150-$200 (~$90-$120 USD)",
      "prize_purse": "None",
      "aid_stations": "Multiple on course",
      "cutoff_time": "None",
      "lat": -39.6408,
      "lng": 175.5714
    },
    "climate": {
      "primary": "New Zealand summer",
      "description": "February: 18-28°C, 25% rain chance, summer conditions.",
      "challenges": [
        "Heat (18-28°C)",
        "Sun exposure",
        "Summer weather variability"
      ]
    },
    "terrain": {
      "primary": "New Zealand countryside—rolling hills, farmland",
      "surface": "70% gravel, 30% paved roads. New Zealand countryside—rolling hills, farmland. 2,000 m over 160 km. Manawatū area. Technical rating: 3/5.",
      "technical_rating": 3,
      "features": [
        "New Zealand countryside",
        "Rolling hills",
        "Farmland gravel",
        "Manawatū region",
        "Good airport access (Palmerston North 30km)",
        "Affordable entry"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 67,
      "tier": 2,
      "tier_label": "TIER 2",
      "logistics": 2,
      "length": 5,
      "technicality": 3,
      "elevation": 3,
      "climate": 3,
      "altitude": 1,
      "adventure": 5,
      "prestige": 3,
      "race_quality": 4,
      "experience": 4,
      "community": 4,
      "field_depth": 3,
      "value": 5,
      "expenses": 2,
      "discipline": "gravel",
      "display_tier": 2
    },
    "biased_opinion": {
      "verdict": "New Zealand Countryside Long Distance",
      "summary": "Gravel and Tar Classic is New Zealand countryside—160 km, 2,000 m elevation. Founded ~2018. 70% gravel, 30% paved. New Zealand countryside—rolling hills, farmland. 300-500 riders. Manawatū-Whanganui, NZ. February summer conditions (18-28°C). Affordable entry (NZ$150-$200 / $90-$120). If you want New Zealand countryside with long distance and affordable entry, this is it. If you need short distance or local/domestic, skip it. 160 km is long. International destination race.",
      "strengths": [
        "New Zealand countryside scenery (stunning)",
        "Affordable entry ($90-$120 USD)",
        "Good airport access (Palmerston North 30km)",
        "Well-organized New Zealand event",
        "Post-race New Zealand food/wine",
        "February weather (18-28°C, good)",
        "Unique New Zealand adventure"
      ],
      "weaknesses": [
        "Long distance (160 km)",
        "15-20% DNF",
        "International travel required (expensive)",
        "Elevation (2,000 m / 160 km cumulative)",
        "Heat (February NZ 20-28°C)",
        "Limited international recognition"
      ],
      "bottom_line": "Gravel and Tar Classic is New Zealand countryside long distance. 160 km, 2,000 m, February warmth. If you want New Zealand countryside with affordable entry, this is it. If you need short distance or local/domestic, skip it. 160 km is long. International travel required but New Zealand makes it worth it."
    },
    "logistics": {
      "nearest_airport": "Palmerston North (PMR) — 30 km (30-minute drive)",
      "alternate_airports": "Wellington (WLG) — 150 km",
      "lodging_note": "Manawatū region. Book early.",
      "parking": "Check official website",
      "packet_pickup": "Day-before. Check official website.",
      "travel_summary": "Fly to Palmerston North (PMR). Rental car needed (30 km, 30-minute drive to Manawatū). Region lodging—book early. Day-before packet pickup. Race February. Post-race New Zealand food/wine.",
      "food_options": "Aid stations on course. Post-race party with New Zealand food/wine.",
      "camping": "Check official website",
      "official_site": "https://www.gravelandtar.co.nz"
    },
    "course_description": {
      "character": "160 km, 2,000 m. 70% gravel, 30% paved. New Zealand countryside—rolling hills, farmland. Technical rating: 3/5.",
      "suffering_zones": [
        {
          "name": "Throughout: Long Distance",
          "miles": "0-160",
          "description": "160 km is long. 2,000 m cumulative elevation. New Zealand countryside.",
          "survival_strategy": "Pace conservatively. 4+ bottles. Break into chunks. 160 km is long. Mental toughness."
        },
        {
          "name": "Throughout: February Warmth",
          "miles": "Throughout",
          "description": "February NZ = 20-28°C. Warm. Sun exposure.",
          "survival_strategy": "4+ bottles. Sun protection. Hydrate constantly. Start early. Warmth is manageable."
        },
        {
          "name": "Mile 120+: Distance Fatigue",
          "miles": "120-160",
          "description": "40 km to go. Legs tired. 15-20% DNF here.",
          "survival_strategy": "Break into chunks. Focus on next aid. Mental toughness. Push through."
        }
      ],
      "signature_challenge": "160 km long distance + 2,000 m elevation. New Zealand countryside."
    },
    "history": {
      "founded": "~2018",
      "founder": "Unknown",
      "origin_story": "Gravel and Tar Classic founded ~2018. Manawatū-Whanganui, New Zealand. 160 km, 300-500 riders. New Zealand countryside farmland gravel.",
      "notable_moments": [
        "2023: Warm, dry (20-28°C)",
        "2024: Variable (18-28°C)"
      ],
      "reputation": "New Zealand gravel scene. Manawatū. Long distance. Well-organized. Affordable entry."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 0,
        "grade": "pending",
        "weakest": "pending",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 0,
          "citation_density": 0,
          "temporal_depth": 0,
          "specificity": 0,
          "statistical_backing": 0,
          "voice_authenticity": 0,
          "completeness": 0,
          "cross_reference": 0
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 3,
        "explanation": "UCI Oceania Tour 1.2 status since 2018 gives it legitimate international recognition, drawing teams from Sweden, Japan, US, and Australia for early season UCI points. Brodie Chapman's podium declaration that it was 'the most fun I've had on a bike – ever!' carries weight from a WorldTour rider. But let's be honest – it's still a regional New Zealand race that postponed its 2025 edition entirely, which doesn't scream bulletproof prestige."
      },
      "race_quality": {
        "score": 4,
        "explanation": "The peloton fractures from punctures and crashes on gravel sectors, with many riders missing time cuts or DNFing outright – that's the mark of a legitimate race, not some charity ride. Called 'one of the toughest one-day cycling events in Oceania' with good reason. The 5-6 gravel sectors through Pohangina watersheds separate pretenders from contenders, though the 75% sealed road ratio keeps it from being pure gravel carnage."
      },
      "experience": {
        "score": 4,
        "explanation": "Starting and finishing in Ashhurst village with gravel roads cutting through Pohangina watersheds delivers the mixed-surface challenge that actually matters. The Saturday Team Time Trial adds tactical depth beyond just showing up and suffering for 99 miles. High DNF rates mean you earn your finish, and Chapman's genuine enthusiasm suggests this isn't just marketing fluff about 'fun.'"
      },
      "community": {
        "score": 4,
        "explanation": "Nine years of consistent operation (minus COVID 2022 and the mysterious 2025 postponement) shows staying power in a small market. International teams keep showing up for early season UCI points, which means the racing delivers what's promised. The move from Palmerston North to Feilding to now Ashhurst suggests they're willing to evolve the experience based on feedback."
      },
      "field_depth": {
        "score": 3,
        "explanation": "UCI 1.2 status pulls legitimate international squads hunting early season points, with past winners including WorldTour-level riders like Brodie Chapman and rising talents like Niamh Fisher-Black. But it's still New Zealand in October – you're not getting Tour de France depth here. The high attrition rate from gravel sections at least ensures whoever's left at the finish earned their place."
      },
      "value": {
        "score": 5,
        "explanation": "You get 99 miles of legitimate suffering through Manawatū-Whanganui with both men's and women's races plus a Saturday TTT component. Two-day format with varied distances (155km men's, 91km women's) means multiple ways to engage. No entry fee data available, but given it's New Zealand and not some Euro monument, you're probably not getting gouged for the privilege of punishment."
      },
      "expenses": {
        "score": 2,
        "explanation": "Flying to New Zealand for a bike race isn't cheap from anywhere that matters, and October timing means you're hitting their spring season when accommodations cost more. The race bounced between Palmerston North, Feilding, and now Ashhurst, suggesting limited lodging options near the actual start. Plus they postponed 2025 entirely, so factor in the risk of your travel plans getting torched."
      },
      "length": {
        "score": 5,
        "explanation": "99 miles with 6562 feet of climbing isn't messing around – that's a legitimate day in the saddle that will expose your fitness gaps. The men's 155km distance aligns with serious one-day racing standards, while the women's 91km option still demands respect. Add the Saturday TTT component and you're getting a proper two-day challenge, not some weekend warrior spin."
      },
      "technicality": {
        "score": 3,
        "explanation": "Those 5-6 gravel sectors through Pohangina watersheds fracture the peloton with punctures and crashes, but it's still 75% sealed roads. High DNF rates suggest the gravel portions demand real bike handling skills, not just power. The mixed surface challenge tests more than pure watts, though it's not full technical mountain bike territory."
      },
      "elevation": {
        "score": 3,
        "explanation": "6562 feet over 99 miles averages about 66 feet per mile – noticeable but not Alpine brutal. The gravel sectors hit watersheds around Pohangina, suggesting the climbs matter tactically even if they won't break you purely on gradient. Enough elevation to matter in the final selection, not enough to make climbing specialists the automatic winners."
      },
      "climate": {
        "score": 3,
        "explanation": "October in New Zealand's Manawatū region means spring weather that could go either way – potentially perfect, potentially miserable. The race has survived multiple years without weather becoming the main story, suggesting conditions are generally rideable. No specific weather incidents in the research, which either means conditions are boring or the race isn't big enough for weather drama to make news."
      },
      "altitude": {
        "score": 1,
        "explanation": "Manawatū-Whanganui region sits near sea level – you're not getting any altitude training benefits or breathing challenges here. The watersheds around Pohangina aren't exactly high country, and the race finishes back in village elevation. If you need altitude to make a race interesting, this isn't your event."
      },
      "logistics": {
        "score": 2,
        "explanation": "The race has moved start locations three times in nine years – Palmerston North to Feilding to now Ashhurst – suggesting they haven't nailed the logistics formula yet. Postponing the entire 2025 edition doesn't inspire confidence in organizational stability. Small town New Zealand means limited infrastructure for race support, and the research shows zero details on basics like packet pickup or parking."
      },
      "adventure": {
        "score": 5,
        "explanation": "Flying to New Zealand for a mixed-surface sufferfest that fractures pelotons and generates high DNF rates? That's adventure by definition. The gravel watersheds around Pohangina offer legitimate exploration potential beyond just the race route. Chapman's authentic excitement about the 'most fun ever' suggests this delivers the kind of experience you'll actually remember, not just another race to check off the list."
      }
    },
    "final_verdict": {
      "score": "67 / 100",
      "one_liner": "New Zealand's most beautiful way to discover that punctures and time cuts don't negotiate.",
      "should_you_race": "If you can handle 99 miles where the gravel sectors exist specifically to fracture the field and leave riders scattered across the Manawatū countryside, this is your kind of suffering. The 25% gravel ratio sounds friendly until you're dealing with punctures while chasing time cuts that historically claim a significant chunk of the field. Show up undertrained and you'll join the long list of DNFs who underestimated what 'toughest one-day race in Oceania' actually means.",
      "alternatives": "Dirty Kanza offers similar field-fracturing chaos but with more predictable Midwest conditions instead of New Zealand's weather roulette. If you want the mixed-surface challenge without the travel logistics nightmare, Crusher in the Tushar delivers comparable suffering with better infrastructure and fewer question marks about whether the race will actually happen."
    },
    "citations": [
      {
        "url": "https://www.gravelandtar.co.nz",
        "category": "official",
        "label": "Official Website"
      },
      {
        "url": "https://booking.com",
        "category": "other",
        "label": "Booking"
      },
      {
        "url": "https://maps.google.com",
        "category": "other",
        "label": "Maps"
      },
      {
        "url": "https://reddit.com/r/gravelcycling",
        "category": "community",
        "label": "Reddit"
      },
      {
        "url": "https://reddit.com/r/gravelcycling/comments/gravel-and-tar",
        "category": "community",
        "label": "Reddit"
      },
      {
        "url": "https://ridewithgps.com",
        "category": "route",
        "label": "RideWithGPS"
      },
      {
        "url": "https://weather.com",
        "category": "other",
        "label": "Weather"
      },
      {
        "url": "https://www.athlinks.com",
        "category": "other",
        "label": "Athlinks"
      },
      {
        "url": "https://www.bikereg.com",
        "category": "registration",
        "label": "BikeReg"
      },
      {
        "url": "https://www.cyclingtips.com",
        "category": "media",
        "label": "CyclingTips"
      },
      {
        "url": "https://www.dirtyfreehub.com",
        "category": "other",
        "label": "Dirtyfreehub"
      },
      {
        "url": "https://www.packfodder.com",
        "category": "other",
        "label": "Packfodder"
      },
      {
        "url": "https://www.ridingravel.com",
        "category": "other",
        "label": "Ridingravel"
      },
      {
        "url": "https://www.strava.com",
        "category": "activity",
        "label": "Strava"
      },
      {
        "url": "https://www.trainerroad.com",
        "category": "community",
        "label": "TrainerRoad"
      },
      {
        "url": "https://www.velonews.com",
        "category": "media",
        "label": "VeloNews"
      }
    ]
  }
}
