{
  "race": {
    "name": "Gravel Brazil",
    "slug": "gravel-brazil",
    "display_name": "Gravel Brazil",
    "tagline": "Brazilian coastal mountains—100km, 2,000m elevation, steep technical terrain in beach town paradise.",
    "vitals": {
      "distance_mi": 62,
      "elevation_ft": 6562,
      "location": "Balneário Camboriú, Santa Catarina, Brazil",
      "location_badge": "BALNEÁRIO CAMBORIÚ, BRAZIL",
      "county": "Santa Catarina State",
      "date": "September annually",
      "date_specific": "Check official website for date",
      "terrain_types": [
        "Brazilian coastal mountains gravel (80%)",
        "Dirt roads (20%)",
        "Steep climbs",
        "Technical descents"
      ],
      "field_size": "800-1,000 riders",
      "start_time": "Morning",
      "registration": "Online. Cost: R$400-R$600 (~$80-$120 USD)",
      "prize_purse": "None",
      "aid_stations": "Multiple on course",
      "cutoff_time": "None"
    },
    "climate": {
      "primary": "Brazilian spring",
      "description": "September: 18-28°C, 30% rain chance, spring conditions.",
      "challenges": [
        "Heat (up to 28°C)",
        "Humidity (coastal)",
        "Rain risk (30%)",
        "Temperature swings (18-28°C)"
      ]
    },
    "terrain": {
      "primary": "Brazilian coastal mountains—steep technical terrain",
      "surface": "80% gravel, 20% dirt roads. Brazilian coastal mountains—steep climbs, technical descents. Loose gravel on descents. 2,000 m over 100 km. Beach town start/finish. Technical rating: 4/5.",
      "technical_rating": 4,
      "features": [
        "Brazilian coastal mountains",
        "Steep climbs (2,000 m / 100 km)",
        "Technical descents (loose gravel)",
        "Beach town (Balneário Camboriú)",
        "Scenic coastal views",
        "Growing Brazilian gravel scene"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 71,
      "tier": 2,
      "tier_label": "TIER 2",
      "logistics": 2,
      "length": 3,
      "technicality": 4,
      "elevation": 4,
      "climate": 3,
      "altitude": 1,
      "adventure": 5,
      "prestige": 4,
      "race_quality": 4,
      "experience": 5,
      "community": 4,
      "field_depth": 3,
      "value": 5,
      "expenses": 3,
      "discipline": "gravel",
      "display_tier": 2
    },
    "biased_opinion": {
      "verdict": "Brazilian Beach Town Mountains",
      "summary": "Gravel Brazil is Brazilian coastal mountains—100 km, 2,000 m elevation. Founded ~2019. 80% gravel, 20% dirt. Steep climbs, technical descents (loose gravel). 800-1,000 riders. Balneário Camboriú beach town. September spring conditions (18-28°C). Affordable entry (R$400-R$600 / $80-$120). If you want Brazilian gravel adventure with beach town vibes, this is it. If you want local/domestic race, skip it. International destination race.",
      "strengths": [
        "Brazilian adventure (unique destination)",
        "Beach town (Balneário Camboriú)",
        "Stunning coastal mountain scenery",
        "Affordable entry ($80-$120 USD)",
        "Large field (800-1,000 riders)",
        "Growing Brazilian gravel scene"
      ],
      "weaknesses": [
        "International travel required (FLN 80km)",
        "Steep (2,000 m / 100 km)",
        "Technical descents (loose gravel)",
        "15-20% DNF",
        "Heat/humidity (September)",
        "Language barrier (Portuguese)"
      ],
      "bottom_line": "Gravel Brazil is Brazilian coastal mountains with beach town finish. 100 km, 2,000 m, technical terrain. If you want Brazilian gravel destination race with affordable entry, this is it. If you want local/domestic, skip it. International travel required but beach town vibes and scenery make it worth it."
    },
    "logistics": {
      "nearest_airport": "Florianópolis (FLN) — 80 km (1.5-hour drive)",
      "alternate_airports": "None convenient",
      "lodging_note": "Balneário Camboriú beach town. Book early.",
      "parking": "Check official website",
      "packet_pickup": "Day-before. Check official website.",
      "travel_summary": "Fly to Florianópolis (FLN). Rental car needed (80 km, 1.5-hour drive to Balneário Camboriú). Beach town lodging—book early. Day-before packet pickup. Race September.",
      "food_options": "Aid stations on course. Post-race party in beach town.",
      "camping": "Check official website",
      "official_site": "https://www.gravelbrazil.com.br"
    },
    "course_description": {
      "character": "100 km, 2,000 m. 80% gravel, 20% dirt. Brazilian coastal mountains. Steep climbs, technical descents. Technical rating: 4/5.",
      "suffering_zones": [
        {
          "name": "Throughout: Coastal Mountain Climbs",
          "miles": "Throughout",
          "description": "Steep Brazilian coastal mountains. 2,000 m cumulative.",
          "survival_strategy": "Low gears. Pace conservatively. Steep. Heat/humidity management."
        },
        {
          "name": "Throughout: Technical Descents",
          "miles": "Throughout",
          "description": "Loose gravel descents. Steep. Technical rating 4/5.",
          "survival_strategy": "38-42mm tires. Pick lines. Brake early. Technical."
        },
        {
          "name": "Throughout: Heat/Humidity",
          "miles": "Throughout",
          "description": "September spring = 18-28°C. Coastal humidity.",
          "survival_strategy": "3+ bottles. Hydrate at every aid. Manage heat/humidity."
        }
      ],
      "signature_challenge": "Steep Brazilian coastal mountains (2,000 m / 100 km) + technical descents + heat/humidity."
    },
    "history": {
      "founded": "~2019",
      "founder": "Unknown",
      "origin_story": "Gravel Brazil founded ~2019. Brazilian coastal mountains gravel. 100 km, 800-1,000 riders. Balneário Camboriú beach town. Growing Brazilian gravel scene.",
      "notable_moments": [
        "2023: Warm, humid (20-26°C)",
        "2024: Variable, some rain (18-28°C)"
      ],
      "reputation": "Brazilian gravel scene. Coastal mountains. Beach town. International destination."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 0,
        "grade": "pending",
        "weakest": "pending",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 0,
          "citation_density": 0,
          "temporal_depth": 0,
          "specificity": 0,
          "statistical_backing": 0,
          "voice_authenticity": 0,
          "completeness": 0,
          "cross_reference": 0
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 4,
        "explanation": "First UCI Gravel race in Southern America carries serious weight—you're making history just by showing up. The World Championship qualifier status puts it on the global radar, backed by the same crew who've been running UCI Gran Fondo Brazil for years. Only two editions deep but already positioned as the official gravel event for elite and amateur Brazilian athletes. Missing that fifth star because it's still building its legend."
      },
      "race_quality": {
        "score": 4,
        "explanation": "UCI sanctioning means real organization standards, not some weekend warrior's fever dream. The team behind Gran Fondo Brazil knows how to run serious cycling events—they've been doing it annually in November for years. Riders Sports Experience has the infrastructure in place. Still early to call it flawless without more rider feedback from the trenches."
      },
      "experience": {
        "score": 5,
        "explanation": "You're pioneering gravel racing in Brazil—that's bucket list territory. Balneário Camboriú puts you in Santa Catarina's playground where mountains meet coast. The combination of being first to the party and racing in genuinely unexplored gravel territory makes this unforgettable. You'll have stories nobody else can tell."
      },
      "community": {
        "score": 4,
        "explanation": "Brazilian cycling culture runs deep, and you're tapping into something authentic here. The Gran Fondo foundation means there's already a passionate local scene that knows how to celebrate suffering properly. Early adopter vibes create tight bonds among participants. Missing perfection because the international community is still discovering this exists."
      },
      "field_depth": {
        "score": 3,
        "explanation": "Two distance options (69km and 113km) pull different crowds, but field composition remains a mystery. Being the only official Brazilian gravel race draws local talent, but international depth is still building. World Championship qualification potential attracts serious riders, but we're still early in the development curve. The real killers might still be figuring out this race exists."
      },
      "value": {
        "score": 5,
        "explanation": "First gravel race in Southern America for unknown entry fees? That's historical access at probably reasonable Brazilian pricing. You're getting World Championship qualifying opportunity without European price tags. The experience-to-cost ratio tilts heavily toward riders when you're pioneering new territory. Registration stays open until March 1st—no artificial scarcity games."
      },
      "expenses": {
        "score": 3,
        "explanation": "Getting to Balneário Camboriú means international flights for most riders, then domestic connections through Brazil's airport system. Santa Catarina isn't exactly a budget destination, but it's not São Paulo expensive either. March timing avoids peak tourist season pricing. The real cost is in the travel logistics, not the local expenses."
      },
      "length": {
        "score": 3,
        "explanation": "62 miles sits in that middle ground—not quite epic, not quite a sprint. The 113km long option pushes toward proper gravel distance, but 69km short course keeps it accessible. Smart strategy for building a race, but serious gravel addicts want more suffering for their international travel investment. Distance options let you pick your poison."
      },
      "technicality": {
        "score": 4,
        "explanation": "Santa Catarina's terrain doesn't mess around—mountains dropping to coast create natural technical challenges. 6,562 feet of climbing in 62 miles suggests sustained difficulty, not just rolling hills. Brazilian mountain roads typically serve up legitimate technical sections, rocks, and gradient changes. Missing specific course details, but the topography promises real bike handling demands."
      },
      "elevation": {
        "score": 4,
        "explanation": "6,562 feet in 62 miles delivers over 100 feet of climbing per mile—that's legitimate gravel punishment. Santa Catarina's coastal mountains create sustained climbing, not gentle rollers. The elevation profile suggests multiple significant climbs rather than one mountain pass. Serious vertical for the distance, though not quite Alps-level suffering."
      },
      "climate": {
        "score": 3,
        "explanation": "March 8th puts you in Brazilian autumn—theoretically cooler than summer madness but still tropical humidity. Santa Catarina's coast means unpredictable weather patterns and potential for everything from blazing sun to sudden storms. One prior edition means no historical weather pattern data to predict your suffering. Coastal mountain weather keeps you guessing."
      },
      "altitude": {
        "score": 1,
        "explanation": "Balneário Camboriú starts at sea level—your lungs won't notice any difference. Even with 6,562 feet of climbing, you're not reaching altitudes that affect oxygen availability. This is elevation gain, not altitude training. Sea level start means no acclimatization needed."
      },
      "logistics": {
        "score": 2,
        "explanation": "International travel to a race with minimal available logistics information creates planning nightmares. No details on packet pickup, parking, or accommodation strategies found anywhere. Registration open until March 1st suggests they're not overwhelmed with organization complexity. You're flying blind on the practical details that make or break race weekends."
      },
      "adventure": {
        "score": 5,
        "explanation": "First UCI gravel race in Southern America—you're literally writing the book. Santa Catarina's unexplored gravel territory means nobody knows what you're getting into. Racing in Brazil's coastal mountains delivers genuine adventure, not manufactured experience. This is pure exploration disguised as a bike race."
      }
    },
    "final_verdict": {
      "score": "71 / 100",
      "one_liner": "Brazil's first UCI gravel race arrives with World Championship stakes and zero track record—you're betting on potential over proof.",
      "should_you_race": "If you need UCI points or want to say you raced Brazil's inaugural gravel event, this makes sense. The 6,562 feet of climbing over 62 miles suggests sustained suffering, not punchy attacks. Show up ready for humidity, unknown surfaces, and the chaos that comes with first-year events where nothing goes according to plan.",
      "alternatives": "Unbound Gravel gives you proven difficulty and community without the travel gamble. SBT GRVL delivers similar climbing with mountain views and established logistics if you want your suffering served with competence."
    }
  }
}
