{
  "race": {
    "name": "Gravel Grit 'n Grind",
    "slug": "gravel-grit-n-grind",
    "display_name": "Gravel Grit 'n Grind",
    "tagline": "UCI Gravel World Series stop on the Swedish coast—lakeside forests, farm roads, and Nordic grit.",
    "vitals": {
      "distance_mi": 50,
      "elevation_ft": 2000,
      "location": "Halmstad, Sweden",
      "location_badge": "HALMSTAD, SWEDEN",
      "date": "Mid-August annually",
      "terrain_types": [
        "Gravel roads"
      ],
      "field_size": "TBD",
      "registration": "Online",
      "date_specific": "2026: August 14-16"
    },
    "climate": {
      "primary": "TBD",
      "description": "TBD",
      "challenges": []
    },
    "terrain": {
      "primary": "Mixed gravel",
      "surface": "Gravel roads",
      "technical_rating": 3,
      "features": []
    },
    "gravel_god_rating": {
      "overall_score": 49,
      "tier": 3,
      "tier_label": "TIER 3",
      "logistics": 2,
      "length": 2,
      "technicality": 3,
      "elevation": 2,
      "climate": 3,
      "altitude": 1,
      "adventure": 3,
      "prestige": 3,
      "race_quality": 3,
      "experience": 3,
      "community": 2,
      "field_depth": 2,
      "value": 3,
      "expenses": 2,
      "discipline": "gravel"
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 3,
        "explanation": "Part of the UCI Gravel World Series and hosts the Nordic Gravel Championship, which sounds impressive until you realize it's one of 45 events across 32 countries. The organizers boldly claim it's \"possibly the best gravel race in Europe,\" but that's what every race director says when they can't point to actual achievements. Without known winners or recognizable pro fields, it's trading on UCI branding rather than earned reputation."
      },
      "race_quality": {
        "score": 3,
        "explanation": "The course promises varied gravel through Halland's rolling hills, mixing lakeside forest roads with open farm terrain. They've figured out the basic formula of diverse surfaces and scenery changes. But without details on aid stations, timing infrastructure, or actual course design specifics, you're betting on Swedish organizational competence rather than proven execution."
      },
      "experience": {
        "score": 3,
        "explanation": "Halmstad offers the classic Scandinavian gravel experience - winding cozy roads through shadowy forests transitioning to coastal open fields. The rolling terrain keeps things engaging without being punishing. The multi-day weekend format suggests they understand rider experience extends beyond just the race itself, though specifics on what that actually includes remain mysteriously absent."
      },
      "community": {
        "score": 2,
        "explanation": "They position themselves as blending \"adventure social ride with competitive road-race style,\" which either means inclusive community building or confused event identity. The Nordic Championship designation pulls regional riders, but without rider reviews or community feedback visible anywhere, you're flying blind on actual atmosphere. European gravel scenes tend toward the collegial, but that's assumption, not evidence."
      },
      "field_depth": {
        "score": 2,
        "explanation": "UCI World Series status theoretically attracts quality riders chasing points, but field size and competitive depth remain complete unknowns. The Nordic Championship component suggests regional talent shows up, though that could mean anything from genuine depth to a handful of strong Swedes. Without past winner lists or field data, you're gambling on UCI branding translating to actual competition."
      },
      "value": {
        "score": 3,
        "explanation": "Entry fees aren't published, which is never a good sign when you're trying to assess value proposition. UCI World Series events typically command premium pricing for the points and prestige. The multi-day weekend format suggests comprehensive event experience, but without knowing what you're paying or what's included, value assessment becomes pure speculation."
      },
      "expenses": {
        "score": 2,
        "explanation": "International travel to Halmstad isn't cheap, especially from outside Europe, but Sweden's strong infrastructure keeps logistics manageable. Accommodation and meal costs in Sweden run high by most standards, though the coastal location offers options. Without entry fee transparency or detailed lodging information, you're estimating blind on total damage to your wallet."
      },
      "length": {
        "score": 2,
        "explanation": "At 50 miles, it sits in that middle distance sweet spot - long enough to matter, short enough to avoid the sufferfest territory. It's substantial without being epic, which works for the blend of competitive and social riding they're targeting. The distance lets you actually enjoy those varied Halland landscapes rather than just survive them."
      },
      "technicality": {
        "score": 3,
        "explanation": "Rolling hills on varied gravel surfaces through forests and farmland suggests moderate technical demands without extreme challenges. The mix of fast gravel-paved roads and winding cozy sections indicates skill variety rather than pure difficulty. Coastal Swedish terrain rarely gets genuinely nasty, keeping things challenging but accessible to competent gravel riders."
      },
      "elevation": {
        "score": 2,
        "explanation": "The 2000 feet of climbing over rolling Halland hills spreads the work across 50 miles rather than concentrating punishment. It's enough elevation to create rhythm and selection without destroying recreational riders. The absence of \"big mountains\" keeps gradients manageable while the rolling nature prevents long flat stretches from killing momentum."
      },
      "climate": {
        "score": 3,
        "explanation": "Mid-August in coastal Sweden typically delivers mild temperatures and manageable conditions, though without specific weather data for Halmstad, you're betting on regional patterns. Scandinavian summers generally avoid extreme heat but can surprise you with rain or wind off the coast. The forest sections provide natural temperature regulation, while open farm roads expose you to whatever weather shows up."
      },
      "altitude": {
        "score": 1,
        "explanation": "Coastal Swedish location means sea level start with minimal elevation throughout the course. Zero altitude concerns for performance or acclimatization, which eliminates a variable most riders don't want to deal with anyway. The low elevation keeps things straightforward from a physiological standpoint, letting course difficulty come from terrain rather than thin air."
      },
      "logistics": {
        "score": 2,
        "explanation": "Sweden's infrastructure generally handles events competently, but specific logistics details remain frustratingly absent from available information. No clear intel on parking, packet pickup, or nearest airports forces you to assume competence rather than verify it. The multi-day format suggests they've thought beyond just race day execution, though what that actually means stays unclear."
      },
      "adventure": {
        "score": 3,
        "explanation": "The course promises genuine variety through \"deep shadowy forests\" transitioning to coastal farmland via winding gravel roads around Halmstad. The landscape changes and rolling terrain create natural adventure without manufactured difficulty. It's Sweden, not the Sahara, so adventure comes from scenery and surface variety rather than survival challenges, which suits most riders just fine."
      }
    },
    "unsplash_photos": [
      {
        "id": "iLrDcjduabo",
        "url_regular": "https://images.unsplash.com/photo-1649796877686-847d6bdeea6b?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w4NzIwOTd8MHwxfHNlYXJjaHwxfHxHcmF2ZWwlMjBHcml0JTIwJTI3biUyMEdyaW5kJTIwZ3JhdmVsfGVufDB8MHx8fDE3NzA3NzI1ODh8MA&ixlib=rb-4.1.0&q=80&w=1080",
        "url_small": "https://images.unsplash.com/photo-1649796877686-847d6bdeea6b?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w4NzIwOTd8MHwxfHNlYXJjaHwxfHxHcmF2ZWwlMjBHcml0JTIwJTI3biUyMEdyaW5kJTIwZ3JhdmVsfGVufDB8MHx8fDE3NzA3NzI1ODh8MA&ixlib=rb-4.1.0&q=80&w=400",
        "photographer": "Guillermo Diaz",
        "photographer_url": "https://unsplash.com/@guillediaz",
        "description": "a bunch of rocks that are laying on the ground",
        "download_location": "https://api.unsplash.com/photos/iLrDcjduabo/download?ixid=M3w4NzIwOTd8MHwxfHNlYXJjaHwxfHxHcmF2ZWwlMjBHcml0JTIwJTI3biUyMEdyaW5kJTIwZ3JhdmVsfGVufDB8MHx8fDE3NzA3NzI1ODh8MA"
      },
      {
        "id": "4bkuYkvcqkk",
        "url_regular": "https://images.unsplash.com/photo-1664535195997-fcb447740525?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w4NzIwOTd8MHwxfHNlYXJjaHwyfHxHcmF2ZWwlMjBHcml0JTIwJTI3biUyMEdyaW5kJTIwZ3JhdmVsfGVufDB8MHx8fDE3NzA3NzI1ODh8MA&ixlib=rb-4.1.0&q=80&w=1080",
        "url_small": "https://images.unsplash.com/photo-1664535195997-fcb447740525?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w4NzIwOTd8MHwxfHNlYXJjaHwyfHxHcmF2ZWwlMjBHcml0JTIwJTI3biUyMEdyaW5kJTIwZ3JhdmVsfGVufDB8MHx8fDE3NzA3NzI1ODh8MA&ixlib=rb-4.1.0&q=80&w=400",
        "photographer": "Andrey Matveev",
        "photographer_url": "https://unsplash.com/@zelebb",
        "description": "a large group of rocks",
        "download_location": "https://api.unsplash.com/photos/4bkuYkvcqkk/download?ixid=M3w4NzIwOTd8MHwxfHNlYXJjaHwyfHxHcmF2ZWwlMjBHcml0JTIwJTI3biUyMEdyaW5kJTIwZ3JhdmVsfGVufDB8MHx8fDE3NzA3NzI1ODh8MA"
      },
      {
        "id": "Z4MUPOR8EXI",
        "url_regular": "https://images.unsplash.com/photo-1704443905263-975a4a6a6210?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w4NzIwOTd8MHwxfHNlYXJjaHwzfHxHcmF2ZWwlMjBHcml0JTIwJTI3biUyMEdyaW5kJTIwZ3JhdmVsfGVufDB8MHx8fDE3NzA3NzI1ODh8MA&ixlib=rb-4.1.0&q=80&w=1080",
        "url_small": "https://images.unsplash.com/photo-1704443905263-975a4a6a6210?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w4NzIwOTd8MHwxfHNlYXJjaHwzfHxHcmF2ZWwlMjBHcml0JTIwJTI3biUyMEdyaW5kJTIwZ3JhdmVsfGVufDB8MHx8fDE3NzA3NzI1ODh8MA&ixlib=rb-4.1.0&q=80&w=400",
        "photographer": "Dennis Shivambu",
        "photographer_url": "https://unsplash.com/@kingithra",
        "description": "a bunch of rocks that are on the ground",
        "download_location": "https://api.unsplash.com/photos/Z4MUPOR8EXI/download?ixid=M3w4NzIwOTd8MHwxfHNlYXJjaHwzfHxHcmF2ZWwlMjBHcml0JTIwJTI3biUyMEdyaW5kJTIwZ3JhdmVsfGVufDB8MHx8fDE3NzA3NzI1ODh8MA"
      }
    ]
  }
}
