{
  "race": {
    "name": "Gravel Burn",
    "slug": "gravel-burn",
    "display_name": "Gravel Burn",
    "tagline": "South African highveld classic—100km of red dirt roads, 2,500m elevation, stunning Mpumalanga scenery.",
    "vitals": {
      "distance_mi": 62,
      "elevation_ft": 8202,
      "location": "Mpumalanga, South Africa",
      "location_badge": "MPUMALANGA, SOUTH AFRICA",
      "county": "Mpumalanga Province",
      "date": "October annually",
      "date_specific": "Check official website for date",
      "terrain_types": [
        "South African highveld gravel (85%)",
        "Dirt roads (15%)",
        "Red dirt roads",
        "Rolling terrain"
      ],
      "field_size": "500-700 riders",
      "start_time": "Morning",
      "registration": "Online. Cost: R1,500-R2,000 (~$80-$110 USD)",
      "prize_purse": "None",
      "aid_stations": "Multiple on course",
      "cutoff_time": "None"
    },
    "climate": {
      "primary": "South African spring",
      "description": "October: 15-30°C, 20% rain chance, spring conditions.",
      "challenges": [
        "Heat (up to 30°C)",
        "Temperature swings (15-30°C)",
        "Sun exposure (highveld)",
        "Low rain risk (20%)"
      ]
    },
    "terrain": {
      "primary": "South African highveld—rolling red dirt gravel",
      "surface": "85% gravel, 15% dirt roads. South African highveld—rolling terrain, red dirt roads. 2,500 m over 100 km. Scenic Mpumalanga. Technical rating: 3/5.",
      "technical_rating": 3,
      "features": [
        "South African highveld",
        "Red dirt roads (iconic)",
        "Rolling terrain",
        "Mpumalanga scenery",
        "Chunky gravel",
        "International destination"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 70,
      "tier": 2,
      "tier_label": "TIER 2",
      "logistics": 2,
      "length": 3,
      "technicality": 3,
      "elevation": 4,
      "climate": 2,
      "altitude": 2,
      "adventure": 5,
      "prestige": 4,
      "race_quality": 4,
      "experience": 5,
      "community": 4,
      "field_depth": 3,
      "value": 5,
      "expenses": 3,
      "discipline": "gravel"
    },
    "biased_opinion": {
      "verdict": "South African Red Dirt Adventure",
      "summary": "Gravel Burn is South African highveld classic—100 km, 2,500 m elevation. Founded ~2018. 85% gravel, 15% dirt. Red dirt roads (iconic South African). Rolling highveld terrain. 500-700 riders. Mpumalanga scenic region. October spring conditions (15-30°C). Affordable entry (R1,500-R2,000 / $80-$110). If you want African gravel adventure with stunning scenery, this is it. If you want local/domestic race, skip it. International destination race.",
      "strengths": [
        "South African adventure (unique destination)",
        "Stunning Mpumalanga scenery",
        "Red dirt roads (iconic)",
        "Affordable entry ($80-$110 USD)",
        "Perfect October weather (15-30°C, dry)",
        "Growing international field"
      ],
      "weaknesses": [
        "International travel required (JNB 250km)",
        "Remote location (Mpumalanga)",
        "Heat risk (up to 30°C)",
        "10-15% DNF",
        "Long travel (3-hour drive from JNB)",
        "Limited international recognition"
      ],
      "bottom_line": "Gravel Burn is South African red dirt adventure. 100 km, 2,500 m, stunning highveld scenery. If you want African gravel destination race with affordable entry, this is it. If you want local/domestic, skip it. International travel required but worth it for scenery and experience."
    },
    "logistics": {
      "nearest_airport": "Johannesburg (JNB) — 250 km (3-hour drive)",
      "alternate_airports": "None convenient",
      "lodging_note": "Mpumalanga area. Book early.",
      "parking": "Check official website",
      "packet_pickup": "Day-before. Check official website.",
      "travel_summary": "Fly to Johannesburg (JNB). Rental car needed (250 km, 3-hour drive to Mpumalanga). Book lodging early. Day-before packet pickup. Race October.",
      "food_options": "Aid stations on course. Post-race party.",
      "camping": "Check official website",
      "official_site": "https://www.gravelburn.co.za"
    },
    "course_description": {
      "character": "100 km, 2,500 m. 85% gravel, 15% dirt. South African highveld—rolling red dirt roads. Technical rating: 3/5.",
      "suffering_zones": [
        {
          "name": "Throughout: Highveld Rolling Terrain",
          "miles": "Throughout",
          "description": "Rolling South African highveld. 2,500 m cumulative. Red dirt roads.",
          "survival_strategy": "Pace conservatively. Low gears. Hydrate (heat risk up to 30°C)."
        },
        {
          "name": "Throughout: Heat Management",
          "miles": "Throughout",
          "description": "October spring = 15-30°C. Heat risk. Sun exposure.",
          "survival_strategy": "3+ bottles. Hydrate at every aid. Sun protection. Manage heat."
        }
      ],
      "signature_challenge": "South African highveld rolling terrain + October heat. Red dirt roads."
    },
    "history": {
      "founded": "~2018",
      "founder": "Unknown",
      "origin_story": "Gravel Burn founded ~2018. South African highveld gravel. 100 km, 500-700 riders. Mpumalanga. Red dirt roads. Growing international field.",
      "notable_moments": [
        "2023: Warm, dry (20-28°C)",
        "2024: Hot, dry (18-30°C)"
      ],
      "reputation": "South African gravel classic. Highveld red dirt. International destination."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 0,
        "grade": "pending",
        "weakest": "pending",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 0,
          "citation_density": 0,
          "temporal_depth": 0,
          "specificity": 0,
          "statistical_backing": 0,
          "voice_authenticity": 0,
          "completeness": 0,
          "cross_reference": 0
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 4,
        "explanation": "Nedbank as title sponsor and a groundbreaking 7-day, 800km stage race format puts this on the international gravel map from day one. The inaugural 2025 edition creates instant legend status – you're literally among the first humans to tackle this beast. Sure, it's not Unbound yet, but founding a new multi-day format in South Africa's most unforgiving terrain? That's how cycling legends start."
      },
      "race_quality": {
        "score": 4,
        "explanation": "Full-service Burn Camps with two-night stays show they're not messing around with logistics and rider care. The routing from Knysna forests through the Great Karoo to Shamwari Game Reserve is masterfully planned – each stage builds the narrative. Stage breakdowns like the 7km Tarka Botha climb followed by steep descents prove they understand how to design suffering with purpose."
      },
      "experience": {
        "score": 5,
        "explanation": "Where else do you ride past Big Five wildlife while grinding through fossil-rich Karoo plains? The full immersion concept with Burn Camps creates actual recovery and storytelling time between stages – not just crash and dash. From Garden Route forests to semi-desert to bushveld, this is geography most cyclists will never see otherwise."
      },
      "community": {
        "score": 4,
        "explanation": "The 'everyone is welcome' philosophy backed by actual full-service support shows they get community building right from launch. Two-night Burn Camp stays force riders to actually connect instead of just racing past each other. Being inaugural edition means you're founding the tribe, not just joining it."
      },
      "field_depth": {
        "score": 3,
        "explanation": "Inaugural race means unknown field strength – could be hardcore adventurers or could be trust-fund tourists with nice bikes. The 7-day commitment and South African location will filter out casual participants, but pro depth remains to be seen. Give it three years to see who actually shows up to suffer through the Karoo."
      },
      "value": {
        "score": 5,
        "explanation": "Seven days, 800km, full-service Burn Camps, wildlife encounters, and airport transport options – this is expedition-level experience for stage race entry fees. Most riders pay more for a long weekend at Leadville and get a fraction of the adventure. The all-inclusive model eliminates the usual multi-day race headaches of finding food and shelter."
      },
      "expenses": {
        "score": 3,
        "explanation": "International flight to Gqeberha plus seven days of racing and lodging adds up fast, even with race-organized transport options. The full-service model likely costs more upfront than bare-bones stage races, but eliminates surprise expenses. Budget for African adventure pricing, not domestic gravel race fees."
      },
      "length": {
        "score": 3,
        "explanation": "Individual stages range 90-140km, which hits the sweet spot for multi-day racing – long enough to matter, short enough to recover. Seven days total pushes most riders past their comfort zone without crossing into pure masochism. It's not ultra-distance per stage, but the cumulative load will break plenty of riders by day five."
      },
      "technicality": {
        "score": 3,
        "explanation": "Narrow, uneven gravel descents and varied terrain from forest to semi-desert suggest real skill demands, not just power grinding. The 10km descent from Blaauwater and steep drops after climbs like Tarka Botha will separate bike handlers from power meters. Without detailed surface breakdowns, assume African gravel means technical challenges most riders haven't seen."
      },
      "elevation": {
        "score": 4,
        "explanation": "11,000m over 800km averages serious climbing density, especially with features like the long drag to Conical Peak and the 7km Tarka Botha climb. Stage 3's 1,450m in 90km and Stage 7's 1,250m in 112km show they're not afraid to stack vertical. The lumpy bushveld terrain ensures constant elevation changes, not just a few big climbs."
      },
      "climate": {
        "score": 2,
        "explanation": "The Great Karoo is literally described as arid semi-desert where 'life clings to the edges and the hardiest creatures thrive' – that should tell you everything. October/November timing could mean brutal heat, sudden weather changes, or both. No weather data available, but semi-desert plus multi-day exposure equals serious climate challenges."
      },
      "altitude": {
        "score": 2,
        "explanation": "Starting in Knysna near sea level means most elevation is temporary climbing rather than sustained altitude stress. The route through Eastern Cape and Karoo likely stays under serious altitude thresholds for most riders. Without specific elevation profiles, assume standard South African highland riding, not Leadville-level oxygen debt."
      },
      "logistics": {
        "score": 2,
        "explanation": "International travel to Gqeberha for a stage race spanning remote Karoo regions creates real complexity. While race-organized transport exists, you're still dealing with South African logistics, customs, and gear transport across multiple time zones. The full-service Burn Camps help, but getting there with your bike intact remains an adventure."
      },
      "adventure": {
        "score": 5,
        "explanation": "Riding through Big Five territory in fossil-rich semi-desert where 'the hardiest creatures thrive' maxes the adventure meter. You're literally crossing geological and ecological zones most humans never experience, let alone on a bike. The inaugural status means you're writing the first chapter of this race's story in some of Africa's most remote terrain."
      }
    },
    "final_verdict": {
      "score": "70 / 100",
      "one_liner": "A stage race trying to be Unbound with safari views, but the Karoo heat and seven-day commitment separate the curious from the committed.",
      "should_you_race": "If you've never done a multi-day gravel event, this isn't where you start—the Karoo semi-desert doesn't forgive poor pacing or inadequate hydration systems. You need solid base fitness for 100km+ daily efforts and the mental fortitude for a week of accumulating fatigue. The full-service camps cushion the suffering, but those long drags to places like Conical Peak will expose fitness gaps quickly.",
      "alternatives": "Cape Epic offers similar South African adventure with better-established logistics and stronger international field. For stage race experience without the travel, consider Gravel Worlds' multi-day format or Trans Iowa if you want proper suffering without the safari marketing."
    },
    "race_photos": [
      {
        "type": "hero",
        "file": "gravel-burn-hero.jpg",
        "alt": "Lone gravel cyclists on South African highveld gravel (85%) near Mpumalanga, South Africa"
      },
      {
        "type": "grit",
        "file": "gravel-burn-grit.jpg",
        "alt": "Gravel cyclists kicking up dust on 85% gravel, 15% dirt roads. South African highveld—rolling terrain, red dirt roads. 2,500 m over 100 km. Scenic Mpumalanga. Technical rating: 3/5. near Mpumalanga"
      },
      {
        "type": "pack",
        "file": "gravel-burn-pack.jpg",
        "alt": "Group of gravel cyclists riding through South Africa at golden hour"
      }
    ]
  }
}
