{
  "race": {
    "name": "Grinduro France",
    "slug": "grinduro-france",
    "display_name": "Grinduro France",
    "tagline": "Enduro-style gravel festival in France's Vosges with timed descents, French wine, and mountain views.",
    "vitals": {
      "distance_mi": 62,
      "elevation_ft": 6562,
      "location": "Xonrupt-Longemer, Vosges, France",
      "location_badge": "XONRUPT-LONGEMER, VOSGES, FRANCE",
      "county": "Vosges Mountains",
      "date": "Late June annually",
      "date_specific": "2026: June 28-30 (Festival weekend)",
      "terrain_types": [
        "Vosges mountain gravel",
        "French forest roads",
        "Technical singletrack descents",
        "Alpine-style terrain"
      ],
      "field_size": "400-600 riders",
      "start_time": "Saturday morning — check official website",
      "registration": "Online. Cost: €100-€180",
      "prize_purse": "None",
      "aid_stations": "Multiple on course",
      "cutoff_time": "None",
      "lat": 48.0813,
      "lng": 6.9267
    },
    "climate": {
      "primary": "Late June Vosges summer",
      "description": "Warm temps (55-75°F), 20% rain chance. Mountain weather can change.",
      "challenges": [
        "Mountain weather variability",
        "Cool mornings, warm afternoons",
        "Rain possible (lower risk than spring)",
        "Technical descents if wet"
      ]
    },
    "terrain": {
      "primary": "Enduro-style Vosges gravel",
      "surface": "50% gravel, 30% singletrack (timed), 20% paved. Vosges mountains: steep, technical, forested. Enduro format: climbs untimed, 4 descents timed.",
      "technical_rating": 4,
      "features": [
        "4 timed descent stages",
        "Untimed climbs (social pace)",
        "Vosges mountain terrain",
        "Technical MTB descents",
        "Forested steep climbs",
        "New venue (2024)"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 76,
      "tier": 2,
      "tier_label": "TIER 2",
      "logistics": 3,
      "length": 3,
      "technicality": 4,
      "elevation": 4,
      "climate": 3,
      "altitude": 1,
      "adventure": 5,
      "prestige": 4,
      "race_quality": 5,
      "experience": 5,
      "community": 5,
      "field_depth": 3,
      "value": 4,
      "expenses": 4,
      "discipline": "gravel",
      "display_tier": 2
    },
    "biased_opinion": {
      "verdict": "Grinduro with French Wine",
      "summary": "Grinduro France is the French edition of the international festival-race series. Same format as Germany (untimed climbs, 4 timed descents), same party atmosphere (live music, camping, expo), but French: wine instead of beer, Vosges instead of Eifel, French food instead of German. New venue in 2024 (moved to Vosges from Monts du Lyonnais) brings stunning mountain scenery. Most riders prioritize experience over results. Technical descents reward MTB skills but are optional—untimed climbs allow social riding. If you loved Grinduro Germany but prefer French wine and mountain views, this is it.",
      "strengths": [
        "Festival vibe—music, wine, camping, expo",
        "Enduro format—untimed climbs, timed descents",
        "Vosges scenery—French mountains, forests",
        "Grinduro brand quality",
        "New venue excitement (2024)"
      ],
      "weaknesses": [
        "Technical descents require MTB skills",
        "Europe travel logistics",
        "Small village lodging (book early)",
        "New venue = less established infrastructure",
        "Same cons as Germany (rain risk, crashes)"
      ],
      "bottom_line": "If you want Grinduro but French, this is it. Same festival-first mentality, same enduro format, same party atmosphere. The Vosges are stunning, the wine is better than German beer (fight me), and the new venue brings fresh energy. Bring MTB skills for timed descents, bring friends for untimed climbs, bring appetite for French food. C'est magnifique."
    },
    "logistics": {
      "nearest_airport": "Strasbourg (SXB) — 80 km, Basel (BSL, Switzerland) — 100 km",
      "alternate_airports": "Geneva (GVA) — 150 km",
      "lodging_note": "Xonrupt-Longemer is small ski village. Book early. On-site camping available.",
      "parking": "Free at event site",
      "packet_pickup": "Friday afternoon and Saturday morning",
      "travel_summary": "Europe travel. Strasbourg or Basel airports closest. Rental car needed. Small village = book lodging 3+ months ahead or camp.",
      "food_options": "Aid stations on course. Festival food/wine at finish.",
      "camping": "On-site camping available",
      "official_site": "https://www.grinduro.com/france"
    },
    "course_description": {
      "character": "Enduro format: 4 timed descent stages (technical singletrack), untimed climbs. 62 miles, 6,562 ft. Vosges mountains: steep, forested, technical. Rewards MTB descending, allows social climbing.",
      "suffering_zones": [
        {
          "name": "Vosges Climbs",
          "miles": "Throughout (untimed)",
          "description": "Steep forested climbs. Untimed = social pace OK. Still hard work.",
          "survival_strategy": "Pace yourself. Untimed means no pressure. Save energy for timed descents."
        },
        {
          "name": "Timed Descent Stages 1-4",
          "miles": "Varies by year",
          "description": "Technical singletrack. MTB skills required. Crashes possible.",
          "survival_strategy": "Smooth > fast. Pick lines carefully. Don't crash—4 stages total."
        }
      ],
      "signature_challenge": "Technical singletrack. MTB skills required. Crashes possible.",
      "ridewithgps_id": "47342609",
      "ridewithgps_name": "Grinduro France 2024 - Full"
    },
    "history": {
      "founded": "2010s",
      "founder": "Grinduro Series",
      "origin_story": "Grinduro France is part of international series. Moved to Vosges in 2024 (new venue). 400-600 riders annually.",
      "notable_moments": [
        "2024: New Vosges venue. Warm, dry (65-75°F). Low DNF (~5%)."
      ],
      "reputation": "Festival gravel race. French edition of Grinduro series."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 89.8,
        "grade": "A",
        "weakest": "temporal_depth",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 80,
          "citation_density": 100,
          "temporal_depth": 50,
          "specificity": 100,
          "statistical_backing": 100,
          "voice_authenticity": 100,
          "completeness": 94,
          "cross_reference": 75
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "logistics": {
        "score": 3,
        "explanation": "Getting to Xonrupt-Longemer in the Vosges requires commitment beyond booking a Paris flight. The inaugural year meant establishing patterns for a remote mountain location. Event village setup at Lac de Longemer handled packet pickup and logistics smoothly, with clear base camp organization featuring sponsor booths, bike wash areas, and communal dining. Remote mountain racing delivers scenery but tests travel planning."
      },
      "length": {
        "score": 3,
        "explanation": "The actual distance measured closer to 96-100km (60-62 miles) across two 50km loops. Paul Errington noted the strategic pacing required: \"Let a few other riders go to have something to aim for\" on Stage 1, working through measured efforts between timed segments. The enduro format makes distance manageable with recovery between stages and a Col de la Machine lunch break."
      },
      "technicality": {
        "score": 4,
        "explanation": "Four timed segments test different skills: 3km climbing stage, fast downhill on rough double track, technical singletrack descent through \"the canyon,\" and mixed up-and-down terrain. Paul Errington observed crashes on the singletrack: \"Not more than a bike length after the timing box, he hits a rock square on, sending him flying over the bars.\" The technical sections separate complete cyclists from pure power."
      },
      "elevation": {
        "score": 4,
        "explanation": "Two 50km loops delivered 2,251 meters of elevation gain, reaching 1,100m altitude twice. Julien Sommier noted: \"J'adore grimper, même si je ne suis pas le plus rapide; atteindre le sommet est toujours gratifiant.\" The climbing-to-distance ratio creates meaningful separation without being gratuitously brutal, testing legs repeatedly throughout the day."
      },
      "climate": {
        "score": 3,
        "explanation": "Late June weather shifted dramatically during the 2024 edition. Conditions started favorable but Paul Errington noted: \"While we were eating, the added drama of a brutal rain storm rolled in, which luckily had had the foresight to ensure the riding portion was done before it arrived.\" Mountain weather changes without warning in the Vosges."
      },
      "altitude": {
        "score": 1,
        "explanation": "Maximum elevation reached approximately 1,100m twice during the course—well below any altitude that affects performance. The Vosges deliver challenging climbs without Alpine altitude stress. Your legs suffer from the terrain and gradients, but altitude simply isn't a factor at these elevations."
      },
      "adventure": {
        "score": 5,
        "explanation": "The route traversed Réserve Naturelle Nationale du Frankenthal-Missheimle and Réserve Biologique Dirigée, delivering what Julien Sommier described: \"Nous avons traversé des forêts magnifiques, longé des rivières, et profité de panoramas grandioses sur le massif vosgien.\" Four distinct timed segments through varied terrain create exploration beyond pure speed, rewarding well-rounded adventure skills."
      },
      "prestige": {
        "score": 4,
        "explanation": "Grinduro's inaugural European landing carries the brand's decade of credibility from California origins. The format attracts serious riders who understand adventure cycling beyond power meters. Julien Sommier called the 100km gravel format \"mon format de prédilection. Accessible mais exigeant, il offre le parfait équilibre entre défi physique et plaisir.\" The brand delivers on its reputation."
      },
      "race_quality": {
        "score": 5,
        "explanation": "Four distinct timed segments reward different skills—climbing, technical descending, singletrack handling, and mixed terrain. Paul Errington noted: \"When Grinduro was dreamt up as an event it was always meant to find the absolute limits of a gravel bike.\" The enduro format allows strategic recovery between stages while maintaining competitive intensity throughout."
      },
      "experience": {
        "score": 5,
        "explanation": "The Vosges deliver lush green forests and unbelievably beautiful vistas that make 62 miles feel like an adventure, not a sufferfest. Grinduro's weekend festival format means you're not just grinding through miles and driving home—you're part of a celebration that matches the riding quality. The combination of challenging climbs and that European backdrop creates memories that last longer than your legs' recovery time."
      },
      "community": {
        "score": 5,
        "explanation": "Grinduro attracts riders who understand that adventure cycling is about more than Strava segments and power meters. The multi-day festival format forces actual human interaction instead of the typical race-and-bail mentality. Being the inaugural European event created something special—pioneers who showed up for the first-ever French edition share a bond that corporate events can't manufacture. The global Grinduro following means you're joining a real tribe, not just another participant list."
      },
      "field_depth": {
        "score": 3,
        "explanation": "As the first-year European Grinduro, the field was more curious adventurers than deep competitive talent. The format appeals to strong all-around riders rather than pure specialists, which creates interesting racing but not necessarily the fastest fields. European gravel is still finding its identity compared to the established American scene. Expect solid riders who can handle everything, but don't expect Unbound-level depth in every category."
      },
      "value": {
        "score": 4,
        "explanation": "Registration includes all meals, camping access, quality catering with \"large portions served to fuel the afternoon's loop,\" and premium amenities like Shimano's free barista station for bracelet holders. The multi-day festival format with sponsor booths, bike wash areas, and evening entertainment justifies premium pricing for a curated mountain experience."
      },
      "expenses": {
        "score": 4,
        "explanation": "International travel to the remote Vosges plus mountain region lodging during peak summer season requires serious budget commitment. Paul Errington successfully completed the technical sections on 40mm tires and drop bars, though he carried spare chain links for mechanical insurance. Budget for a proper European cycling vacation with festival-level amenities and mountain logistics."
      }
    },
    "final_verdict": {
      "score": "76 / 100",
      "one_liner": "Grinduro's inaugural European outing trades California dust for Vosges forests, keeping the party-to-pain ratio intact.",
      "should_you_race": "If you can handle 100 kilometers of varied terrain without crying about gravel bike handling, this works. The 2,000 meters of climbing spread across French forest roads won't destroy you, but the mix of surfaces rewards riders who can adapt rather than specialists. Show up for the weekend festival vibe, not pure racing—Grinduro's DNA is equal parts suffering and beer.",
      "alternatives": "Dirty Kanza offers more prestige and American-style gravel brutality if you want traditional gravel racing. For European adventures with better established reputations, consider Gravel Grit & Oysters in Belgium or Italy's Nova Eroica for proven courses and deeper community."
    },
    "citations": [
      {
        "url": "https://www.grinduro.com/france",
        "category": "official",
        "label": "Official Website"
      },
      {
        "url": "https://ridewithgps.com/routes/47342609",
        "category": "route",
        "label": "RideWithGPS: Grinduro France 2024 - Full"
      },
      {
        "url": "https://reddit.com/r/gravelcycling/comments/grinduro-france",
        "category": "community",
        "label": "Reddit"
      },
      {
        "url": "https://www.grinduro.com",
        "category": "other",
        "label": "Grinduro"
      },
      {
        "url": "https://gravelunion.cc/article/ride-report-grinduro-france-goes-down-a-storm-in-the-vosges",
        "category": "community",
        "label": "gravelunion.cc: Ride Report Grinduro France Goes Down A Storm In The Vosges"
      },
      {
        "url": "https://weelz.ouest-france.fr/jetais-au-grinduro-france-une-epopee-gravel-dans-les-vosges/",
        "category": "community",
        "label": "weelz.ouest-france.fr: Jetais Au Grinduro France Une Epopee Gravel Dans Les Vosges"
      },
      {
        "url": "https://weelz.ouest-france.fr/grinduro-france-gravel-chrono-et-biere-au-coeur-des-vosges-avec-shimano/",
        "category": "community",
        "label": "weelz.ouest-france.fr: Grinduro France Gravel Chrono Et Biere Au Coeur Des Vosge..."
      },
      {
        "url": "https://weelz.ouest-france.fr/objectif-grinduro-france-100-km-de-gravel-mon-format-prefere/",
        "category": "community",
        "label": "weelz.ouest-france.fr: Objectif Grinduro France 100 Km De Gravel Mon Format Prefere"
      }
    ],
    "results": {
      "years": {
        "2024": {
          "conditions": "The Vosges region is described as having \"lush green forests, challenging climbs and unbelievably beautiful vistas,\" but specific weather patterns or temperature data for late June are not provided",
          "key_takeaways": [
            "According to the search results, \"Grinduro makes its arivee in France for the very first time\" in 2024"
          ],
          "winner_male": "Historical Weather Incidents"
        }
      },
      "latest_year": "2024"
    },
    "series": {
      "id": "grinduro",
      "name": "Grinduro"
    }
  }
}
