{
  "race": {
    "name": "Grinduro France",
    "slug": "grinduro-france",
    "display_name": "Grinduro France",
    "tagline": "Enduro-style gravel festival in France's Vosges with timed descents, French wine, and mountain views.",
    "vitals": {
      "distance_mi": 62,
      "elevation_ft": 6562,
      "location": "Xonrupt-Longemer, Vosges, France",
      "location_badge": "XONRUPT-LONGEMER, VOSGES, FRANCE",
      "county": "Vosges Mountains",
      "date": "Late June annually",
      "date_specific": "2026: June 28-30 (Festival weekend)",
      "terrain_types": [
        "Vosges mountain gravel",
        "French forest roads",
        "Technical singletrack descents",
        "Alpine-style terrain"
      ],
      "field_size": "400-600 riders",
      "start_time": "Saturday morning — check official website",
      "registration": "Online. Cost: €100-€180",
      "prize_purse": "None",
      "aid_stations": "Multiple on course",
      "cutoff_time": "None"
    },
    "climate": {
      "primary": "Late June Vosges summer",
      "description": "Warm temps (55-75°F), 20% rain chance. Mountain weather can change.",
      "challenges": [
        "Mountain weather variability",
        "Cool mornings, warm afternoons",
        "Rain possible (lower risk than spring)",
        "Technical descents if wet"
      ]
    },
    "terrain": {
      "primary": "Enduro-style Vosges gravel",
      "surface": "50% gravel, 30% singletrack (timed), 20% paved. Vosges mountains: steep, technical, forested. Enduro format: climbs untimed, 4 descents timed.",
      "technical_rating": 4,
      "features": [
        "4 timed descent stages",
        "Untimed climbs (social pace)",
        "Vosges mountain terrain",
        "Technical MTB descents",
        "Forested steep climbs",
        "New venue (2024)"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 76,
      "tier": 2,
      "tier_label": "TIER 2",
      "logistics": 3,
      "length": 3,
      "technicality": 4,
      "elevation": 4,
      "climate": 3,
      "altitude": 1,
      "adventure": 5,
      "prestige": 4,
      "race_quality": 5,
      "experience": 5,
      "community": 5,
      "field_depth": 3,
      "value": 4,
      "expenses": 4,
      "discipline": "gravel"
    },
    "biased_opinion": {
      "verdict": "Grinduro with French Wine",
      "summary": "Grinduro France is the French edition of the international festival-race series. Same format as Germany (untimed climbs, 4 timed descents), same party atmosphere (live music, camping, expo), but French: wine instead of beer, Vosges instead of Eifel, French food instead of German. New venue in 2024 (moved to Vosges from Monts du Lyonnais) brings stunning mountain scenery. Most riders prioritize experience over results. Technical descents reward MTB skills but are optional—untimed climbs allow social riding. If you loved Grinduro Germany but prefer French wine and mountain views, this is it.",
      "strengths": [
        "Festival vibe—music, wine, camping, expo",
        "Enduro format—untimed climbs, timed descents",
        "Vosges scenery—French mountains, forests",
        "Grinduro brand quality",
        "New venue excitement (2024)"
      ],
      "weaknesses": [
        "Technical descents require MTB skills",
        "Europe travel logistics",
        "Small village lodging (book early)",
        "New venue = less established infrastructure",
        "Same cons as Germany (rain risk, crashes)"
      ],
      "bottom_line": "If you want Grinduro but French, this is it. Same festival-first mentality, same enduro format, same party atmosphere. The Vosges are stunning, the wine is better than German beer (fight me), and the new venue brings fresh energy. Bring MTB skills for timed descents, bring friends for untimed climbs, bring appetite for French food. C'est magnifique."
    },
    "logistics": {
      "nearest_airport": "Strasbourg (SXB) — 80 km, Basel (BSL, Switzerland) — 100 km",
      "alternate_airports": "Geneva (GVA) — 150 km",
      "lodging_note": "Xonrupt-Longemer is small ski village. Book early. On-site camping available.",
      "parking": "Free at event site",
      "packet_pickup": "Friday afternoon and Saturday morning",
      "travel_summary": "Europe travel. Strasbourg or Basel airports closest. Rental car needed. Small village = book lodging 3+ months ahead or camp.",
      "food_options": "Aid stations on course. Festival food/wine at finish.",
      "camping": "On-site camping available",
      "official_site": "https://www.grinduro.com/france"
    },
    "course_description": {
      "character": "Enduro format: 4 timed descent stages (technical singletrack), untimed climbs. 62 miles, 6,562 ft. Vosges mountains: steep, forested, technical. Rewards MTB descending, allows social climbing.",
      "suffering_zones": [
        {
          "name": "Vosges Climbs",
          "miles": "Throughout (untimed)",
          "description": "Steep forested climbs. Untimed = social pace OK. Still hard work.",
          "survival_strategy": "Pace yourself. Untimed means no pressure. Save energy for timed descents."
        },
        {
          "name": "Timed Descent Stages 1-4",
          "miles": "Varies by year",
          "description": "Technical singletrack. MTB skills required. Crashes possible.",
          "survival_strategy": "Smooth > fast. Pick lines carefully. Don't crash—4 stages total."
        }
      ],
      "signature_challenge": "Technical singletrack. MTB skills required. Crashes possible."
    },
    "history": {
      "founded": "2010s",
      "founder": "Grinduro Series",
      "origin_story": "Grinduro France is part of international series. Moved to Vosges in 2024 (new venue). 400-600 riders annually.",
      "notable_moments": [
        "2024: New Vosges venue. Warm, dry (65-75°F). Low DNF (~5%)."
      ],
      "reputation": "Festival gravel race. French edition of Grinduro series."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 89.8,
        "grade": "A",
        "weakest": "temporal_depth",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 80,
          "citation_density": 100,
          "temporal_depth": 50,
          "specificity": 100,
          "statistical_backing": 100,
          "voice_authenticity": 100,
          "completeness": 94,
          "cross_reference": 75
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 4,
        "explanation": "Grinduro carries real weight in the gravel world with a decade of credibility and global following since starting in California in 2015. The inaugural European landing in the Vosges proves they're picking premium locations, not tourist traps. It's not Unbound-level household name recognition yet, but riders know what Grinduro means. The brand attracts serious adventure cyclists who want more than a parking lot finish line."
      },
      "race_quality": {
        "score": 5,
        "explanation": "Sierra Buttes Trail Stewardship knows how to build courses that reward well-rounded riders, not just diesel engines. The Grinduro format combines mountain bike enduro timing with gravel racing intelligence across multiple segments. Their 'perfect party-to-race ratio' isn't marketing fluff—it's a philosophy that keeps the competitive edge sharp while making the weekend memorable. Ten years of dialing in this formula shows in every detail."
      },
      "experience": {
        "score": 5,
        "explanation": "The Vosges deliver lush green forests and unbelievably beautiful vistas that make 62 miles feel like an adventure, not a sufferfest. Grinduro's weekend festival format means you're not just grinding through miles and driving home—you're part of a celebration that matches the riding quality. The combination of challenging climbs and that European backdrop creates memories that last longer than your legs' recovery time."
      },
      "community": {
        "score": 5,
        "explanation": "Grinduro attracts riders who understand that adventure cycling is about more than Strava segments and power meters. The multi-day festival format forces actual human interaction instead of the typical race-and-bail mentality. Being the inaugural European event created something special—pioneers who showed up for the first-ever French edition share a bond that corporate events can't manufacture. The global Grinduro following means you're joining a real tribe, not just another participant list."
      },
      "field_depth": {
        "score": 3,
        "explanation": "As the first-year European Grinduro, the field was more curious adventurers than deep competitive talent. The format appeals to strong all-around riders rather than pure specialists, which creates interesting racing but not necessarily the fastest fields. European gravel is still finding its identity compared to the established American scene. Expect solid riders who can handle everything, but don't expect Unbound-level depth in every category."
      },
      "value": {
        "score": 4,
        "explanation": "You're paying for a curated weekend experience in one of France's most beautiful mountain regions, not just race entry. The multi-day festival format with camping and activities justifies premium pricing over basic gravel races. Grinduro's decade of experience shows in the details that matter—good food, real logistics, courses worth the travel. The Vosges location alone delivers more scenic value than most races manage in their entire route."
      },
      "expenses": {
        "score": 4,
        "explanation": "Getting to Xonrupt-Longemer in the Vosges requires real commitment—this isn't a drive-from-the-city weekend race. International travel to France plus mountain region lodging adds up fast, especially during peak summer season. The multi-day festival format means more meals, more nights, more everything compared to one-and-done events. Budget like you're taking a proper European cycling vacation, because that's essentially what this is."
      },
      "length": {
        "score": 3,
        "explanation": "Sixty-two miles hits that awkward middle distance—too long for a quick morning hammer, not quite epic enough for bragging rights. It's perfectly reasonable for the multi-segment Grinduro format where you're racing against the clock in sections, not grinding out century miles. The distance works for the weekend festival vibe where you want energy left for the party. Smart riders will appreciate not being completely destroyed for the social aspects."
      },
      "technicality": {
        "score": 4,
        "explanation": "The Vosges mountains don't mess around—this region built its reputation on challenging climbs and technical descents that reward bike handling skills. Grinduro's format specifically targets well-rounded riders who can climb, descend, and handle mixed surfaces without falling apart. The combination of forest terrain and mountain geography means technical sections that separate the complete cyclists from the pure power riders. Expect your bike handling to matter as much as your FTP."
      },
      "elevation": {
        "score": 4,
        "explanation": "6,562 feet over 62 miles averages to meaningful climbing without being gratuitously brutal. The Vosges deliver legitimate mountain gradients that test your climbing legs repeatedly throughout the day. It's enough elevation to thin the field on every climb but not so much that you're walking sections. The climbing-to-distance ratio hits that sweet spot where strong riders separate themselves without turning it into a pure sufferfest."
      },
      "climate": {
        "score": 3,
        "explanation": "Late June in the Vosges means mountain weather that can shift from perfect to problematic without warning. The lush green forests suggest plenty of moisture and potential for wet conditions that make technical sections genuinely dangerous. Mountain microclimates mean you could hit sunshine, rain, and fog all in the same 62 miles. Pack for everything because the Vosges don't care about your weather app predictions."
      },
      "altitude": {
        "score": 1,
        "explanation": "The Vosges top out well below any altitude that affects performance—you're dealing with rolling mountains, not Alpine peaks. Even the highest sections won't stress your lungs any more than a good climb in Colorado's foothills. Altitude simply isn't a factor in this race; save your acclimatization worries for events with real elevation. Your legs will suffer from the climbing, but your lungs will breathe just fine."
      },
      "logistics": {
        "score": 3,
        "explanation": "Xonrupt-Longemer sits deep enough in the Vosges that getting there requires planning beyond booking a flight to Paris. The inaugural year meant figuring out lodging, parking, and packet pickup without established patterns or clear guidance. Remote mountain locations are beautiful for racing but challenging for everything else—expect longer drives, fewer options, and the kind of logistics that test your travel skills. The payoff in scenery is worth the hassle, but don't underestimate the hassle."
      },
      "adventure": {
        "score": 5,
        "explanation": "Grinduro's inaugural European landing in the remote Vosges mountains delivers the kind of adventure that most races only pretend to offer. You're exploring lush forests and challenging climbs in a region that most cyclists never see, racing a format that rewards exploration over pure speed. The multi-day festival in the mountains creates genuine adventure beyond just the race itself. This is what adventure cycling should feel like—unknown terrain, real challenge, and memories that justify the travel."
      }
    },
    "final_verdict": {
      "score": "76 / 100",
      "one_liner": "Grinduro's inaugural European outing trades California dust for Vosges forests, keeping the party-to-pain ratio intact.",
      "should_you_race": "If you can handle 100 kilometers of varied terrain without crying about gravel bike handling, this works. The 2,000 meters of climbing spread across French forest roads won't destroy you, but the mix of surfaces rewards riders who can adapt rather than specialists. Show up for the weekend festival vibe, not pure racing—Grinduro's DNA is equal parts suffering and beer.",
      "alternatives": "Dirty Kanza offers more prestige and American-style gravel brutality if you want traditional gravel racing. For European adventures with better established reputations, consider Gravel Grit & Oysters in Belgium or Italy's Nova Eroica for proven courses and deeper community."
    }
  }
}
