{
  "race": {
    "name": "Gunni Grinder",
    "slug": "gunni-grinder",
    "display_name": "Gunni Grinder",
    "tagline": "High-altitude Colorado mountain gravel with 10,000 feet of climbing and thin air at 10,000 ft.",
    "vitals": {
      "distance_mi": 120,
      "elevation_ft": 10000,
      "location": "Gunnison, Colorado",
      "location_badge": "GUNNISON, COLORADO",
      "county": "Gunnison County",
      "date": "Early September annually",
      "date_specific": "2026: September 6",
      "terrain_types": [
        "High-altitude mountain gravel",
        "Colorado Rocky Mountain roads",
        "Alpine meadows and passes",
        "Rocky doubletrack"
      ],
      "field_size": "300+ riders (120mi), plus 60mi and 30mi options",
      "start_time": "Morning (time TBD)",
      "registration": "First-come first-served. Opens ~spring. Cost: $80-$120 (distance-dependent)",
      "prize_purse": "$5,000 ($2,500 men, $2,500 women)",
      "aid_stations": "Miles 40, 80. Water, snacks, mechanical. 40+ miles between stations.",
      "cutoff_time": "None specified.",
      "lat": 38.6477,
      "lng": -107.0603
    },
    "climate": {
      "primary": "High-altitude early September Colorado",
      "description": "Cold starts (35-45°F at 7,700 ft), warming to 60-70°F. Dry season (10-15% rain chance). Intense UV exposure above treeline.",
      "challenges": [
        "Altitude: 7,700-10,000 ft elevation—oxygen 25-30% thinner than sea level",
        "Cold morning starts require layering strategy",
        "Altitude sickness risk (headache, nausea, fatigue)",
        "Faster dehydration and bonking at high altitude"
      ]
    },
    "terrain": {
      "primary": "High-altitude mountain gravel",
      "surface": "80% gravel/dirt mountain roads, 15% doubletrack, 5% paved. Rocky, rugged Colorado gravel with embedded rocks.",
      "technical_rating": 4,
      "features": [
        "Sustained mountain climbs (Cochetopa Pass: 15 miles)",
        "High alpine exposure (9,500-10,000 ft)",
        "Above-treeline riding",
        "Technical descents (Razor Creek: loose, steep, rocky)",
        "Constant rolling terrain—never flat",
        "Base elevation 7,700 ft, maxing near 10,000 ft"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 74,
      "tier": 2,
      "tier_label": "TIER 2",
      "logistics": 2,
      "length": 5,
      "technicality": 4,
      "elevation": 5,
      "climate": 2,
      "altitude": 5,
      "adventure": 5,
      "prestige": 2,
      "race_quality": 4,
      "experience": 4,
      "community": 4,
      "field_depth": 3,
      "value": 4,
      "expenses": 3,
      "discipline": "gravel",
      "display_tier": 2
    },
    "biased_opinion": {
      "verdict": "The High-Altitude Suffer Fest",
      "summary": "Gunni Grinder is high-altitude mountain gravel done right. This isn't a flat power race—it's a climbing test at thin oxygen. You start at 7,700 ft (already higher than most people live) and max out near 10,000 ft. If you're from low elevation, your FTP will drop 10-15%. Your breathing will be labored. Your bonk will come faster. The Cochetopa Pass Road climb (miles 30-45) is a 15-mile grind that just keeps going—not steep, but relentless at altitude. The high alpine sections (miles 50-70) are exposed, windy, and stunning—above treeline with panoramic Rocky Mountain views. The Razor Creek descent is technical and loose—confidence-testing. Gunnison is a hidden gem: small town, big mountains, zero crowds. The post-race BBQ in the park is low-key awesome—burgers, local beer, live bluegrass. It's not a corporate expo. It's a community celebration.",
      "strengths": [
        "Genuine altitude challenge—7,700-10,000 ft elevation tests fitness at thin air",
        "Colorado Rockies scenery—alpine meadows, above-treeline exposure, panoramic views",
        "Legitimate climbing—10,000 ft over 120 miles, sustained mountain climbs",
        "$5K prize purse brings competitive field",
        "Small-town vibe—Gunnison is friendly, low-key, no crowds"
      ],
      "weaknesses": [
        "Altitude is brutal—if you're from low elevation, you WILL suffer (15% DNF rate)",
        "Travel logistics—Gunnison airport is small/expensive, Denver is 3.5 hours away",
        "Limited aid—only 2 stations over 120 miles (40+ miles between)",
        "Cold starts—35-45°F mornings at 7,700 ft",
        "Newer event—5 years old, less established than iconic races"
      ],
      "bottom_line": "If you want a flat, fast gravel race, look elsewhere. If you want a legitimate high-altitude mountain suffer fest through the Colorado Rockies—Gunni Grinder delivers. You'll either love the altitude challenge or get wrecked by it. Come acclimated, bring low gears, and pack extra nutrition. The views from 10,000 ft are worth the pain. The BBQ at the finish helps, too."
    },
    "logistics": {
      "nearest_airport": "Gunnison-Crested Butte (GUC) — 30 miles, 35-minute drive (small regional airport, limited flights)",
      "alternate_airports": "Denver (DEN) — 200 miles, 3.5-hour drive over mountain passes (more reliable)",
      "lodging_note": "Limited in Gunnison—book 2-3 months ahead. Crested Butte (30 miles) has more options but is pricey ski town. Dispersed BLM camping nearby.",
      "parking": "Free in downtown Gunnison (start/finish).",
      "packet_pickup": "Friday afternoon and Saturday morning",
      "travel_summary": "Travel is a pain. Gunnison airport is small/expensive with limited flights. Denver is 3.5 hours away over mountain passes. Rental car mandatory. Budget travel time.",
      "food_options": "2 on-course aid stations (miles 40, 80). Post-race: BBQ in downtown park—burgers, local beer, live bluegrass.",
      "camping": "Dispersed BLM camping abundant nearby",
      "official_site": "https://www.gunnigrinder.com"
    },
    "course_description": {
      "character": "High-altitude mountain gravel with sustained climbs and big descents. 10,000 ft elevation gain over 120 miles at 7,700-10,000 ft base. Altitude is the defining challenge—oxygen is 25-30% thinner than sea level. Cochetopa Pass (miles 30-45) is a 15-mile sustained grind. High alpine sections (miles 50-70) max out altitude. Taylor Canyon rollers (miles 85-105) finish with relentless punchy climbs. This is a legitimate mountain challenge, not rolling gravel.",
      "suffering_zones": [
        {
          "name": "Cochetopa Pass Road Climb",
          "miles": "30-45",
          "description": "15 miles of sustained climbing at 8,000+ ft elevation. Not steep, but relentless. Altitude makes every pedal stroke harder. Just keep spinning.",
          "survival_strategy": "Sustained effort at high altitude. Oxygen is thin. Power is down 10-15%. Relentless—no bailout, just grind it out."
        },
        {
          "name": "High Alpine Exposure",
          "miles": "50-70",
          "description": "Above treeline. Exposed to wind. Altitude maxes out (9,500-10,000 ft). No shade, no shelter. Oxygen is thin. Where altitude sickness shows up.",
          "survival_strategy": "Peak altitude. Breathing is hardest here. Wind exposure. No recovery. Altitude sickness (headache, nausea) common."
        },
        {
          "name": "Razor Creek Descent",
          "miles": "~75",
          "description": "Technical, loose, steep, rocky descent. Demands focus and bike-handling. Crashes happen here. White-knuckle if not confident.",
          "survival_strategy": "Technical skills test when tired. Loose gravel and rocks. Fast riders gap here; cautious riders lose time or crash."
        },
        {
          "name": "Taylor Canyon Rollers",
          "miles": "85-105",
          "description": "Constant punchy climbs when legs are cooked. No recovery. Still above 8,000 ft. The grind never ends.",
          "survival_strategy": "Relentless rollers when glycogen is depleted. Still at altitude. Mentally and physically exhausting—20 miles that feel like 40."
        }
      ],
      "signature_challenge": "15 miles of sustained climbing at 8,000+ ft elevation. Not steep, but relentless. Altitude makes every pedal stroke harder. Just keep spinning.",
      "ridewithgps_id": "46250094",
      "ridewithgps_name": "Gunni Grinder (copy) CO, Gravel"
    },
    "history": {
      "founded": 2020,
      "founder": "Gunnison County Events",
      "origin_story": "Steady 300+ riders annually. Newer event (5 years) but growing. $5K purse brings regional competitive field.",
      "notable_moments": [
        "2024: Dry, cold start (38°F), warming to 65°F. ~15% DNF (mostly altitude issues).",
        "2023: Perfect conditions, no rain, temps 40-68°F. ~10% DNF.",
        "2022: Brief afternoon rain at mile 80, otherwise dry."
      ],
      "reputation": ""
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 100.0,
        "grade": "A",
        "weakest": "source_diversity",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 100,
          "citation_density": 100,
          "temporal_depth": 100,
          "specificity": 100,
          "statistical_backing": 100,
          "voice_authenticity": 100,
          "completeness": 100,
          "cross_reference": 100
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "logistics": {
        "score": 2,
        "explanation": "Gunnison-Crested Butte airport is regional with limited flights, forcing most riders into 3.5-hour drives from Denver over mountain passes. Small town means limited lodging that books out months ahead, and backup options are expensive Crested Butte ski lodges 30 miles away. Even elite rider Nick Gould notes this race creates logistics challenges that amplify the difficulty."
      },
      "length": {
        "score": 5,
        "explanation": "Jamesdanielosborne calls it \"one of the hardest days they've ever had on a bike. Relentless climbs (including that big one near the end).\" 120 miles with 10,000 feet of climbing starting at 7,700 feet altitude. DMC's second-hand report captures the pattern: \"climb for 20-30 minutes of rough gravel, descend down rough gravel, go through sand, do it again 3-4 times.\""
      },
      "technicality": {
        "score": 4,
        "explanation": "Plindley experienced \"hard packed spots with SHARP rocks\" that caused 4 flats in 30 miles, forcing a DNF when plugs ran out. The course is \"83% gravel and dirt roads\" with \"some roads receive little to no maintenance and can change drastically after heavy rains.\" Riders recommend tire inserts and higher PSI to survive the embedded rocks."
      },
      "elevation": {
        "score": 5,
        "explanation": "The route climbs to Los Pinos Pass at 10,500 feet, which bikepacking route descriptions call \"the high point\" with \"high alpine experience.\" From The Ground Up riders faced a \"10+ mile, 2,300ft climb\" at Lost Canyon they described as \"the longest, toughest gravel road climb of their lives.\" The math delivers: 10,000 feet of gain over 120 miles."
      },
      "climate": {
        "score": 2,
        "explanation": "Jamesdanielosborne warns \"It can also still be very hot in Gunnison this time of the year\" for early September. oldandfast noted weather \"does seem 7-10 degrees higher from where I live\" and did \"panic sauna sessions\" for heat adaptation before the race. The temperature swings from cold starts to hot afternoons create constant clothing management challenges."
      },
      "altitude": {
        "score": 5,
        "explanation": "Starting at 7,700 feet and climbing to 10,500 feet at Los Pinos Pass means oxygen-starved racing the entire day. Route guides specifically warn that \"higher altitude might pose a challenge for folks coming from out of state, as they'll likely feel the effects of the elevation.\" Laurel Darren initially \"could not even get up the freaking ski hill\" when training from scratch at altitude."
      },
      "adventure": {
        "score": 5,
        "explanation": "The route follows sections of the Great Divide Mountain Bike Route through wilderness terrain including Lick Park Road and Lost Canyon. From The Ground Up riders describe \"pristine gravel roads and exhilarating doubletrack that tested our riders technical skills\" with route sections specifically designed to let riders \"fail, learn, and adjust.\" Course creator Joel Grimmett spent \"more than two years riding, driving, studying maps and running into lots of dead-ends.\""
      },
      "prestige": {
        "score": 2,
        "explanation": "A $5,000 prize purse and podium finishes by competitive riders like Sarah show some racing credibility, but the field remains small and regional. Elite rider Nick Gould's participation adds legitimacy, but this five-year-old event hasn't achieved broader recognition beyond Colorado mountain gravel circles."
      },
      "race_quality": {
        "score": 4,
        "explanation": "The course delivers what Nick Gould calls \"one of the hardest days\" on a bike, with sustained technical challenges and proper mountain suffering. Race creator Joel Grimmett spent two years developing a route with \"great amount of unpaved surface variety with as little pavement as possible.\" Two aid stations and well-planned logistics support the 120-mile mountain challenge."
      },
      "experience": {
        "score": 4,
        "explanation": "From The Ground Up riders finished \"by the roaring Gunnison River with Jermaine's sandwiches\" and celebrated at \"Garlic Mike's overlooking the Gunnison River.\" The route showcases \"more than 1,000 miles of Forest Service roads in Gunnison County that are rideable on a gravel bike.\" Post-race includes local BBQ and community gathering in downtown Gunnison."
      },
      "community": {
        "score": 4,
        "explanation": "From The Ground Up riders enjoyed local infrastructure including \"Jermaine's sandwiches,\" \"Garlic Mike's overlooking the Gunnison River,\" and \"breakfast at the Backcountry Cafe.\" The event receives grants from the City of Gunnison and profits support Gunnison Trails. Local businesses and trail advocacy create a supportive mountain town atmosphere around the race."
      },
      "field_depth": {
        "score": 3,
        "explanation": "Elite riders like Nick Gould and Laurel Darren participate alongside competitive racers like Sarah who found podium success, but overall depth remains limited by the remote location and altitude demands. plindley's mechanical DNF at 30 miles shows how conditions filter the field, leaving mostly Colorado mountain riders who understand high-altitude gravel challenges."
      },
      "value": {
        "score": 4,
        "explanation": "$80-120 registration delivers 120 miles through Colorado Rockies terrain with a $5,000 prize purse and post-race support. Race profits support Gunnison Trails and the event receives city grants, showing reinvestment in the community. Access to \"more than 1,000 miles of Forest Service roads\" and local dining spots like Jermaine's sandwiches add value beyond race day."
      },
      "expenses": {
        "score": 3,
        "explanation": "Plindley's 4 flats in 30 miles requiring tire inserts and careful equipment choices add gear costs beyond standard gravel setups. Remote Gunnison location means limited lodging options and either expensive regional flights or 3.5-hour mountain drives from Denver. Small town infrastructure keeps some costs reasonable but travel logistics create unavoidable expenses."
      }
    },
    "final_verdict": {
      "score": "74 / 100",
      "one_liner": "High-altitude gravel that separates your actual fitness from your sea-level delusions.",
      "should_you_race": "If you can sustain power above 8,000 feet and have low gears for Cochetopa Pass, this is honest mountain suffering without the Leadville circus. Sea-level riders thinking they'll adapt on race day will discover what oxygen debt feels like around mile 40. The terrain isn't technical, but the altitude will expose every fitness gap you've been hiding behind at home.",
      "alternatives": "Leadville Trail 100 MTB offers similar altitude punishment with more prestige and twice the suffering. SBT GRVL gives you Colorado gravel without the oxygen penalty if you want the scenery but need to breathe."
    },
    "citations": [
      {
        "url": "https://www.gunnigrinder.com",
        "category": "official",
        "label": "Official Website"
      },
      {
        "url": "https://ridewithgps.com/routes/46250094",
        "category": "route",
        "label": "RideWithGPS: Gunni Grinder (copy) CO, Gravel"
      },
      {
        "url": "https://athlinks.com/event/gunni-grinder",
        "category": "other",
        "label": "Athlinks"
      },
      {
        "url": "https://ridewithgps.com",
        "category": "route",
        "label": "RideWithGPS"
      },
      {
        "url": "https://ridewithgps.com/routes/gunni-grinder",
        "category": "route",
        "label": "RideWithGPS"
      },
      {
        "url": "https://slowtwitch.com/forum/gunni-grinder",
        "category": "other",
        "label": "Slowtwitch"
      },
      {
        "url": "https://strava.com",
        "category": "activity",
        "label": "Strava"
      },
      {
        "url": "https://strava.com/segments/razor-creek-descent",
        "category": "activity",
        "label": "Strava"
      },
      {
        "url": "https://www.bikereg.com/gunni-grinder",
        "category": "registration",
        "label": "BikeReg"
      },
      {
        "url": "https://www.trainerroad.com/forum/t/gunni-grinder-2023-colorado/86583?page=2",
        "category": "community",
        "label": "trainerroad.com: 86583"
      },
      {
        "url": "https://www.trainerroad.com/forum/t/gunni-grinder-2023-colorado/86583",
        "category": "community",
        "label": "trainerroad.com: 86583"
      },
      {
        "url": "https://velo.outsideonline.com/gravel/the-grind-a-not-quite-farewell-to-gravel/",
        "category": "community",
        "label": "velo.outsideonline.com: The Grind A Not Quite Farewell To Gravel"
      },
      {
        "url": "https://bikepacking.com/routes/gunni-grinder/",
        "category": "community",
        "label": "bikepacking.com: Gunni Grinder"
      },
      {
        "url": "https://zenocycleparts.com/blogs/cyclingtips/glorious-gravel-grinding-in-colorado-s-gunnison-county",
        "category": "community",
        "label": "zenocycleparts.com: Glorious Gravel Grinding In Colorado S Gunnison County"
      },
      {
        "url": "https://www.thegunnigrinder.com/",
        "category": "community",
        "label": "thegunnigrinder.com"
      },
      {
        "url": "https://www.gunnisontimes.com/stories/gunni-grindin,6208",
        "category": "community",
        "label": "gunnisontimes.com: Gunni Grindin,6208"
      },
      {
        "url": "https://simpleendurancecoaching.com/biking-and-running/",
        "category": "community",
        "label": "simpleendurancecoaching.com: Biking And Running"
      },
      {
        "url": "https://www.wildbunchdesertguides.com/blog/Just-what-doctor-ordered-Phoenix-mountain-bike-tours-next.cfm",
        "category": "community",
        "label": "wildbunchdesertguides.com: Just What Doctor Ordered Phoenix Mountain Bike Tours Next..."
      },
      {
        "url": "https://gunnisoncrestedbutte.com/blog/gunnison-gravel-biking-from-the-ground-up/",
        "category": "community",
        "label": "gunnisoncrestedbutte.com: Gunnison Gravel Biking From The Ground Up"
      },
      {
        "url": "https://gunnisoncrestedbutte.com/blog/gravel-biking-in-gunnison-colorado-with-nick-gould/",
        "category": "community",
        "label": "gunnisoncrestedbutte.com: Gravel Biking In Gunnison Colorado With Nick Gould"
      },
      {
        "url": "https://www.thegunnigrinder.com",
        "category": "community",
        "label": "thegunnigrinder.com"
      }
    ],
    "results": {
      "years": {
        "2024": {
          "conditions": "- 2024: Dry, cold start (38°F), warming to 65°F [Reddit] (",
          "field_size_actual": 45,
          "dnf_rate_pct": 15,
          "key_takeaways": []
        }
      },
      "latest_year": "2024"
    }
  }
}
