{
  "race": {
    "name": "LAUF TRUE GRIT GRAVEL EPIC",
    "slug": "lauf-true-grit",
    "display_name": "Lauf True Grit Gravel Epic",
    "tagline": "Where the Mojave, Great Basin, and Colorado Plateau collide to humble your gravel dreams",
    "vitals": {
      "distance_mi": 84,
      "elevation_ft": 9000,
      "location": "Santa Clara, Utah",
      "location_badge": "SANTA CLARA, UTAH",
      "date": "March annually",
      "date_specific": "2026: March 19-21"
    },
    "gravel_god_rating": {
      "overall_score": 74,
      "editorial_tier": 2,
      "editorial_tier_label": "TIER 2",
      "business_tier": 2,
      "business_tier_label": "TIER 2",
      "display_tier": 2,
      "display_tier_label": "TIER 2",
      "logistics": 3,
      "length": 4,
      "technicality": 5,
      "elevation": 4,
      "climate": 3,
      "altitude": 2,
      "adventure": 5,
      "prestige": 3,
      "race_quality": 4,
      "experience": 5,
      "community": 4,
      "field_depth": 3,
      "value": 4,
      "expenses": 3,
      "tier": 2,
      "tier_label": "TIER 2",
      "discipline": "gravel"
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 3,
        "explanation": "Respected technical gravel test with strong reputation among experienced riders. NUE Series opener brings credibility. Not yet major series level but growing recognition as one of the gnarliest gravel courses in North America."
      },
      "race_quality": {
        "score": 4,
        "explanation": "GRO Promotions brings 15+ years of experience and genuine local expertise. Race director Cimarron Chacon designed and authorized many course segments herself. Weather has forced past course changes but organization handles it professionally."
      },
      "experience": {
        "score": 5,
        "explanation": "Unforgettable for anyone who finishes. The combination of technical demands, physical suffering, and otherworldly scenery creates a race that haunts your dreams. Small town start/finish with expo and live music adds character."
      },
      "community": {
        "score": 4,
        "explanation": "250-person cap creates intimate racing atmosphere versus mass-start chaos. Strong local community investment from founder-led organization. The shared suffering of technical terrain bonds finishers in a unique way."
      },
      "field_depth": {
        "score": 3,
        "explanation": "Attracts strong regional competition and technical specialists. NUE Series connection brings endurance talent. Not elite pro-dominated field but quality depth among those who seek out technical gravel challenges."
      },
      "value": {
        "score": 4,
        "explanation": "Outstanding course quality and organization for the price. Smaller event means less expo spectacle but more meaningful race experience. You're paying for one of the most unique gravel courses on the planet."
      },
      "expenses": {
        "score": 3,
        "explanation": "Utah location requires travel investment. Las Vegas flight plus shuttle or rental adds up. St. George hotels are reasonable ($100-200/night range). Total trip likely $800-1,200 depending on travel choices."
      },
      "length": {
        "score": 4,
        "explanation": "84 miles officially, but the brutal technical terrain makes it ride like 100+ miles. Course multiplier is real - 5 miles here equals 10 at easier venues."
      },
      "technicality": {
        "score": 5,
        "explanation": "Among the most technical gravel races in existence. Mandatory dismounts, rock gardens, sandy washes, slickrock, and the infamous Rollers of Doom. 80% off-road with genuine singletrack sections requiring pre-riding."
      },
      "elevation": {
        "score": 4,
        "explanation": "9,000 feet of relentless climbing across 4 different ridges. The continuous up-and-down profile with chunky uphill rock faces demanding hard power surges makes this elevation count double."
      },
      "climate": {
        "score": 3,
        "explanation": "March in southern Utah offers generally pleasant conditions (highs 65-72F) but the desert is fickle. Morning starts in upper 30s require layering, and overnight rain has forced last-minute course changes in past editions."
      },
      "altitude": {
        "score": 2,
        "explanation": "Never exceeds 5,000 feet elevation. Minimal altitude impact on performance - one of the few mercies this course offers."
      },
      "logistics": {
        "score": 3,
        "explanation": "St. George Regional Airport (10 miles) has limited flights, so most fly to Las Vegas (2 hours). Shuttle services available but adds complexity. Good hotel options in St. George including cyclist-friendly LOGE property."
      },
      "adventure": {
        "score": 5,
        "explanation": "Stunning convergence of three distinct ecosystems - red sandstone formations, white cliffs, ancient volcanic remnants, and otherworldly desert vegetation. Universally praised as bucket-list beautiful, if brutally demanding."
      }
    },
    "black_pill": {
      "title": "The Uncomfortable Truths About True Grit",
      "reality_checks": [
        {
          "topic": "Technical Demands",
          "truth": "This is NOT a gravel race for gravel beginners. Mandatory dismounts, rock gardens requiring specific line knowledge, and the infamous Zen and Barrel Ride sections have humbled experienced riders who practiced lines dozens of times. If you're uncomfortable on technical terrain, you will have a bad day."
        },
        {
          "topic": "Pre-Ride Requirement",
          "truth": "Unlike most gravel races where you can show up and pin a number, True Grit demands course reconnaissance. The race director explicitly recommends pre-riding technical sections. Lines that look manageable in practice freeze riders on race day when fatigue hits."
        },
        {
          "topic": "Equipment Reality",
          "truth": "Course was designed with Lauf suspension fork in mind. While you don't NEED a Lauf bike, rigid forks will suffer on 84 miles of rocks. Some suspension or serious compliance is highly recommended - gravel purists on rigid setups will question their life choices."
        },
        {
          "topic": "Weather Chaos",
          "truth": "The desert can flip on you overnight. Past editions have seen rain-forced course changes announced the morning of the race. One year, a missed trail turn-off created a 'herd of buffalo diving off a cliff' scenario as riders scrambled down a muddy bank."
        },
        {
          "topic": "Perceived Difficulty",
          "truth": "84 miles reads manageable on paper. Reality: this course rides like 100+ miles. Training recommendation from veterans is to prepare for 125% of race distance. No shade, relentless climbing, and technical fatigue compound into suffering that transcends the mileage."
        },
        {
          "topic": "Small Event Trade-offs",
          "truth": "The 250-person field creates intimate racing but less festival atmosphere. If you're seeking the Unbound experience of thousands of riders and massive expo village, True Grit will feel small. This is a race for racers, not an event for the Instagram moments."
        }
      ]
    },
    "final_verdict": {
      "summary": "Lauf True Grit Gravel Epic is the real deal - a brutally technical gravel race set against stunning desert scenery that separates gravel racers from gravel tourists. At 84 miles and 9,000 feet of climbing across rocky, technical terrain where the Mojave, Great Basin, and Colorado Plateau converge, this race rewards preparation, technical skill, and genuine grit.",
      "who_should_race": [
        "Experienced gravel riders seeking their next technical challenge",
        "Riders who want genuine off-road gravel, not smooth fire roads",
        "Those who value course beauty and authentic suffering over event spectacle",
        "Early-season fitness testers looking for a March wake-up call",
        "Anyone who thinks most gravel races are too easy"
      ],
      "who_should_skip": [
        "Gravel beginners or those uncomfortable with mandatory dismounts",
        "Pure gravel grinders preferring smooth, fast roads",
        "Rigid fork purists unwilling to add compliance",
        "Those seeking massive festival atmosphere and large fields",
        "Budget travelers (Utah adds meaningful travel costs)"
      ],
      "bottom_line": "True Grit earns its name. This is a Tier 2 event punching above its weight on course quality and technical demands. Not for everyone, but for those who crave technical gravel racing in otherworldly scenery, True Grit delivers an unforgettable experience that most 'gravel' races cannot match. Just pre-ride those technical sections. Seriously."
    }
  }
}
