{
  "race": {
    "name": "LAUF TRUE GRIT GRAVEL EPIC",
    "slug": "lauf-true-grit",
    "display_name": "Lauf True Grit Gravel Epic",
    "tagline": "Where the Mojave, Great Basin, and Colorado Plateau collide to humble your gravel dreams",
    "vitals": {
      "distance_mi": 84,
      "elevation_ft": 9000,
      "location": "Santa Clara, Utah",
      "location_badge": "SANTA CLARA, UTAH",
      "date": "March annually",
      "date_specific": "2026: March 19-21",
      "lat": 37.133,
      "lng": -113.6541
    },
    "gravel_god_rating": {
      "overall_score": 74,
      "editorial_tier": 2,
      "editorial_tier_label": "TIER 2",
      "business_tier": 2,
      "business_tier_label": "TIER 2",
      "display_tier": 2,
      "display_tier_label": "TIER 2",
      "logistics": 3,
      "length": 4,
      "technicality": 5,
      "elevation": 4,
      "climate": 3,
      "altitude": 2,
      "adventure": 5,
      "prestige": 3,
      "race_quality": 4,
      "experience": 5,
      "community": 4,
      "field_depth": 3,
      "value": 4,
      "expenses": 3,
      "tier": 2,
      "tier_label": "TIER 2",
      "discipline": "gravel"
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 3,
        "explanation": "Respected technical gravel test with strong reputation among experienced riders. NUE Series opener brings credibility. Not yet major series level but growing recognition as one of the gnarliest gravel courses in North America."
      },
      "race_quality": {
        "score": 4,
        "explanation": "GRO Promotions brings 15+ years of experience and genuine local expertise. Race director Cimarron Chacon designed and authorized many course segments herself. Weather has forced past course changes but organization handles it professionally."
      },
      "experience": {
        "score": 5,
        "explanation": "Unforgettable for anyone who finishes. The combination of technical demands, physical suffering, and otherworldly scenery creates a race that haunts your dreams. Small town start/finish with expo and live music adds character."
      },
      "community": {
        "score": 4,
        "explanation": "250-person cap creates intimate racing atmosphere versus mass-start chaos. Strong local community investment from founder-led organization. The shared suffering of technical terrain bonds finishers in a unique way."
      },
      "field_depth": {
        "score": 3,
        "explanation": "Attracts strong regional competition and technical specialists. NUE Series connection brings endurance talent. Not elite pro-dominated field but quality depth among those who seek out technical gravel challenges."
      },
      "value": {
        "score": 4,
        "explanation": "Outstanding course quality and organization for the price. Smaller event means less expo spectacle but more meaningful race experience. You're paying for one of the most unique gravel courses on the planet."
      },
      "expenses": {
        "score": 3,
        "explanation": "Utah location requires travel investment. Las Vegas flight plus shuttle or rental adds up. St. George hotels are reasonable ($100-200/night range). Total trip likely $800-1,200 depending on travel choices."
      },
      "length": {
        "score": 4,
        "explanation": "84 miles officially, but the brutal technical terrain makes it ride like 100+ miles. Course multiplier is real - 5 miles here equals 10 at easier venues."
      },
      "technicality": {
        "score": 5,
        "explanation": "Among the most technical gravel races in existence. Mandatory dismounts, rock gardens, sandy washes, slickrock, and the infamous Rollers of Doom. 80% off-road with genuine singletrack sections requiring pre-riding."
      },
      "elevation": {
        "score": 4,
        "explanation": "9,000 feet of relentless climbing across 4 different ridges. The continuous up-and-down profile with chunky uphill rock faces demanding hard power surges makes this elevation count double."
      },
      "climate": {
        "score": 3,
        "explanation": "March in southern Utah offers generally pleasant conditions (highs 65-72F) but the desert is fickle. Morning starts in upper 30s require layering, and overnight rain has forced last-minute course changes in past editions."
      },
      "altitude": {
        "score": 2,
        "explanation": "Never exceeds 5,000 feet elevation. Minimal altitude impact on performance - one of the few mercies this course offers."
      },
      "logistics": {
        "score": 3,
        "explanation": "St. George Regional Airport (10 miles) has limited flights, so most fly to Las Vegas (2 hours). Shuttle services available but adds complexity. Good hotel options in St. George including cyclist-friendly LOGE property."
      },
      "adventure": {
        "score": 5,
        "explanation": "Stunning convergence of three distinct ecosystems - red sandstone formations, white cliffs, ancient volcanic remnants, and otherworldly desert vegetation. Universally praised as bucket-list beautiful, if brutally demanding."
      }
    },
    "black_pill": {
      "title": "The Uncomfortable Truths About True Grit",
      "reality_checks": [
        {
          "topic": "Technical Demands",
          "truth": "This is NOT a gravel race for gravel beginners. Mandatory dismounts, rock gardens requiring specific line knowledge, and the infamous Zen and Barrel Ride sections have humbled experienced riders who practiced lines dozens of times. If you're uncomfortable on technical terrain, you will have a bad day."
        },
        {
          "topic": "Pre-Ride Requirement",
          "truth": "Unlike most gravel races where you can show up and pin a number, True Grit demands course reconnaissance. The race director explicitly recommends pre-riding technical sections. Lines that look manageable in practice freeze riders on race day when fatigue hits."
        },
        {
          "topic": "Equipment Reality",
          "truth": "Course was designed with Lauf suspension fork in mind. While you don't NEED a Lauf bike, rigid forks will suffer on 84 miles of rocks. Some suspension or serious compliance is highly recommended - gravel purists on rigid setups will question their life choices."
        },
        {
          "topic": "Weather Chaos",
          "truth": "The desert can flip on you overnight. Past editions have seen rain-forced course changes announced the morning of the race. One year, a missed trail turn-off created a 'herd of buffalo diving off a cliff' scenario as riders scrambled down a muddy bank."
        },
        {
          "topic": "Perceived Difficulty",
          "truth": "84 miles reads manageable on paper. Reality: this course rides like 100+ miles. Training recommendation from veterans is to prepare for 125% of race distance. No shade, relentless climbing, and technical fatigue compound into suffering that transcends the mileage."
        },
        {
          "topic": "Small Event Trade-offs",
          "truth": "The 250-person field creates intimate racing but less festival atmosphere. If you're seeking the Unbound experience of thousands of riders and massive expo village, True Grit will feel small. This is a race for racers, not an event for the Instagram moments."
        }
      ]
    },
    "final_verdict": {
      "score": "74 / 100",
      "one_liner": "Utah's technical playground where your handling skills matter more than your FTP and the Rollers of Doom separate pretenders from the genuinely prepared.",
      "should_you_race": "Show up if you're comfortable dismounting on steep rock faces and practicing technical lines a dozen times before race day. The 9,000 feet of climbing rides like a century because of the constant technical demands—your bike handling needs to be sharp when you're deep into hour six. Skip this if you prefer smooth gravel roads or think a dropper post is overkill for gravel racing.",
      "alternatives": "Dirty Kanza offers similar distance with less technical punishment, while McDowell Mountain Frenzy gives you desert beauty without the constant dismount-and-carry sections. Both let you actually use your fitness instead of spending half the day walking your bike over sandstone."
    },
    "course_description": {
      "character": "True Grit drops you into the geological chaos where three deserts collide—Mojave, Great Basin, and Colorado Plateau. Eighty percent off-road through sandstone mazes, volcanic remnants, and sandy washes that chew up bikes and spit out undertrained riders. This isn't gravel racing, it's technical mountain biking disguised as a gravel event.",
      "suffering_zones": [
        {
          "mile": 7,
          "label": "Bear Claw Poppy",
          "desc": "Early singletrack with fun rollers that tricks you into thinking this will be manageable. The course is still being polite—enjoy it while it lasts."
        },
        {
          "mile": 30,
          "label": "Rollers of Doom",
          "desc": "The signature gravel feature that earned its name honestly. Technical rock gardens where your line choice determines whether you ride or walk the next five minutes."
        },
        {
          "mile": 45,
          "label": "The Chunky Miles",
          "desc": "Course turns genuinely hostile with uphill rock faces requiring power surges your legs don't have left. Every pedal stroke is a negotiation with Utah sandstone."
        },
        {
          "mile": 65,
          "label": "Ridge Climb #4",
          "desc": "The final ridge ascent where the accumulated technical damage meets legitimate climbing. Your bike handling mistakes from mile 30 compound into full-body rebellion."
        }
      ],
      "signature_challenge": "Lines through the rocks that riders practice a dozen times pre-race and still freeze up on race day. The technical sections aren't just difficult—they're bike-destroying, confidence-crushing puzzles that punish hesitation and reward local knowledge you don't have."
    },
    "citations": [
      {
        "url": "https://greaterzion.com/event/true-grit-gravel-epic-race/",
        "category": "other",
        "label": "Greaterzion"
      },
      {
        "url": "https://gropromotions.com/true-grit-gravel-epic/",
        "category": "other",
        "label": "Gropromotions"
      },
      {
        "url": "https://truegritepic.com/gravel/",
        "category": "other",
        "label": "Truegritepic"
      },
      {
        "url": "https://www.cxmagazine.com/gravel-race-2019-true-grit-gravel-epic-utah-pickles",
        "category": "media",
        "label": "CX Magazine"
      },
      {
        "url": "https://www.trainerroad.com/forum/t/true-grit-epic-50-data-fields/12740",
        "category": "community",
        "label": "TrainerRoad"
      }
    ],
    "logistics": {
      "official_site": "https://truegritepic.com/gravel/"
    },
    "history": {
      "founder": "GRO Promotions / GRO Races"
    }
  }
}
