{
  "race": {
    "name": "Le Grand du Nord",
    "slug": "le-grand-du-nord",
    "display_name": "Le Grand du Nord",
    "tagline": "UCI Gravel World Series race through Minnesota's stunning North Shore at Lake Superior.",
    "vitals": {
      "distance_mi": 110,
      "elevation_ft": 5000,
      "location": "Grand Marais, Minnesota",
      "location_badge": "GRAND MARAIS, MINNESOTA",
      "county": "Cook County",
      "date": "Late May annually",
      "date_specific": "2026: May 23",
      "terrain_types": [
        "North Shore forest roads",
        "Minnesota Northwoods gravel",
        "Lake Superior scenic routes",
        "Rolling technical sections"
      ],
      "field_size": "2,000+ riders (110mi), plus 50mi and 26mi options",
      "start_time": "Morning",
      "registration": "UCI Gravel World Series registration. Cost: $90-$140",
      "prize_purse": "UCI prize money",
      "aid_stations": "Multiple aid stations throughout course",
      "cutoff_time": "None specified"
    },
    "climate": {
      "primary": "Late May North Shore spring",
      "description": "Cool temps (45-65°F) with Lake Superior effect. Spring wet season—20-30% rain chance.",
      "challenges": [
        "Lake Superior brings cool temps and wind",
        "Spring weather unpredictable",
        "Rain can create muddy sections",
        "Cool starts require layering"
      ]
    },
    "terrain": {
      "primary": "Rolling North Shore gravel",
      "surface": "70% gravel/dirt forest roads, 20% paved, 10% technical doubletrack. Smoother than mountain gravel but constant rolling terrain.",
      "technical_rating": 3,
      "features": [
        "Constant rolling terrain through Northwoods",
        "Lake Superior overlook climbs",
        "Gunflint Trail scenic section",
        "Technical doubletrack sections",
        "Dense forest roads",
        "Lakeside paved return"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 74,
      "tier": 2,
      "tier_label": "TIER 2",
      "logistics": 3,
      "length": 4,
      "technicality": 3,
      "elevation": 3,
      "climate": 3,
      "altitude": 1,
      "adventure": 4,
      "prestige": 5,
      "race_quality": 4,
      "experience": 5,
      "community": 4,
      "field_depth": 5,
      "value": 4,
      "expenses": 4,
      "discipline": "gravel"
    },
    "biased_opinion": {
      "verdict": "The North Shore UCI Showcase",
      "summary": "Le Grand du Nord is Minnesota's entry into the UCI Gravel World Series—2,000+ riders racing through the stunning North Shore of Lake Superior at peak spring green. The course rolls through dense Northwoods, climbs for Lake Superior overlooks, and finishes in the tourist town of Grand Marais. It's not the hardest course (5,000 ft over 110 miles = rolling, not mountainous), but the field is international and fast. The scenery is world-class: dense Minnesota woods, Lake Superior vistas, and the iconic Gunflint Trail. Grand Marais is the perfect race town—hotels, restaurants, breweries, and post-race tourism. The large field means pack racing early and potential bottlenecks, but it thins out. This is a big-event, well-organized UCI race with all the amenities.",
      "strengths": [
        "UCI Gravel World Series—international field and prestige",
        "Stunning North Shore scenery—Lake Superior and Minnesota Northwoods",
        "Grand Marais is perfect race town—great lodging, food, tourism",
        "Large field (2,000+ riders) creates energy and competition",
        "Well-organized with multiple aid stations"
      ],
      "weaknesses": [
        "Large field = pack racing early, potential bottlenecks",
        "Spring weather unpredictable—rain and mud possible",
        "Lodging pressure—Grand Marais is popular, book early",
        "Travel logistics—Duluth airport 2 hours away, or 4+ hours from Minneapolis",
        "Course is rolling but not extreme—less challenge than mountain gravel"
      ],
      "bottom_line": "If you want a big, well-organized UCI race with stunning scenery and a competitive international field—Le Grand du Nord delivers. The North Shore is one of the most beautiful places in the Midwest. Grand Marais is a perfect race destination. The course is rolling but not brutal. This is a showcase event, not a suffer fest. Bring fitness for pack racing, expect UCI-level competition, and make it a weekend trip. The views and post-race tourism are worth it."
    },
    "logistics": {
      "nearest_airport": "Duluth (DLH) — 110 miles, 2-hour drive",
      "alternate_airports": "Minneapolis-St. Paul (MSP) — 260 miles, 4+ hours",
      "lodging_note": "Grand Marais is tourist town with hotels/B&Bs. Book 2-3 months ahead. State parks nearby for camping.",
      "parking": "Downtown Grand Marais",
      "packet_pickup": "Day-before and day-of",
      "travel_summary": "Duluth airport 2 hours away. Rental car needed. Grand Marais is popular—book lodging early.",
      "food_options": "Multiple aid stations. Post-race: Grand Marais has great restaurants/breweries.",
      "camping": "Judge CR Magney State Park, Cascade River State Park",
      "official_site": "https://www.legranddunord.com"
    },
    "course_description": {
      "character": "Rolling terrain through Minnesota Northwoods. 5,000 ft over 110 miles = constant ups and downs, no sustained climbs. Mix of smooth gravel forest roads (70%), paved sections (20%), and technical doubletrack (10%). Smoother than mountain gravel but never flat.",
      "suffering_zones": [
        {
          "name": "Lake Superior Overlook Climb",
          "miles": "~40",
          "description": "Steep, scenic climb with Lake Superior views. Pack may still be together here—surges happen.",
          "survival_strategy": "Steep pitch when legs are warming up. Scenic but painful. Pack surges here."
        },
        {
          "name": "Gunflint Trail Rollers",
          "miles": "50-70",
          "description": "Constant rolling terrain through Northwoods. No recovery. Beautiful but relentless.",
          "survival_strategy": "20 miles of rolling ups and downs. Never flat. Accumulates fatigue."
        },
        {
          "name": "Technical Doubletrack",
          "miles": "75-85",
          "description": "Rooty, rocky sections demanding focus when tired.",
          "survival_strategy": "Technical riding when exhausted. Roots and rocks demand attention."
        }
      ],
      "signature_challenge": "Steep, scenic climb with Lake Superior views. Pack may still be together here—surges happen."
    },
    "history": {
      "founded": "DATA NOT FOUND",
      "founder": "Gitchi Gummi Gravel Race Co.",
      "origin_story": "Large field (2,000+ riders). UCI Gravel World Series brings international competition.",
      "notable_moments": [
        "2024: Dry, cool (48-62°F). Perfect conditions. Low DNF (~5%).",
        "2023: Rain day before. Muddy sections. ~10% DNF."
      ],
      "reputation": ""
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 97.5,
        "grade": "A",
        "weakest": "temporal_depth",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 100,
          "citation_density": 100,
          "temporal_depth": 75,
          "specificity": 100,
          "statistical_backing": 100,
          "voice_authenticity": 100,
          "completeness": 100,
          "cross_reference": 100
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 5,
        "explanation": "UCI Gravel World Series status draws an international field to the North Shore. 2,000+ riders make this one of the biggest gravel events in the Midwest, and Minnesota cycling culture runs deep. The race has carved out legitimate prestige in just a few years—that doesn't happen by accident."
      },
      "race_quality": {
        "score": 4,
        "explanation": "The course hits Minnesota's best terrain—Gunflint Trail, Lake Superior overlooks, Northwoods forest roads. Multiple aid stations and solid organization handle the massive field without major disasters. 5% DNF rate in good conditions shows it's challenging but fair, not artificially brutal."
      },
      "experience": {
        "score": 5,
        "explanation": "Grand Marais is a perfect race town with breweries, restaurants, and Lake Superior as your backdrop. The route showcases the North Shore at its peak—spring foliage, scenic overlooks, iconic roads like Gunflint Trail. This is destination racing done right, not just suffering in a cornfield."
      },
      "community": {
        "score": 4,
        "explanation": "Minnesota nice meets international UCI field—friendly Midwestern vibe with serious competition. 2,000+ riders create pack racing dynamics early but riders report good post-race scene in Grand Marais. Large fields can dilute community feel, but the setting and local culture compensate."
      },
      "field_depth": {
        "score": 5,
        "explanation": "UCI Gravel World Series status brings legitimate international talent to Minnesota. 2,000+ rider field is massive by gravel standards, creating actual pack racing for 20-30 miles. The depth matters when you're getting spit out the back at mile 25 because European pros decided to light it up."
      },
      "value": {
        "score": 4,
        "explanation": "Registration runs $90-$140 depending on distance—reasonable for a UCI event with this level of organization. You're paying for professional event management, multiple aid stations, and access to some of Minnesota's most scenic roads. The Grand Marais destination factor adds value beyond just the race."
      },
      "expenses": {
        "score": 4,
        "explanation": "Grand Marais is a tourist town, so lodging books up 2-3 months ahead and isn't cheap. Nearest major airport is Duluth (2 hours) or Minneapolis (4+ hours)—plan on a rental car. State park camping options help budget-conscious riders, but this isn't a cheap weekend."
      },
      "length": {
        "score": 4,
        "explanation": "110 miles is legitimate distance that separates tourists from cyclists. Riders report underestimating the distance as a major DNF factor—it's long enough to punish poor pacing and nutrition mistakes. The 5,000 feet of elevation makes every mile count twice."
      },
      "technicality": {
        "score": 3,
        "explanation": "70% gravel forest roads with 10% doubletrack technical sections—riders say 38-40mm tires handle it fine. The technical doubletrack hits at miles 75-85 when you're already cooked, making rooty, rocky sections harder than they should be. Smoother than Heck of the North but not a highway."
      },
      "elevation": {
        "score": 3,
        "explanation": "5,000 feet over 110 miles isn't mountain gravel, but it's constant rolling North Shore terrain that wears you down. Lake Superior Overlook climb at mile 40 and Gunflint Trail rollers (miles 50-70) are the main suffering zones. Enough climbing to matter, not enough to define the race."
      },
      "climate": {
        "score": 3,
        "explanation": "Late May in Minnesota is a gamble—45-65°F range with 20-30% rain chance and Lake Superior making everything colder. 2024 was perfect (48-62°F), 2023 was muddy from pre-race rain. Spring weather is unpredictable, and that lake effect wind cuts through everything."
      },
      "altitude": {
        "score": 1,
        "explanation": "Grand Marais sits at lake level on Lake Superior. This is Minnesota, not Colorado—altitude is a non-factor unless you're worried about being below sea level. Your lungs will work fine; your legs might not."
      },
      "logistics": {
        "score": 3,
        "explanation": "Duluth airport is 2 hours away, Minneapolis is 4+ hours—this isn't exactly convenient for most riders. Grand Marais lodging books fast in a small tourist town, creating pressure. Day-of packet pickup and downtown start/finish help, but getting there and staying there takes planning."
      },
      "adventure": {
        "score": 4,
        "explanation": "The North Shore of Lake Superior is legitimately beautiful—spring foliage, lake overlooks, dense Northwoods terrain. Gunflint Trail and forest roads take you into proper Minnesota wilderness, not suburban gravel paths. This feels like an expedition, not a criterium on dirt."
      }
    },
    "final_verdict": {
      "score": "74 / 100",
      "one_liner": "The most civilized way to suffer through 110 miles of Minnesota Northwoods while pretending Lake Superior views make your legs hurt less.",
      "should_you_race": "You need the fitness for 110 miles and 5,000 feet—that's six hours minimum of rolling punishment through forest roads. The course isn't technically brutal, but it's relentlessly rolling, and those doubletrack sections at mile 80 will test your focus when you're cooked. If you can't handle pack racing with 2,000 riders or the possibility of 45-degree rain, stay home.",
      "alternatives": "Heck of the North offers more technical challenge in the same region if you want sharper teeth. For similar distance and beauty with fewer people, try Gravel Worlds in Nebraska or SBT GRVL in Colorado—both deliver the suffering without the Minnesota crowd."
    },
    "race_photos": [
      {
        "type": "hero",
        "file": "le-grand-du-nord-hero.jpg",
        "alt": "Lone gravel cyclists on North Shore forest roads near Grand Marais, Minnesota"
      },
      {
        "type": "grit",
        "file": "le-grand-du-nord-grit.jpg",
        "alt": "Gravel cyclists kicking up dust on 70% gravel/dirt forest roads, 20% paved, 10% technical doubletrack. Smoother than mountain gravel but constant rolling terrain. near Grand Marais"
      },
      {
        "type": "pack",
        "file": "le-grand-du-nord-pack.jpg",
        "alt": "Group of gravel cyclists riding through Minnesota at golden hour"
      }
    ]
  }
}
