{
  "race": {
    "name": "Little Sugar MTB",
    "slug": "little-sugar-mtb",
    "display_name": "Little Sugar MTB",
    "tagline": "New LTGP MTB race—30 miles of technical Bentonville singletrack, pairs with Big Sugar Gravel, pro field guaranteed.",
    "vitals": {
      "distance_mi": 30,
      "elevation_ft": 3500,
      "location": "Bentonville, Arkansas",
      "location_badge": "BENTONVILLE, ARKANSAS",
      "county": "Benton County",
      "date": "Early April annually",
      "date_specific": "2026: April 5",
      "terrain_types": [
        "Bentonville MTB trails (70% singletrack)",
        "Gravel/dirt roads (30%)",
        "Technical Ozarks terrain",
        "Slaughter Pen trails"
      ],
      "field_size": "1,000+ riders",
      "start_time": "Saturday morning",
      "registration": "Online. Cost: $100-$150",
      "prize_purse": "Life Time Grand Prix points",
      "aid_stations": "Multiple on course",
      "cutoff_time": "None"
    },
    "climate": {
      "primary": "Arkansas spring",
      "description": "Early April: 50-70°F, 30% rain chance, spring conditions.",
      "challenges": [
        "Temperature swings (50-70°F)",
        "Rain risk (30%)",
        "Spring weather variability"
      ]
    },
    "terrain": {
      "primary": "Bentonville MTB trails—technical Ozarks singletrack",
      "surface": "70% singletrack, 30% gravel/dirt roads. Bentonville MTB trails (Slaughter Pen network). Technical Ozarks terrain—rocks, roots, punchy climbs. Technical rating: 4/5. MTB skills required.",
      "technical_rating": 4,
      "features": [
        "Slaughter Pen MTB trails",
        "Technical Ozarks singletrack",
        "Punchy climbs (short but steep)",
        "Rocks, roots, technical features",
        "World-class MTB trails",
        "Life Time Grand Prix race"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 77,
      "tier": 1,
      "tier_label": "TIER 1",
      "logistics": 4,
      "length": 1,
      "technicality": 5,
      "elevation": 3,
      "climate": 3,
      "altitude": 1,
      "adventure": 4,
      "prestige": 5,
      "race_quality": 5,
      "experience": 5,
      "community": 5,
      "field_depth": 5,
      "value": 4,
      "expenses": 4,
      "tier_override_reason": "Prestige 5 + score >= 75 — promoted to Tier 1",
      "discipline": "mtb"
    },
    "biased_opinion": {
      "verdict": "New LTGP MTB Race in MTB Mecca",
      "summary": "Little Sugar MTB is new LTGP race (founded 2025). Pairs with Big Sugar Gravel (same weekend—MTB Saturday, gravel Sunday). 30 miles, 3,500 ft. 70% singletrack, 30% gravel/dirt. Bentonville MTB trails (Slaughter Pen)—technical Ozarks terrain. Life Time Grand Prix race (pro field: Keegan Swenson, Sofia Gomez Villafane). 1,000+ riders. Bentonville is MTB mecca (Walmart headquarters, world-class trails). Early April spring conditions (50-70°F). If you want LTGP MTB race in world-class trails, this is it. If you want gravel or dropbar, skip it (or do Big Sugar Sunday). MTB required.",
      "strengths": [
        "Life Time Grand Prix race—pro field",
        "Bentonville MTB mecca (world-class trails)",
        "Pairs with Big Sugar Gravel (same weekend)",
        "Technical Ozarks singletrack rewards skills",
        "Good airport access (XNA 15 miles)",
        "Bentonville amenities (tourist town)"
      ],
      "weaknesses": [
        "MTB required (NOT gravel/dropbar)",
        "New race (founded 2025—limited history)",
        "Technical terrain not for beginners",
        "Short distance (30mi)",
        "Spring rain risk (30%)",
        "Expensive lodging (Big Sugar same weekend)"
      ],
      "bottom_line": "Little Sugar MTB is new LTGP race in Bentonville MTB mecca. 30 miles, technical Ozarks singletrack. If you want LTGP MTB race and world-class trails, this is it. If you want gravel, do Big Sugar Sunday. MTB skills required. Pro field guaranteed. Bentonville is world-class MTB destination."
    },
    "logistics": {
      "nearest_airport": "Northwest Arkansas (XNA) — 15 miles (20-minute drive)",
      "alternate_airports": "Tulsa (TUL) — 110 miles",
      "lodging_note": "Bentonville tourist town. Book early (Big Sugar same weekend).",
      "parking": "Check official website",
      "packet_pickup": "Friday packet pickup. Multi-day event (Saturday MTB, Sunday Big Sugar Gravel).",
      "travel_summary": "XNA airport 15 miles (easy access). Rental car needed. Bentonville tourist town—book lodging early (Big Sugar same weekend). Friday packet pickup, Saturday Little Sugar MTB, Sunday Big Sugar Gravel.",
      "food_options": "Aid stations on course. Post-race party in Bentonville downtown.",
      "camping": "Check official website",
      "official_site": "https://www.lifetimegrandprix.com"
    },
    "course_description": {
      "character": "30 miles, 3,500 ft. 70% singletrack, 30% gravel/dirt. Bentonville MTB trails (Slaughter Pen). Technical Ozarks terrain. Technical rating: 4/5.",
      "suffering_zones": [
        {
          "name": "Throughout: Slaughter Pen Singletrack",
          "miles": "Throughout",
          "description": "Technical Ozarks singletrack. Rocks, roots, tight trails. MTB skills required.",
          "survival_strategy": "MTB required. 2.2-2.4\" tires. Pick lines. Brake early. Technical."
        },
        {
          "name": "Throughout: Punchy Ozarks Climbs",
          "miles": "Throughout",
          "description": "Short but steep climbs. Cumulative fatigue. 3,500 ft over 30mi.",
          "survival_strategy": "Low gears. Pace conservatively. Punchy climbs add up."
        }
      ],
      "signature_challenge": "Technical Ozarks singletrack + punchy climbs. MTB skills required.",
      "ridewithgps_id": "53139731",
      "ridewithgps_name": "Little Sugar 50k MTB 2025 traced "
    },
    "history": {
      "founded": "2025",
      "founder": "Life Time Grand Prix",
      "origin_story": "Little Sugar MTB founded 2025 as new Life Time Grand Prix race. Pairs with Big Sugar Gravel (same weekend). Bentonville MTB mecca. 30 miles, 1,000+ riders. Technical Ozarks singletrack. Slaughter Pen trails.",
      "notable_moments": [
        "2025: Inaugural year—Keegan Swenson (men), Sofia Gomez Villafane (women)"
      ],
      "reputation": "New LTGP race. Bentonville MTB mecca. Technical Ozarks singletrack. Pro field."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 0,
        "grade": "pending",
        "weakest": "pending",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 0,
          "citation_density": 0,
          "temporal_depth": 0,
          "specificity": 0,
          "statistical_backing": 0,
          "voice_authenticity": 0,
          "completeness": 0,
          "cross_reference": 0
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 5,
        "explanation": "Part of the Life Time Grand Prix series with a $65,000 prize purse and Leadville qualifier status. Christopher Blevins, Keegan Swenson, and Sofia Gomez Villafane aren't showing up for participation trophies. When you're pulling 1,200 riders from 46 states and 7 countries to Arkansas, you've officially made it."
      },
      "race_quality": {
        "score": 5,
        "explanation": "Life Time doesn't mess around with organization, and the course routing through Coler, Back 40, and Slaughter Pen hits the greatest hits of Bentonville's trail network. Two aid stations, GPS navigation requirements, and strict crew access rules keep things professional. The sprint finishes between Swenson and Beers in 2023 prove the course design works."
      },
      "experience": {
        "score": 5,
        "explanation": "Point-to-point from Coler Mountain Bike Preserve to Downtown Bentonville Square is pure theater. You're riding through The Ledges at mile 39 where it sounds like you're riding on glass, then finishing in the heart of mountain bike mecca. The technical variety from flow trails to \"jackhammered on the side of a hill\" rocky sections keeps you engaged for 62 miles."
      },
      "community": {
        "score": 5,
        "explanation": "Bentonville is the Walmart-funded mountain bike Disneyland, and this race showcases why. The town built 120+ miles of trails specifically to attract events like this, generating $778,000 in economic impact for Little Sugar alone. When locals build their entire identity around mountain biking, you get treated like royalty."
      },
      "field_depth": {
        "score": 5,
        "explanation": "Life Time Grand Prix status brings out the entire US XC elite field, plus international talent like Matt Beers. Ages 12-70 with legitimate category depth means your placing actually means something. The Leadville qualifier spots ensure the fast guys show up ready to suffer."
      },
      "value": {
        "score": 4,
        "explanation": "At $160 for 62 miles of Bentonville's best trails, you're paying premium but getting premium. The course routing alone would cost you multiple days to ride independently, and you get chip timing plus aid stations. Not cheap, but fair for what amounts to a guided tour of mountain bike heaven."
      },
      "expenses": {
        "score": 4,
        "explanation": "Bentonville isn't Moab expensive, but it's not small-town Arkansas cheap either. Hotels book up fast during Big Sugar weekend, driving prices up. The town knows what it has and prices accordingly, though food and beer remain reasonable once you're not trapped at the fancy spots downtown."
      },
      "length": {
        "score": 1,
        "explanation": "The 50K option at 32.8 miles is respectable but hardly epic for a marquee mountain bike event. Most serious riders will opt for the 100K, but even that 62-miler feels short compared to true ultra-endurance events. It's more XC marathon than adventure epic."
      },
      "technicality": {
        "score": 5,
        "explanation": "Ozark limestone is \"like riding on arrowheads\" and The Ledges at mile 39 will test your bike handling when you're already cooked. The \"death by 1000 cuts\" climbing profile with punchy technical ascents and rocky descents demands constant attention. Zero margin for error when passing opportunities disappear once you hit singletrack."
      },
      "elevation": {
        "score": 3,
        "explanation": "3,500 feet over 30 miles is decent but not devastating - it's the \"death by 1000 cuts\" approach rather than big mountain suffering. No individual climb exceeds a few hundred feet, so you never get that Alpine punishment. Respectable but won't leave mountain riders gasping."
      },
      "climate": {
        "score": 3,
        "explanation": "October in Arkansas should be perfect, but 2024 proved otherwise with unseasonably hot and dusty conditions that had riders suffering. When it's good, it's crisp fall perfection. When it's not, you're grinding through dust clouds in 80+ degree heat with no shade on exposed climbs."
      },
      "altitude": {
        "score": 1,
        "explanation": "Bentonville sits around 1,300 feet above sea level - basically a rounding error. You'll get more altitude gain driving to the race than you'll experience during it. Zero altitude considerations unless you're coming from below sea level."
      },
      "logistics": {
        "score": 4,
        "explanation": "Point-to-point format requires shuttle planning, but Life Time handles the heavy lifting professionally. Limited crew access except at TH Rogers Lumber Yard keeps things clean but requires self-sufficiency. GPS navigation requirement weeds out the unprepared, and course marking is minimal by design."
      },
      "adventure": {
        "score": 4,
        "explanation": "Riding from Coler Preserve through the Back 40 wilderness to downtown Bentonville feels like a legitimate journey. The technical challenges at The Ledges and varied trail systems keep you guessing, though the relatively short distance limits the true adventure factor. More mountain bike tourism than wilderness expedition."
      }
    },
    "final_verdict": {
      "score": "77 / 100",
      "one_liner": "The Ozarks' limestone will shred your tires and ego in equal measure across 60 miles of relentless technical punishment.",
      "should_you_race": "You need advanced MTB skills and bulletproof tires—this isn't gravel cosplaying as mountain biking, it's legitimate XC suffering on sugar-sharp limestone that sounds like riding on glass. The Ledges at mile 39 will humble anyone who hasn't spent serious time on technical singletrack. Skip it if you can't handle extended conga lines or if your idea of technical is a gravel road with potholes.",
      "alternatives": "Leadville 100 MTB gives you the same XC marathon distance with bigger climbs but less technical chaos. Big Sugar Gravel the following weekend offers similar terrain punishment but on gravel, not singletrack—better for riders who want Ozark suffering without the MTB skills requirement."
    }
  }
}
