{
  "race": {
    "name": "Mammoth Tuff",
    "slug": "mammoth-tuff",
    "display_name": "Mammoth Tuff",
    "tagline": "UCI Gravel World Series qualifier at 8,000 feet—High Sierra alpine gravel where altitude humbles everyone.",
    "vitals": {
      "distance_mi": 100,
      "elevation_ft": 7500,
      "location": "Mammoth Lakes, California",
      "location_badge": "MAMMOTH LAKES, CALIFORNIA",
      "county": "Mono County",
      "date": "Late June annually",
      "date_specific": "2026: June 28",
      "terrain_types": [
        "High Sierra alpine gravel",
        "Smooth fast roads",
        "June Lake Loop scenery",
        "Altitude 7,880-8,000 ft"
      ],
      "field_size": "400+ riders",
      "start_time": "Saturday morning — check official website",
      "registration": "Online. Cost: $100-$150",
      "prize_purse": "UCI Gravel World Series points",
      "aid_stations": "Multiple on course",
      "cutoff_time": "None official",
      "lat": 37.6433,
      "lng": -118.9669
    },
    "climate": {
      "primary": "Late June High Sierra",
      "description": "40-70°F, 10% rain chance, high altitude sun exposure.",
      "challenges": [
        "Altitude 7,880-8,000 ft (30% less oxygen)",
        "Temperature swings (40-70°F)",
        "High altitude sun intensity",
        "Cool mornings, warm afternoons"
      ]
    },
    "terrain": {
      "primary": "High Sierra alpine gravel—smooth and fast",
      "surface": "70% gravel, 30% paved. Smooth fast roads reward speed. Altitude 7,880-8,000 ft is defining feature. 7,500 ft elevation gain spread over 100 miles. Technical rating: 2/5.",
      "technical_rating": 2,
      "features": [
        "Smooth gravel roads",
        "June Lake Loop scenic section",
        "High altitude throughout",
        "Fast conditions",
        "Sierra climbs",
        "Alpine scenery"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 76,
      "tier": 2,
      "tier_label": "TIER 2",
      "logistics": 3,
      "length": 4,
      "technicality": 2,
      "elevation": 4,
      "climate": 2,
      "altitude": 5,
      "adventure": 4,
      "prestige": 4,
      "race_quality": 5,
      "experience": 5,
      "community": 4,
      "field_depth": 4,
      "value": 4,
      "expenses": 3,
      "discipline": "gravel",
      "display_tier": 2
    },
    "biased_opinion": {
      "verdict": "UCI Altitude Test in the High Sierra",
      "summary": "Mammoth Tuff is a UCI Gravel World Series qualifier at 8,000 feet. 100 miles of smooth High Sierra gravel. Altitude is the challenge—7,880-8,000 ft throughout means 30% less oxygen. If you're sea-level, arrive 3-5 days early or suffer. Course isn't technical (2/5), it's fast and smooth. Mammoth Lakes is expensive resort town. June Lake Loop (mile 40-60) is stunning. UCI status brings competitive field (Keegan Swenson, Lauren De Crescenzo). If you want High Sierra scenery with altitude suffering, this is it.",
      "strengths": [
        "High Sierra scenery—stunning alpine landscapes",
        "UCI Gravel World Series qualifier",
        "Smooth fast gravel roads",
        "Mammoth Lakes resort town amenities",
        "Competitive UCI field"
      ],
      "weaknesses": [
        "Altitude 7,880-8,000 ft destroys sea-level riders",
        "Expensive—Mammoth Lakes resort prices",
        "Small airport (MMH seasonal) or 3-hour drive from Reno",
        "Altitude prep required (arrive 3-5 days early)",
        "Limited lodging (book early)"
      ],
      "bottom_line": "Mammoth Tuff is a UCI qualifier with High Sierra scenery and altitude suffering. If you're acclimated to altitude, it's a fast beautiful race. If you're sea-level, arrive early or your watts will disappear. Smooth gravel rewards fitness, altitude punishes unpreparedness."
    },
    "logistics": {
      "nearest_airport": "Mammoth Yosemite Airport (MMH) — 10 miles (small, seasonal)",
      "alternate_airports": "Reno (RNO) — 160 miles (3-hour scenic drive)",
      "lodging_note": "Mammoth Lakes is ski resort town—expensive in summer. Book early. $200+/night typical.",
      "parking": "Free at event site",
      "packet_pickup": "Friday at expo. Vendor expo.",
      "travel_summary": "MMH airport small/seasonal or Reno 3-hour drive. Rental car needed. Mammoth Lakes expensive—book lodging early. Arrive 3-5 days early to acclimate to altitude. Expo Friday. Race Saturday.",
      "food_options": "Aid stations on course. Post-race BBQ and beer at finish. Mammoth Lakes has restaurants.",
      "camping": "Available in Mammoth area",
      "official_site": "https://www.mammothtuff.com"
    },
    "course_description": {
      "character": "100 miles of High Sierra alpine gravel. 7,500 ft elevation, 7,880-8,000 ft altitude. 70% gravel, 30% paved. Smooth fast roads. Technical rating: 2/5. Altitude is the defining challenge.",
      "suffering_zones": [
        {
          "name": "Throughout: Altitude",
          "miles": "0-100",
          "description": "7,880-8,000 ft entire race. 30% less oxygen. Cumulative fatigue.",
          "survival_strategy": "Arrive 3-5 days early. Pace conservatively. Hydrate aggressively. Altitude compounds fatigue."
        },
        {
          "name": "Mile 40-60: June Lake Loop",
          "miles": "40-60",
          "description": "Scenic but still at altitude. Midpoint fatigue + altitude = suffering.",
          "survival_strategy": "Enjoy scenery but don't push hard. Save energy for final 40 miles."
        },
        {
          "name": "Mile 80-100: Final Push",
          "miles": "80-100",
          "description": "Altitude fatigue cumulative. Final 20 miles hardest.",
          "survival_strategy": "Break into 10-mile chunks. Altitude effects peak late. Hydrate, eat, push."
        }
      ],
      "signature_challenge": "Altitude at 8,000 ft. Smooth roads mean high speeds burn energy faster. Sea-level riders suffer.",
      "ridewithgps_id": "52694679",
      "ridewithgps_name": "Mammoth TUFF - Long 25 V3"
    },
    "history": {
      "founded": "2010s",
      "founder": "TUFF Ventures",
      "origin_story": "Mammoth Tuff is UCI Gravel World Series qualifier. High Sierra alpine gravel at 8,000 ft. 400+ riders. Mammoth Lakes resort town. Professional organization.",
      "notable_moments": [
        "2023: Keegan Swenson & Lauren De Crescenzo win",
        "2024: Warm sunny conditions"
      ],
      "reputation": "UCI Gravel World Series qualifier. High Sierra altitude test. Smooth fast gravel."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 97.5,
        "grade": "A",
        "weakest": "temporal_depth",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 100,
          "citation_density": 100,
          "temporal_depth": 75,
          "specificity": 100,
          "statistical_backing": 100,
          "voice_authenticity": 100,
          "completeness": 100,
          "cross_reference": 100
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "logistics": {
        "score": 3,
        "explanation": "Central Village location under the gondola provides clear start/finish logistics with resort amenities nearby. Friday expo and Saturday morning pickup windows show organized packet distribution. Missing details on parking and airport access suggest either smooth operations or gaps in planning communication."
      },
      "length": {
        "score": 4,
        "explanation": "The TUFFEST at 105 miles and TUFFER at 75 miles provide proper distance challenge without ultra-endurance excess. Amanda Nauman notes the deceptive profile: \"The first half of the ride is primarily descending and the second half is primarily climbing back to town.\" Three distance options prevent riders from choosing inappropriate challenges for their fitness level."
      },
      "technicality": {
        "score": 2,
        "explanation": "Challenge comes from volcanic terrain and altitude rather than technical skill demands. Amanda Nauman describes the pumice: \"It mimics the feel of sand in areas because of how light and airy the material is.\" Graham Johnson struggled through \"sandy sections everywhere\" on regraded roads, but the difficulty is grinding power through loose surfaces, not navigating tricky lines."
      },
      "elevation": {
        "score": 4,
        "explanation": "The TUFFEST delivers 7,500 feet over 105 miles with the hardest climbing back-loaded. Graham Johnson found \"the climb back up from the aid station was by far the hardest part of the race\" with the final stretch being \"a sandbox from hell.\" The UCI notes a brutal 16-mile climb at 4.3% average grade including the narrow Red Rock Canyon section."
      },
      "climate": {
        "score": 2,
        "explanation": "September brings dramatic temperature swings from cold morning starts to valley heat. Amanda Nauman warns: \"The overnight lows start to dip in September, so prepare to be cold in the early morning and heat up throughout the day.\" High altitude amplifies sun exposure with thinner atmosphere increasing sunburn and dehydration risks throughout the ride."
      },
      "altitude": {
        "score": 5,
        "explanation": "Starting at 8,000 feet in Mammoth Lakes with riding throughout the high volcanic tableland creates race-defining oxygen debt. Amanda Nauman advises lowering power expectations: \"Everyone will be operating at a lower capacity than normal at altitude.\" Graham Johnson cramped badly despite fitness, staring \"into the breathtaking backdrop of Mount Morrison and Laurel Mountain\" as his legs seized."
      },
      "adventure": {
        "score": 4,
        "explanation": "Racing through Long Valley Caldera formed 760,000 years ago on volcanic stone gravel delivers proper wilderness experience. The course features diverse volcanic rock from pumice to obsidian across the Eastern Sierra backdrop. Dave Malwitz captured the setting: \"The event perfectly captures the magic of this surreal landscape, where each ride was a memorable encounter with the extraordinary.\""
      },
      "prestige": {
        "score": 4,
        "explanation": "UCI Gravel World Series qualifier with top 3 per category and top 25% of Elite earning Worlds spots. The 511-rider field in 2025 included serious competition with Caleb Botcher winning the 89-mile course in 4:27:35. Dave Malwitz calls it \"an iconic West Coast gravel event\" though it lacks the household name recognition of established classics."
      },
      "race_quality": {
        "score": 5,
        "explanation": "Three staggered distance starts with proper aid station support and detailed course guides via Ride w GPS. Despite minimal course markings, the organization handles 511 riders across multiple distances with Friday expo, timed cutoffs, and Sunday awards ceremony. The infrastructure supports both recreational and UCI-level competition without compromise."
      },
      "experience": {
        "score": 5,
        "explanation": "Racing through a volcanic caldera formed 760,000 years ago isn't your typical weekend gravel grind. The course circles Long Valley Caldera with volcanic stone 'gravel' and hot springs, delivering legitimate adventure terrain. Starting under the gondola at The Village adds resort town atmosphere without the corporate sanitization."
      },
      "community": {
        "score": 4,
        "explanation": "TUFF Ventures has built what they call 'TUFF community' around the volcanic suffering, complete with a post-race BUFF Beer Mile. Friday night riders meeting goes live on Instagram, showing they understand modern community building. The three-day format with expo creates proper festival atmosphere for the high-altitude masochists."
      },
      "field_depth": {
        "score": 4,
        "explanation": "The 511-rider 2025 field attracted competitive depth with UCI qualification stakes. Graham Johnson finished 8th overall despite cramping issues, suggesting quality competition throughout the Elite field. Caleb Botcher's 4:27:35 winning time over 89 miles shows the front end pushes serious pace, though specific field composition details remain limited."
      },
      "value": {
        "score": 4,
        "explanation": "Three course options, proper support, and UCI qualification opportunities deliver solid racing value. The Mammoth Lakes location provides resort town amenities without requiring separate travel to nowhere. Registration fees aren't listed, which either means they're reasonable or they're hiding something."
      },
      "expenses": {
        "score": 3,
        "explanation": "Mammoth Lakes resort pricing means expensive lodging during prime September weather, though organizers provide lodging partners. The remote Eastern Sierra location requires significant travel investment for most riders. Equipment demands add costs - Amanda Nauman recommends \"the widest tire you can fit\" while officials suggest 40mm minimum, potentially requiring new wheel/tire setups."
      }
    },
    "final_verdict": {
      "score": "76 / 100",
      "one_liner": "Altitude meets volcanic attitude in California's most honest sufferfest.",
      "should_you_race": "Show up fit or the 8,000-foot starting elevation will expose every training shortcut you took. The 7,500 feet of climbing over 105 miles isn't negotiable, and volcanic gravel punishes both your legs and your equipment. This isn't a scenic tour—it's a legitimate training ground that's produced Unbound winners for a reason.",
      "alternatives": "Belgian Waffle Ride delivers similar suffer-per-mile ratios with more technical variety, while Crusher in the Tushar offers comparable high-altitude punishment with Utah's signature loose climbs. Both skip the volcanic rock tax but demand the same honest fitness."
    },
    "citations": [
      {
        "url": "https://www.mammothtuff.com",
        "category": "official",
        "label": "Official Website"
      },
      {
        "url": "https://ridewithgps.com/routes/52694679",
        "category": "route",
        "label": "RideWithGPS: Mammoth TUFF - Long 25 V3"
      },
      {
        "url": "https://ridewithgps.com/events/400860-mammoth-tuff-2025",
        "category": "route",
        "label": "RideWithGPS"
      },
      {
        "url": "https://ridewithgps.com/events/400860-mammoth-tuff-2025[5",
        "category": "route",
        "label": "RideWithGPS"
      },
      {
        "url": "https://www.gravelstoke.com/gravel-cycling-gear-blog/mammoth-tuff-2024-through-sand-and-sky",
        "category": "community",
        "label": "gravelstoke.com: Mammoth Tuff 2024 Through Sand And Sky"
      },
      {
        "url": "https://www.gravelstoke.com/gravel-cycling-gear-blog/2023-mammoth-tuff-gravel-race-report",
        "category": "community",
        "label": "gravelstoke.com: 2023 Mammoth Tuff Gravel Race Report"
      },
      {
        "url": "https://puregravel.com/blogs/reviews/mammoth-tuff-taming-volcanic-gravel-and-embracing-high-altitude-cycling",
        "category": "community",
        "label": "puregravel.com: Mammoth Tuff Taming Volcanic Gravel And Embracing High Al..."
      },
      {
        "url": "https://www.tuff.ventures/mtuff/info",
        "category": "community",
        "label": "tuff.ventures: Info"
      },
      {
        "url": "https://ucigravelworldseries.com/en/mammoth/",
        "category": "community",
        "label": "ucigravelworldseries.com: Mammoth"
      },
      {
        "url": "https://granfondodailynews.com/2025/09/16/mammoth-tuff-results-tave-botcher-win-earn-the-last-starting-bibs-for-gravel-worlds/",
        "category": "community",
        "label": "granfondodailynews.com: Mammoth Tuff Results Tave Botcher Win Earn The Last Start..."
      },
      {
        "url": "https://ucigravelworldseries.com/en/bottcher-and-tave-to-take-mammoth-tuff-wins/",
        "category": "community",
        "label": "ucigravelworldseries.com: Bottcher And Tave To Take Mammoth Tuff Wins"
      }
    ]
  }
}
