{
  "race": {
    "name": "Nordic Chase Gravel Edition",
    "slug": "nordic-chase-gravel",
    "display_name": "Nordic Chase Gravel Edition",
    "tagline": "Multi-day Scandinavian adventure—Copenhagen to Oslo, 600km over 4 stages, supported with hotels and meals.",
    "vitals": {
      "distance_mi": 373,
      "elevation_ft": 26247,
      "location": "Copenhagen, Denmark to Oslo, Norway",
      "location_badge": "COPENHAGEN → OSLO",
      "county": "Multi-country (Denmark, Sweden, Norway)",
      "date": "June annually",
      "date_specific": "Check official website for date",
      "terrain_types": [
        "Scandinavian gravel (70%)",
        "Paved roads (30%)",
        "Rolling countryside",
        "Coastal sections"
      ],
      "field_size": "200-300 riders",
      "start_time": "Multi-day stage race (4 stages)",
      "registration": "Online. Cost: €400-€600 (includes hotels, meals, support)",
      "prize_purse": "None",
      "aid_stations": "Supported stage race (hotels, meals included)",
      "cutoff_time": "Daily stage cutoffs"
    },
    "climate": {
      "primary": "Scandinavian summer",
      "description": "June: 15-25°C, 30% rain chance, summer conditions.",
      "challenges": [
        "Temperature swings (15-25°C)",
        "Rain risk (30%)",
        "Multi-day weather variability"
      ]
    },
    "terrain": {
      "primary": "Scandinavian countryside—rolling gravel + coastal sections",
      "surface": "70% gravel, 30% paved roads. Multi-day stage race Copenhagen to Oslo. 4 stages ~150km each. Scandinavian countryside—rolling terrain, coastal sections. ~600 km total, ~8,000 m elevation. Technical rating: 3/5.",
      "technical_rating": 3,
      "features": [
        "Copenhagen start (Denmark)",
        "Swedish countryside (rolling)",
        "Oslo finish (Norway)",
        "Multi-day stage race (4 days)",
        "Supported (hotels, meals)",
        "Scandinavian scenery"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 76,
      "tier": 2,
      "tier_label": "TIER 2",
      "logistics": 3,
      "length": 5,
      "technicality": 3,
      "elevation": 4,
      "climate": 3,
      "altitude": 1,
      "adventure": 5,
      "prestige": 4,
      "race_quality": 5,
      "experience": 5,
      "community": 4,
      "field_depth": 3,
      "value": 3,
      "expenses": 5,
      "discipline": "gravel"
    },
    "biased_opinion": {
      "verdict": "Scandinavian Multi-Day Adventure",
      "summary": "Nordic Chase Gravel Edition is multi-day Scandinavian adventure—Copenhagen to Oslo, ~600 km over 4 stages. Founded ~2019. 70% gravel, 30% paved. Supported stage race (hotels, meals included in €400-€600 entry). 200-300 riders. 4 stages ~150km each. Scandinavian countryside—rolling terrain, coastal sections. June summer conditions (15-25°C). If you want multi-day European adventure with support, this is it. If you want single-day or budget race, skip it. Expensive but all-inclusive.",
      "strengths": [
        "Multi-day adventure (Copenhagen to Oslo)",
        "Supported (hotels, meals included)",
        "Scandinavian scenery (stunning)",
        "All-inclusive (€400-€600 covers everything)",
        "Stage race format (4 days)",
        "Good airports (CPH start, OSL finish)"
      ],
      "weaknesses": [
        "Expensive (€400-€600)",
        "Multi-day fatigue (4 days cumulative)",
        "June rain risk (30%)",
        "International travel required",
        "Small field (200-300)",
        "10-15% DNF"
      ],
      "bottom_line": "Nordic Chase is multi-day Scandinavian adventure. Copenhagen to Oslo, 600 km, 4 stages, supported. If you want European multi-day with stunning scenery and full support, this is it. If you want single-day or budget, skip it. Expensive but all-inclusive. Unique format."
    },
    "logistics": {
      "nearest_airport": "Copenhagen (CPH) — start location. Oslo (OSL) — finish location.",
      "alternate_airports": "None needed (start CPH, finish OSL)",
      "lodging_note": "Included in entry fee (hotels each night).",
      "parking": "Not applicable (multi-day stage race)",
      "packet_pickup": "Day-before in Copenhagen.",
      "travel_summary": "Fly to Copenhagen (CPH) for start. Finish in Oslo (OSL), fly home from there. Hotels, meals included in entry. Multi-day stage race (4 days). Day-before packet pickup Copenhagen.",
      "food_options": "Meals included in entry fee. Supported stage race.",
      "camping": "Not applicable (hotels included)",
      "official_site": "https://www.nordicchase.com"
    },
    "course_description": {
      "character": "~600 km, ~8,000 m. 70% gravel, 30% paved. Multi-day stage race (4 stages). Copenhagen to Oslo. Technical rating: 3/5.",
      "suffering_zones": [
        {
          "name": "Stage 1: Copenhagen Start (Denmark)",
          "miles": "Day 1",
          "description": "Flat coastal. ~150 km. Warm-up stage.",
          "survival_strategy": "Pace conservatively. 3 more days ahead. Don't blow up day 1."
        },
        {
          "name": "Stage 2-3: Swedish Countryside",
          "miles": "Day 2-3",
          "description": "Rolling terrain. ~150 km each day. Cumulative fatigue.",
          "survival_strategy": "Manage fatigue. Sleep well. Eat well. Multi-day = consistency."
        },
        {
          "name": "Stage 4: Oslo Finish (Norway)",
          "miles": "Day 4",
          "description": "Final push to Oslo. Legs tired. Scenic finish.",
          "survival_strategy": "Push through. Final day. Celebrate in Oslo."
        }
      ],
      "signature_challenge": "Multi-day fatigue (4 days, 600 km). Supported but cumulative."
    },
    "history": {
      "founded": "~2019",
      "founder": "Unknown",
      "origin_story": "Nordic Chase Gravel Edition founded ~2019. Multi-day stage race Copenhagen to Oslo. ~600 km, 4 stages, 200-300 riders. Supported (hotels, meals included). Scandinavian adventure.",
      "notable_moments": [
        "2023: Cool, dry (15-20°C)",
        "2024: Variable, some rain (12-22°C)"
      ],
      "reputation": "Multi-day Scandinavian adventure. Supported stage race. Expensive but all-inclusive."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 0,
        "grade": "pending",
        "weakest": "pending",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 0,
          "citation_density": 0,
          "temporal_depth": 0,
          "specificity": 0,
          "statistical_backing": 0,
          "voice_authenticity": 0,
          "completeness": 0,
          "cross_reference": 0
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 4,
        "explanation": "Limited to 100 riders with sold-out registration tells you something about demand, but this is still a newish event without established history or notable winners. The Copenhagen-to-Oslo route linking three Nordic countries creates genuine mystique in the ultra-gravel scene. No prize purse or pro field yet, but the exclusivity and ambitious route design are building credibility fast."
      },
      "race_quality": {
        "score": 5,
        "explanation": "730-850km of mostly gravel through Danish forests, Swedish backcountry, and Norwegian terrain is proper course design. The 110-hour cutoff with mandatory ferry timing at Oslo adds real consequence to your pacing decisions. Live GPS tracking via Follow My Challenge keeps spectators engaged while you suffer through the remote sections."
      },
      "experience": {
        "score": 5,
        "explanation": "Crossing three countries from Copenhagen to Oslo via Helsingør-Helsingborg ferry creates a genuine expedition feel you can't fake. The route hits deep forests, lakesides, and ridgelines before dumping you in Oslo for that celebratory ferry back to Copenhagen with dinner on board. This is bikepacking adventure disguised as a gravel race."
      },
      "community": {
        "score": 4,
        "explanation": "The 100-rider cap creates intimate group dynamics, and organizers facilitate WhatsApp coordination for logistics and overnights. No formal accommodation means riders naturally cluster and support each other through the Nordic wilderness. Limited field size builds stronger connections than massive events, but it's still developing its tribal identity."
      },
      "field_depth": {
        "score": 3,
        "explanation": "Early-stage event without established pro participation or deep competitive field. The 2,250 DKK entry fee and self-supported format attracts serious ultra-gravel riders, but no notable past winners or competitive pedigree yet. This is still finding its place between adventure ride and proper race."
      },
      "value": {
        "score": 3,
        "explanation": "At 2,250 DKK (~302 EUR) for 730-850km across three countries, the math works if you value the unique route. Ferry tickets included but accommodation isn't, so budget extra for overnights and logistics. The experience justifies the cost, but you're paying premium for exclusivity and route access."
      },
      "expenses": {
        "score": 5,
        "explanation": "Your wallet gets destroyed beyond the entry fee. Self-arranged accommodation across Denmark, Sweden, and Norway adds up fast, plus the mandatory Puttgarden-Rødby ferry at 12.50 EUR. Factor in flights to Copenhagen, potential bike shipping, and Nordic food prices during your 110-hour suffer-fest."
      },
      "length": {
        "score": 5,
        "explanation": "730-850km puts this firmly in proper ultra-gravel territory with that 110-hour cutoff creating real time pressure. The Copenhagen-to-Oslo distance forces genuine bikepacking strategy and multi-day pacing decisions. This isn't a day ride with delusions - it's legitimate suffer-distance."
      },
      "technicality": {
        "score": 3,
        "explanation": "Over 60-80% gravel and unpaved surfaces through Nordic forests and farm roads demands bike handling skills but isn't technically brutal. The challenge is endurance and navigation through remote terrain, not rock gardens or steep singletrack. Gravel bike appropriate, not mountain bike mandatory."
      },
      "elevation": {
        "score": 4,
        "explanation": "4,000-7,300m of climbing across 730-850km creates proper suffering without being stupidly mountainous. The elevation comes from rolling Nordic terrain and forested ridgelines rather than massive alpine climbs. It's enough to break your legs over the distance but won't require mountain goat genetics."
      },
      "climate": {
        "score": 3,
        "explanation": "Mid-August Nordic summer means endless daylight but unpredictable weather crossing three countries. You'll get mild temperatures but also potential rain and wind exposure through remote sections. No historical weather disasters noted, but weather can change fast in Scandinavia."
      },
      "altitude": {
        "score": 1,
        "explanation": "Starting near sea level in Copenhagen and staying in Nordic lowlands means altitude isn't a factor. The climbing comes from rolling terrain, not elevation gain that affects your oxygen intake. Your legs will hurt from distance and surfaces, not thin air."
      },
      "logistics": {
        "score": 3,
        "explanation": "Self-supported format means you coordinate overnights via WhatsApp group across three countries with different currencies and languages. Mandatory ferry timing in Oslo adds pressure, and accommodation isn't included in your entry fee. The route is brilliant but demands serious planning beyond just showing up."
      },
      "adventure": {
        "score": 5,
        "explanation": "Crossing Denmark, Sweden, and Norway on mostly gravel roads through remote forests and lakesides delivers legitimate expedition vibes. The Helsingør-Helsingborg ferry crossing and final push to Oslo creates narrative arc most races can't match. This is proper adventure with consequences, not sanitized gravel tourism."
      }
    }
  }
}
