{
  "race": {
    "name": "Nova Eroica",
    "slug": "nova-eroica",
    "display_name": "Nova Eroica",
    "tagline": "Tuscan strade bianche—135km of iconic white roads, 2,800m elevation, medieval town charm, Italian gravel paradise.",
    "vitals": {
      "distance_mi": 84,
      "elevation_ft": 9186,
      "location": "Buonconvento, Tuscany, Italy",
      "location_badge": "BUONCONVENTO, TUSCANY",
      "county": "Tuscany",
      "date": "October annually",
      "date_specific": "Check official website for date",
      "terrain_types": [
        "Tuscan strade bianche (white roads) (70%)",
        "Paved roads (30%)",
        "Rolling Tuscan hills",
        "Medieval town"
      ],
      "field_size": "1,000-1,500 riders",
      "start_time": "Morning",
      "registration": "Online. Cost: €80-€120 (~$85-$130 USD)",
      "prize_purse": "None",
      "aid_stations": "Multiple on course",
      "cutoff_time": "None"
    },
    "climate": {
      "primary": "Tuscan autumn",
      "description": "October: 12-22°C, 30% rain chance, autumn conditions.",
      "challenges": [
        "Temperature swings (12-22°C)",
        "Rain risk (30%)",
        "Autumn variability"
      ]
    },
    "terrain": {
      "primary": "Tuscan strade bianche—rolling white gravel roads",
      "surface": "70% gravel (strade bianche), 30% paved roads. Tuscan strade bianche—rolling hills, white gravel roads. 2,800 m over 135 km. Medieval town start/finish. Technical rating: 3/5.",
      "technical_rating": 3,
      "features": [
        "Tuscan strade bianche (iconic white roads)",
        "Rolling Tuscan hills",
        "Medieval town (Buonconvento)",
        "Tuscan countryside scenery",
        "Large field (1,000-1,500)",
        "Well-organized Italian event"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 74,
      "tier": 2,
      "tier_label": "TIER 2",
      "logistics": 3,
      "length": 4,
      "technicality": 3,
      "elevation": 4,
      "climate": 3,
      "altitude": 1,
      "adventure": 4,
      "prestige": 4,
      "race_quality": 5,
      "experience": 5,
      "community": 4,
      "field_depth": 4,
      "value": 5,
      "expenses": 3,
      "discipline": "gravel"
    },
    "biased_opinion": {
      "verdict": "Tuscan Strade Bianche Paradise",
      "summary": "Nova Eroica is Tuscan strade bianche—135 km, 2,800 m elevation. Founded ~2015. 70% gravel (strade bianche), 30% paved. Rolling Tuscan hills, iconic white roads. 1,000-1,500 riders. Buonconvento medieval town. October autumn conditions (12-22°C). Affordable entry (€80-€120 / $85-$130). If you want Italian gravel with Tuscan scenery and strade bianche, this is it. If you want local/domestic race, skip it. International destination race.",
      "strengths": [
        "Tuscan strade bianche (iconic white roads)",
        "Stunning Tuscan countryside scenery",
        "Medieval town (Buonconvento)",
        "Affordable entry ($85-$130 USD)",
        "Large field (1,000-1,500 riders)",
        "Well-organized Italian event",
        "Post-race Tuscan food/wine"
      ],
      "weaknesses": [
        "International travel required (FLR 80km)",
        "Long distance (135 km)",
        "Cumulative elevation (2,800 m)",
        "10-15% DNF",
        "Autumn rain risk (30%)",
        "Dusty strade bianche"
      ],
      "bottom_line": "Nova Eroica is Tuscan strade bianche paradise. 135 km, 2,800 m, iconic white roads. If you want Italian gravel with stunning Tuscan scenery and affordable entry, this is it. If you want local/domestic, skip it. International travel required but Tuscany makes it worth it. Post-race food/wine is legendary."
    },
    "logistics": {
      "nearest_airport": "Florence (FLR) — 80 km (1.5-hour drive)",
      "alternate_airports": "Rome (FCO) — 200 km",
      "lodging_note": "Buonconvento medieval town. Book early.",
      "parking": "Check official website",
      "packet_pickup": "Day-before. Check official website.",
      "travel_summary": "Fly to Florence (FLR). Rental car needed (80 km, 1.5-hour drive to Buonconvento). Medieval town lodging—book early. Day-before packet pickup. Race October. Post-race Tuscan food/wine.",
      "food_options": "Aid stations on course. Post-race party with Tuscan food/wine celebration.",
      "camping": "Check official website",
      "official_site": "https://www.novaeroica.it"
    },
    "course_description": {
      "character": "135 km, 2,800 m. 70% gravel (strade bianche), 30% paved. Tuscan rolling hills. Technical rating: 3/5.",
      "suffering_zones": [
        {
          "name": "Throughout: Tuscan Rolling Hills",
          "miles": "Throughout",
          "description": "Rolling Tuscan hills. 2,800 m cumulative elevation. Strade bianche (white roads).",
          "survival_strategy": "Pace conservatively. Moderate gears. Cumulative elevation adds up. 135 km long."
        },
        {
          "name": "Throughout: Strade Bianche (White Roads)",
          "miles": "Throughout",
          "description": "Iconic Tuscan white gravel roads. Smooth but dusty. 32-38mm tires recommended.",
          "survival_strategy": "32-38mm tubeless. Steady pace. Dusty but beautiful. Enjoy scenery."
        }
      ],
      "signature_challenge": "135 km + 2,800 m cumulative elevation. Tuscan strade bianche rolling hills."
    },
    "history": {
      "founded": "~2015",
      "founder": "Unknown",
      "origin_story": "Nova Eroica founded ~2015. Tuscan strade bianche gravel. 135 km, 1,000-1,500 riders. Buonconvento medieval town. Italian gravel scene.",
      "notable_moments": [
        "2023: Cool, dry (15-20°C)",
        "2024: Variable, some rain (12-22°C)"
      ],
      "reputation": "Italian gravel scene. Tuscan strade bianche. Well-organized. Medieval town. International destination."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 0,
        "grade": "pending",
        "weakest": "pending",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 0,
          "citation_density": 0,
          "temporal_depth": 0,
          "specificity": 0,
          "statistical_backing": 0,
          "voice_authenticity": 0,
          "completeness": 0,
          "cross_reference": 0
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 4,
        "explanation": "The Eroica name carries weight—it's the brand that made vintage bikes and gravel racing cool again. Being part of this family puts you in conversation with the originals in Gaiole, even if Buonconvento doesn't have the same decades of history. The Italian cycling pedigree is real, but you're not quite at monument status yet."
      },
      "race_quality": {
        "score": 5,
        "explanation": "Perfect execution of the Eroica formula—84 miles through genuine Tuscan countryside without the tourist trap bullshit. The organization knows what they're doing because they've been doing it right elsewhere. When the course delivers 9,186 feet of climbing through actual working farmland, not Instagram backdrop nonsense, that's race quality."
      },
      "experience": {
        "score": 5,
        "explanation": "Buonconvento sits in the heart of the Val d'Orcia—the Tuscany that actually looks like the postcards. Rolling through medieval hilltop towns and cypress-lined roads while your legs scream is exactly what you came to Italy for. This isn't a race trying to be special; it just is."
      },
      "community": {
        "score": 4,
        "explanation": "The Eroica crowd knows what they signed up for—vintage steel, wool jerseys, and suffering with style. You get the purists who actually care about the history, not just the social media content. Strong community, but smaller field means you miss some of the electric energy of the bigger European events."
      },
      "field_depth": {
        "score": 4,
        "explanation": "Italian cyclists don't mess around, and the Eroica events attract serious riders who happen to love old bikes. You'll find ex-pros and club racers mixing with enthusiasts who can actually climb. Not WorldTour deep, but nobody's getting dropped by weekend warriors in cargo shorts either."
      },
      "value": {
        "score": 5,
        "explanation": "You're paying for access to roads and scenery that most tourists never see, organized by people who understand cycling culture. The Eroica brand delivers what it promises without gouging you for premium water bottles. When the backdrop is the Val d'Orcia and the suffering is real, that's value."
      },
      "expenses": {
        "score": 3,
        "explanation": "Tuscany isn't cheap, and Buonconvento's location means you're paying tourist prices for everything from hotels to pasta. Flights to Italy, rental cars, and decent lodging add up fast. The race itself won't bankrupt you, but getting there and staying comfortable will."
      },
      "length": {
        "score": 4,
        "explanation": "84 miles hits the sweet spot—long enough to hurt, short enough to enjoy the scenery before total suffering sets in. With 9,186 feet of climbing, the distance feels much longer than it reads on paper. Perfect length for the terrain; any shorter would be a waste of the trip to Italy."
      },
      "technicality": {
        "score": 3,
        "explanation": "Classic Tuscan gravel—mostly well-maintained farm roads and strade bianche, not gnarly singletrack or loose rock gardens. The challenge comes from sustained climbing and distance, not technical handling skills. Your vintage steel bike can handle it, which is exactly the point."
      },
      "elevation": {
        "score": 4,
        "explanation": "9,186 feet over 84 miles through rolling Tuscan hills—that's proper climbing without Alpine brutality. The elevation comes in waves, not wall-like ramps, which matches the landscape perfectly. Enough to separate the field, not enough to destroy the experience for most riders."
      },
      "climate": {
        "score": 3,
        "explanation": "April in Tuscany can be perfect or miserable—you might get sunshine and 70 degrees, or cold rain and mud. The weather gods decide if you're grinding through dust or slip-sliding through clay. Italian spring is beautiful when it cooperates, brutal when it doesn't."
      },
      "altitude": {
        "score": 1,
        "explanation": "Sea level to low rolling hills—altitude isn't even a consideration here. The Tuscan countryside sits comfortably low, so your biggest worry is fitness, not oxygen. If altitude affects you at these elevations, cycling might not be your sport."
      },
      "logistics": {
        "score": 3,
        "explanation": "Small Italian town logistics are what they are—charming but not always efficient. Getting to Buonconvento requires planning since it's not exactly a transportation hub. The race organization handles what they can control, but you're dealing with Italian small-town infrastructure for everything else."
      },
      "adventure": {
        "score": 4,
        "explanation": "Racing through the Val d'Orcia on gravel roads that connect medieval hilltop towns—this is adventure wrapped in history. The course takes you places cars can't reach, through landscapes that have looked the same for centuries. Real adventure, not manufactured difficulty."
      }
    },
    "final_verdict": {
      "score": "74 / 100",
      "one_liner": "Tuscany's gravel answer to L'Eroica that trades vintage wool for modern suffering on the same unforgiving strade bianche.",
      "should_you_race": "You need legitimate climbing legs for 9,186 feet of Tuscan punishment and the bike handling skills to descend white gravel roads that turn sketchy fast. This isn't a beginner's intro to European gravel—it's proper suffering in postcard scenery. Show up undertrained and those rolling hills will expose every fitness gap you've been ignoring.",
      "alternatives": "L'Eroica gives you the same Tuscan strade bianche with vintage bike requirements and more prestige, while Strade Bianche Eroica delivers similar terrain with better organization and clearer logistics. Both spare you the mystery of what exactly you're signing up for."
    }
  }
}
