{
  "race": {
    "name": "RADL GRVL",
    "slug": "radl-grvl",
    "display_name": "RADL GRVL",
    "tagline": "Adelaide Hills adventure—130km of rolling Australian bush, 2,500m elevation, South Australia gravel.",
    "vitals": {
      "distance_mi": 81,
      "elevation_ft": 8202,
      "location": "Adelaide Hills, South Australia",
      "location_badge": "ADELAIDE HILLS, AUSTRALIA",
      "county": "South Australia",
      "date": "April annually",
      "date_specific": "Check official website for date",
      "terrain_types": [
        "Adelaide Hills gravel (85%)",
        "Dirt roads (15%)",
        "Rolling Australian bush",
        "Cumulative elevation"
      ],
      "field_size": "400-600 riders",
      "start_time": "Morning",
      "registration": "Online. Cost: A$150-A$200 (~$100-$135 USD)",
      "prize_purse": "None",
      "aid_stations": "Multiple on course",
      "cutoff_time": "None"
    },
    "climate": {
      "primary": "South Australian autumn",
      "description": "April: 12-22°C, 30% rain chance, autumn conditions.",
      "challenges": [
        "Temperature swings (12-22°C)",
        "Rain risk (30%)",
        "Autumn variability"
      ]
    },
    "terrain": {
      "primary": "Adelaide Hills—rolling Australian bush gravel",
      "surface": "85% gravel, 15% dirt roads. Adelaide Hills—rolling Australian bush terrain. 2,500 m over 130 km cumulative elevation. Technical rating: 3/5.",
      "technical_rating": 3,
      "features": [
        "Adelaide Hills",
        "Rolling Australian bush",
        "Cumulative elevation (2,500 m)",
        "Chunky Australian gravel",
        "Good airport access (ADL 30km)",
        "Growing Australian gravel scene"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 66,
      "tier": 2,
      "tier_label": "TIER 2",
      "logistics": 2,
      "length": 4,
      "technicality": 3,
      "elevation": 4,
      "climate": 3,
      "altitude": 1,
      "adventure": 4,
      "prestige": 3,
      "race_quality": 4,
      "experience": 4,
      "community": 4,
      "field_depth": 3,
      "value": 4,
      "expenses": 3
    },
    "biased_opinion": {
      "verdict": "Australian Bush Gravel",
      "summary": "RADL GRVL is Adelaide Hills adventure—130 km, 2,500 m elevation. Founded ~2020. 85% gravel, 15% dirt. Rolling Australian bush terrain. 400-600 riders. Adelaide city (good airport access). April autumn conditions (12-22°C). Affordable entry (A$150-A$200 / $100-$135). If you want Australian gravel adventure with good logistics, this is it. If you want local/domestic race, skip it. International destination race.",
      "strengths": [
        "Australian adventure (unique destination)",
        "Good airport access (ADL 30km)",
        "Adelaide Hills scenery",
        "Affordable entry ($100-$135 USD)",
        "Well-organized",
        "Growing Australian gravel scene"
      ],
      "weaknesses": [
        "International travel required (expensive)",
        "Long distance (130 km)",
        "Cumulative elevation (2,500 m)",
        "10-15% DNF",
        "Autumn rain risk (30%)",
        "Limited international recognition"
      ],
      "bottom_line": "RADL GRVL is Australian bush gravel. 130 km, 2,500 m, Adelaide Hills. If you want Australian gravel destination race with good logistics and affordable entry, this is it. If you want local/domestic, skip it. International travel required but Adelaide access is easy."
    },
    "logistics": {
      "nearest_airport": "Adelaide (ADL) — 30 km (30-minute drive)",
      "alternate_airports": "None convenient",
      "lodging_note": "Adelaide city. Book early.",
      "parking": "Check official website",
      "packet_pickup": "Day-before. Check official website.",
      "travel_summary": "Fly to Adelaide (ADL). Rental car or shuttle (30 km, 30-minute drive). Adelaide city lodging—book early. Day-before packet pickup. Race April.",
      "food_options": "Aid stations on course. Post-race party in Adelaide.",
      "camping": "Check official website",
      "official_site": "https://www.radlgrvl.com.au"
    },
    "course_description": {
      "character": "130 km, 2,500 m. 85% gravel, 15% dirt. Adelaide Hills—rolling Australian bush. Technical rating: 3/5.",
      "suffering_zones": [
        {
          "name": "Throughout: Adelaide Hills Rolling Terrain",
          "miles": "Throughout",
          "description": "Rolling Australian bush. 2,500 m cumulative elevation. Relentless.",
          "survival_strategy": "Pace conservatively. Low gears. Cumulative elevation adds up. 130 km long."
        },
        {
          "name": "Throughout: Chunky Australian Gravel",
          "miles": "Throughout",
          "description": "Chunky gravel. 35-40mm tires recommended.",
          "survival_strategy": "35-40mm tubeless. Steady pace. Chunky but not technical."
        }
      ],
      "signature_challenge": "130 km + 2,500 m cumulative elevation. Rolling Australian bush."
    },
    "history": {
      "founded": "~2020",
      "founder": "Unknown",
      "origin_story": "RADL GRVL founded ~2020. Adelaide Hills gravel. 130 km, 400-600 riders. South Australia. Growing Australian gravel scene.",
      "notable_moments": [
        "2023: Cool, dry (15-20°C)",
        "2024: Variable, some rain (12-22°C)"
      ],
      "reputation": "Australian gravel scene. Adelaide Hills. Well-organized. International destination."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 0,
        "grade": "pending",
        "weakest": "pending",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 0,
          "citation_density": 0,
          "temporal_depth": 0,
          "specificity": 0,
          "statistical_backing": 0,
          "voice_authenticity": 0,
          "completeness": 0,
          "cross_reference": 0
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 3,
        "explanation": "Only three years old but already claiming 'Australian gravel monument' status and serving as Oceania Continental Gravel Championships. Draws pros from Australia, NZ, UK, US, and France, plus riders from dozens of countries. The Santos Tour Down Under connection gives it cycling credibility, but let's see if it survives past the honeymoon phase before we crown it."
      },
      "race_quality": {
        "score": 4,
        "explanation": "Three well-designed distance options from 34km to 127km with proper gravel percentages (60-70% dirt). The Blue course's 2,296m of climbing through private vineyard paths and Adelaide Hills delivers legitimate suffering. Kings Hill Rd on the Red route gets called the 'most difficult' section, and when Australians say that, pay attention."
      },
      "experience": {
        "score": 4,
        "explanation": "Multi-day festival format with expo, pro panels, and social events creates proper race weekend atmosphere. Starting from Oliver & Press Winemakers hub in McLaren Flat puts you in wine country, not some industrial park. The Shiraz Trail and private vineyard access gives you scenery most tourists never see."
      },
      "community": {
        "score": 4,
        "explanation": "Sold out in weeks during its 2024 pilot, doubled in size for 2025, and maintains that inclusive festival vibe without losing the competitive edge. E-bike friendly options on Red and Green courses mean your slower friends can actually join. The shuttles to Pullman Hotel in Adelaide show they're thinking about the full weekend experience."
      },
      "field_depth": {
        "score": 3,
        "explanation": "Hundreds of riders from dozens of countries sounds impressive until you realize that's still a relatively small field for an 'international' event. Elite start times separated by gender and ability level suggest proper racing structure. Three years isn't enough time to build the deep competitive field that established races enjoy."
      },
      "value": {
        "score": 4,
        "explanation": "Multi-day festival format, private vineyard access, and three course options deliver more than most single-day suffer-fests. The festival programming with expo and pro panels adds value beyond just the ride itself. Entry fees aren't public, but the rapid sellout history suggests riders think it's worth whatever they're charging."
      },
      "expenses": {
        "score": 3,
        "explanation": "Getting to Adelaide Hills isn't cheap from anywhere, and January timing means peak Australian summer tourism rates. The Pullman Hotel shuttle service suggests staying in Adelaide proper, which means city hotel prices. At least McLaren Vale has wine country dining options that justify the expense."
      },
      "length": {
        "score": 4,
        "explanation": "The 127km Blue course with 2,296m of climbing delivers proper all-day suffering without being stupidly long. Three distance options mean you can choose your pain level or bring friends who aren't ready for the full experience. That's smart race design, not participation trophy nonsense."
      },
      "technicality": {
        "score": 3,
        "explanation": "70% gravel on demanding terrain through Adelaide Hills creates legitimate technical challenge without being pure mountain bike territory. The Red course's forest trails through Kuitpo and 'ridiculously steep climbs' on the Blue require bike handling skills. Still accessible enough for ambitious beginners on the shorter routes."
      },
      "elevation": {
        "score": 4,
        "explanation": "2,296m of climbing over 127km puts the Blue course in serious suffer territory, while the Red's 1,153m over 65km maintains respectful climbing density. Kings Hill Rd gets called the most difficult section, and those 'ridiculously steep climbs' aren't marketing hyperbole. This isn't flat gravel grinding."
      },
      "climate": {
        "score": 3,
        "explanation": "Late January in South Australia means summer heat and potential fire danger, but also long daylight hours and generally stable weather. No specific weather data available, but Adelaide Hills elevation should moderate the worst summer temperatures. The 7:30am start suggests they're trying to beat the heat."
      },
      "altitude": {
        "score": 1,
        "explanation": "Adelaide Hills might sound mountainous, but you're still near sea level in South Australia. Zero altitude training benefit and zero thin-air challenge. The climbing is all about gradient and distance, not elevation above sea level."
      },
      "logistics": {
        "score": 2,
        "explanation": "Packet pickup only happens Thursday afternoon at the Tour Village expo, creating potential travel timing issues. Starting location at 32 Hamilton Rd, McLaren Flat is specific enough, but no parking details provided. The shuttle to Adelaide helps post-race, but getting there in the first place seems like your own problem."
      },
      "adventure": {
        "score": 4,
        "explanation": "Private vineyard paths and remote gravel roads through wine country deliver genuine exploration, not just public road grinding. The Shiraz Trail and forest sections through Kuitpo to Kyeema National Park boundary take you places you can't drive to. Starting from a working winery and finishing with festival atmosphere beats most industrial race venues."
      }
    }
  }
}
