{
  "race": {
    "name": "Rasputitsa",
    "slug": "rasputitsa",
    "display_name": "Rasputitsa",
    "tagline": "Vermont's early season mud fest—46 miles of Class 4 roads, self-supported suffering, and guaranteed mud.",
    "vitals": {
      "distance_mi": 46,
      "elevation_ft": 5000,
      "location": "Burke, Vermont",
      "location_badge": "BURKE, VERMONT",
      "county": "Caledonia County (Northeast Kingdom)",
      "date": "Late April annually",
      "date_specific": "2026: April 26 (10th Anniversary)",
      "terrain_types": [
        "Vermont Class 4 roads (unmaintained dirt)",
        "Mud (guaranteed in April)",
        "Technical climbs",
        "Northeast Kingdom terrain"
      ],
      "field_size": "600+ riders",
      "start_time": "Saturday morning — check official website",
      "registration": "Online. Cost: $80-$120",
      "prize_purse": "None",
      "aid_stations": "NONE—self-supported",
      "cutoff_time": "None"
    },
    "climate": {
      "primary": "April Vermont mud season",
      "description": "35-55°F, 40% rain chance, mud guaranteed. 'Rasputitsa' = Russian for 'mud season'.",
      "challenges": [
        "Mud (guaranteed in April)",
        "Cold temps (35-55°F)",
        "Rain risk (40% chance)",
        "Hypothermia risk if wet"
      ]
    },
    "terrain": {
      "primary": "Vermont Class 4 roads—unmaintained dirt, mud",
      "surface": "70% dirt roads, 20% gravel, 10% pavement. Class 4 roads = unmaintained. April = mud. Self-supported (NO aid stations). 5,000 ft elevation over 46 miles. Technical rating: 4/5.",
      "technical_rating": 4,
      "features": [
        "Class 4 unmaintained roads",
        "Mud zones (April guaranteed)",
        "Burke Mountain area climbs",
        "Technical terrain",
        "Self-supported challenge",
        "Northeast Kingdom scenery"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 73,
      "tier": 2,
      "tier_label": "TIER 2",
      "logistics": 3,
      "length": 2,
      "technicality": 5,
      "elevation": 4,
      "climate": 5,
      "altitude": 1,
      "adventure": 5,
      "prestige": 3,
      "race_quality": 3,
      "experience": 5,
      "community": 5,
      "field_depth": 3,
      "value": 4,
      "expenses": 3,
      "discipline": "gravel"
    },
    "biased_opinion": {
      "verdict": "Vermont Mud Masochism",
      "summary": "Rasputitsa is Vermont's early season mud fest—46 miles of Class 4 roads (unmaintained dirt), 5,000 ft elevation, self-supported (NO aid stations), and guaranteed mud. Founded 2016, 10th anniversary 2026. 'Rasputitsa' is Russian for 'mud season'. April in Vermont = mud. Class 4 roads = technical. Self-supported = hardcore. 600+ riders. Burke Northeast Kingdom. If you want Vermont hardcore suffering, this is it. If you want smooth gravel and aid stations, run away.",
      "strengths": [
        "Unique character—Vermont mud fest",
        "Self-supported challenge (no aid = real adventure)",
        "Technical Class 4 roads reward skills",
        "Northeast Kingdom scenery",
        "10th anniversary 2026",
        "Grassroots community vibe"
      ],
      "weaknesses": [
        "Mud (guaranteed April)",
        "No aid stations (self-supported = carry everything)",
        "Cold/hypothermia risk (35-55°F + rain)",
        "High DNF (15-25% mud-dependent)",
        "Short distance (46mi) but brutal"
      ],
      "bottom_line": "Rasputitsa is Vermont mud masochism. If you want technical Class 4 roads, self-supported adventure, and guaranteed mud, this is bucket-list. If you want smooth gravel and support, skip it. Mud is the point. Embrace it or stay home."
    },
    "logistics": {
      "nearest_airport": "Burlington (BTV) — 50 miles (1-hour drive)",
      "alternate_airports": "Portland (PWM, Maine) — 150 miles",
      "lodging_note": "Burke small Northeast Kingdom town. Book early. Limited lodging.",
      "parking": "Free at event site",
      "packet_pickup": "Day-before. Check official website.",
      "travel_summary": "Burlington airport 50 miles. Rental car needed. Burke small town—book lodging early. Day-before packet pickup. Race Saturday.",
      "food_options": "NONE on course (self-supported). Post-race party at finish.",
      "camping": "Check official website",
      "official_site": "https://www.rasputitsa.com"
    },
    "course_description": {
      "character": "46 miles of Vermont Class 4 roads (unmaintained dirt). 5,000 ft elevation. Self-supported (NO aid). Mud guaranteed (April). Technical rating: 4/5.",
      "suffering_zones": [
        {
          "name": "Throughout: Class 4 Roads + Mud",
          "miles": "0-46",
          "description": "Unmaintained dirt roads. April mud guaranteed. Bikes clog. Technical.",
          "survival_strategy": "40-50mm tires. Aggressive tread. Carry spares. Accept mud. Pace conservatively."
        },
        {
          "name": "Mile 20-40: Burke Mountain Area",
          "miles": "20-40",
          "description": "Technical climbing. Mud + elevation = suffering.",
          "survival_strategy": "Low gears. Walk if needed. Self-supported means manage energy."
        },
        {
          "name": "Self-Supported: All Miles",
          "miles": "0-46",
          "description": "NO aid stations. Carry food, water, spares. Bonk = DNF.",
          "survival_strategy": "Carry 2+ bottles, food for 4-6 hours, spare tube, CO2, multitool."
        }
      ],
      "signature_challenge": "April mud + self-supported + Class 4 technical roads. Mud is guaranteed, aid is not.",
      "ridewithgps_id": "33718706",
      "ridewithgps_name": "CCNS/VTdirt - Rasputitsa Course Preview 2019"
    },
    "history": {
      "founded": "2016",
      "founder": "Unknown",
      "origin_story": "Rasputitsa founded 2016. Named for Russian word meaning 'mud season'. Vermont early season mud fest. 600+ riders. Burke Northeast Kingdom. Self-supported. 10th anniversary 2026.",
      "notable_moments": [
        "2023: Mud, cold (40-50°F)",
        "2024: Rain, heavy mud",
        "2026: 10th Anniversary"
      ],
      "reputation": "Vermont hardcore mud fest. Self-supported. Grassroots."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 97.5,
        "grade": "A",
        "weakest": "temporal_depth",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 100,
          "citation_density": 100,
          "temporal_depth": 75,
          "specificity": 100,
          "statistical_backing": 100,
          "voice_authenticity": 100,
          "completeness": 100,
          "cross_reference": 100
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 3,
        "explanation": "Ten years in and CycloWorld calls it 'legendary,' but let's be honest—this isn't Unbound. Rasputitsa draws 1,500 riders for the finish line party, which puts it in solid regional tier, not national spotlight. The race gets featured in bucket list articles, but I don't see pro riders or major sponsors throwing money at Burke, Vermont."
      },
      "race_quality": {
        "score": 3,
        "explanation": "Co-founder Heidi Myers talks a good game about community over commerce, but the research shows gaps in basic race intel—no aid station details, no course breakdown, no real logistics data. For a 10-year-old race, that's either deliberate minimalism or operational slack. The 'merciless on wheeled transport' reputation suggests they nail the suffering part."
      },
      "experience": {
        "score": 5,
        "explanation": "Pearl Jam tribute band on Friday and Saturday nights at Jay Peak Resort? That's not your typical post-race beer tent. They moved the 2024 race one week earlier specifically to 'encounter even more challenging weather conditions'—these people understand that gravel masochists want authentic misery. The finish line party runs 11:30 AM to 4:00 PM, which means they're building a festival, not just a race."
      },
      "community": {
        "score": 5,
        "explanation": "Myers nails it: 'Gravel organizers are beyond a community. We are family.' The founders literally state they're not trying to make money and commit to equal opportunity regardless of 'race, color, religion, disability, age, gender identity, sexual orientation, socioeconomic status or national origin.' That's not corporate virtue signaling—that's Vermont hippie gravel done right."
      },
      "field_depth": {
        "score": 3,
        "explanation": "1,500 cyclists shows up for the party, but there's zero intel on who's actually racing fast. No mention of pro riders, no winner history, no competitive depth data in 10 years of race reports. This feels like a participation festival where everyone's racing their own demons more than each other."
      },
      "value": {
        "score": 4,
        "explanation": "Myers emphasizes 'modest price tag of early-day gravel' and explicitly states they're 'not using this construct to make money.' Two nights of live music, Jay Peak Resort venue, and a 4.5-hour finish line party suggests you're getting festival value. No specific entry fee data, but the philosophy screams anti-corporate pricing."
      },
      "expenses": {
        "score": 3,
        "explanation": "Burke, Vermont in April—not exactly a budget destination, but not Napa Valley either. Jay Peak Resort hosting means lodging exists but probably isn't cheap during race weekend. No airport intel in the research, which means you're likely driving from Boston or Burlington and burning gas money to reach gravel paradise."
      },
      "length": {
        "score": 2,
        "explanation": "46 miles is barely getting warmed up for serious gravel suffering. That's a hard morning, not an epic day. Sure, 5,000 feet of elevation makes it punchy, but if you're traveling to Vermont for gravel adventure, you want more than three hours of riding."
      },
      "technicality": {
        "score": 5,
        "explanation": "Race description: 'merciless on wheeled transport' that 'vanquishes even the fiercest competitors.' They deliberately moved the race earlier to hit worse weather conditions, which in Vermont April means mud, ice, and whatever else spring decides to throw. 'Treacherous course conditions' isn't marketing speak—it's a Vermont gravel promise."
      },
      "elevation": {
        "score": 4,
        "explanation": "5,000 feet over 46 miles averages 108 feet per mile—that's legitimate climbing density. No named climbs in the research, but in Vermont's Northeast Kingdom, that gain comes from sustained grinding, not rolling hills. It's not Alpine epic, but it'll separate the weekend warriors from the climbers."
      },
      "climate": {
        "score": 5,
        "explanation": "April in Vermont's Northeast Kingdom with race organizers who moved the date earlier specifically for worse conditions? That's mud season masochism at its finest. The race has 'its own well-earned reputation' for 'capricious weather and treacherous course conditions'—meaning you never know if you're getting frozen ground or swamp soup."
      },
      "altitude": {
        "score": 1,
        "explanation": "Burke, Vermont sits barely above sea level in gravel terms. No altitude considerations, no breathing issues, no elevation sickness—just regular old oxygen-rich suffering. If you're coming from anywhere above 2,000 feet, you'll actually feel like Superman for the first 20 miles."
      },
      "logistics": {
        "score": 3,
        "explanation": "Jay Peak Resort as host venue solves some problems, but the research shows zero intel on parking, packet pickup, or basic race day operations. For a 10-year-old race drawing 1,500 people, that's either admirably lo-fi or poorly documented. No airport data suggests you're driving to reach this Vermont gravel outpost."
      },
      "adventure": {
        "score": 5,
        "explanation": "Racing in Vermont's Northeast Kingdom during mud season with organizers who deliberately chase worse weather conditions? That's adventure by definition. 'Capricious weather and treacherous course conditions' means you're getting authentic gravel suffering, not sanitized sport. The research gaps actually add to the mystery—you're showing up not knowing what you'll get."
      }
    },
    "final_verdict": {
      "score": "73 / 100",
      "one_liner": "Vermont's 10-year-old mud lottery where 5,000 feet of climbing meets April's bipolar weather and your cross training actually matters.",
      "should_you_race": "If you can handle 46 miles of sustained climbing in conditions that range from perfect to apocalyptic, Rasputitsa delivers authentic Northeast Kingdom suffering without the ego. The 5,000 feet of elevation isn't negotiable, and April weather means you might get snow, mud, or sunshine—sometimes all three. Skip this if you need predictable conditions or hate climbing.",
      "alternatives": "Vermont Overland offers similar Vermont grit with more distance options, while Dirty Kanza (Unbound) gives you comparable difficulty without the elevation. For pure climbing punishment, try Gravel Worlds if you want the suffering with better weather odds."
    }
  }
}
