{
  "race": {
    "name": "Rule of Three",
    "slug": "rule-of-three",
    "display_name": "Rule of Three",
    "tagline": "300 miles on Unbound roads—Kansas Flint Hills ultra distance, self-supported, 30-40% DNF, 15-25 hours of suffering.",
    "vitals": {
      "distance_mi": 300,
      "elevation_ft": 15000,
      "location": "Emporia, Kansas (same roads as Unbound Gravel)",
      "location_badge": "EMPORIA, KANSAS",
      "county": "Lyon County",
      "date": "Early September annually",
      "date_specific": "Check official website for date",
      "terrain_types": [
        "Kansas Flint Hills gravel (95%)",
        "Pavement (5%)",
        "Same roads as Unbound",
        "Relentless rolling terrain"
      ],
      "field_size": "~100 riders (ultra distance, limited field)",
      "start_time": "Early morning",
      "registration": "Online. Cost: $200-$250",
      "prize_purse": "None",
      "aid_stations": "Multiple but self-supported (no SAG)",
      "cutoff_time": "None (finish when you finish)"
    },
    "climate": {
      "primary": "Kansas late summer heat",
      "description": "Early September: 60-85°F, 20% rain chance, late summer heat.",
      "challenges": [
        "Heat (70-85°F)",
        "Temperature swings (60-85°F)",
        "Night riding (15-25 hours)",
        "Exposure (open Flint Hills)"
      ]
    },
    "terrain": {
      "primary": "Kansas Flint Hills—same roads as Unbound, ultra distance",
      "surface": "95% gravel, 5% pavement. Kansas Flint Hills—same roads as Unbound Gravel. Relentless rolling terrain. 300 miles = 15-25 hours. 15,000 ft cumulative elevation. Technical rating: 2/5 (not technical, but ultra distance).",
      "technical_rating": 2,
      "features": [
        "Same roads as Unbound Gravel",
        "Flint Hills relentless rollers",
        "300 miles ultra distance",
        "15-25 hours long",
        "Self-supported",
        "Night riding required"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 66,
      "tier": 2,
      "tier_label": "TIER 2",
      "logistics": 2,
      "length": 5,
      "technicality": 2,
      "elevation": 4,
      "climate": 4,
      "altitude": 1,
      "adventure": 5,
      "prestige": 3,
      "race_quality": 3,
      "experience": 4,
      "community": 4,
      "field_depth": 3,
      "value": 3,
      "expenses": 3,
      "discipline": "gravel"
    },
    "biased_opinion": {
      "verdict": "Unbound Roads, 3x the Suffering",
      "summary": "Rule of Three is 300 miles on Unbound roads. Same Kansas Flint Hills rollers, but 3x the distance. Founded ~2018. Ultra distance (15-25 hours). Self-supported (aid stations but no SAG). ~100 riders. 30-40% DNF. Early September late summer heat (60-85°F). If you want ultra distance suffering on Unbound roads, this is it. If you want manageable distance or beginner-friendly, skip it. 300 miles is brutal. Mental game critical.",
      "strengths": [
        "Same roads as Unbound (iconic Flint Hills)",
        "Ultra distance challenge (300mi)",
        "Self-supported adventure",
        "Small field (~100 riders)",
        "Emporia gravel-friendly town",
        "Unique character (ultra on Unbound roads)"
      ],
      "weaknesses": [
        "Brutal—300mi, 15-25 hours, 30-40% DNF",
        "Not technical (just long)",
        "Heat (60-85°F September)",
        "Self-supported (no SAG)",
        "Night riding required (15-25 hours)",
        "Expensive ($200-$250 for suffering)"
      ],
      "bottom_line": "Rule of Three is 300 miles on Unbound roads. If you want ultra distance suffering on iconic Flint Hills, this is it. If you want manageable distance or technical terrain, skip it. 30-40% DNF. 15-25 hours. Mental game critical. Self-supported. Brutal but unique."
    },
    "logistics": {
      "nearest_airport": "Wichita (ICT) — 90 miles (1.5-hour drive)",
      "alternate_airports": "Kansas City (MCI) — 120 miles",
      "lodging_note": "Emporia small town (same as Unbound). Book early.",
      "parking": "Check official website",
      "packet_pickup": "Day-before. Check official website.",
      "travel_summary": "Wichita airport 90 miles. Rental car needed. Emporia small town—book lodging early. Day-before packet pickup. Race early September.",
      "food_options": "Aid stations on course (self-supported—no SAG). Post-race party if you finish.",
      "camping": "Check official website",
      "official_site": "https://www.ruleofthreegravel.com"
    },
    "course_description": {
      "character": "300 miles, 15,000 ft. 95% gravel, 5% pavement. Kansas Flint Hills—same roads as Unbound. Ultra distance (15-25 hours). Technical rating: 2/5.",
      "suffering_zones": [
        {
          "name": "Throughout: Flint Hills Relentless Rollers",
          "miles": "0-300",
          "description": "Relentless rolling terrain. Never stops. Cumulative fatigue. 15,000 ft over 300mi.",
          "survival_strategy": "Pace conservatively. Low gears. Mental game critical. 15-25 hours long."
        },
        {
          "name": "Mile 200+: Mental Breakdown Zone",
          "miles": "200-300",
          "description": "100 miles to go. Legs gone. Mental game critical. 30-40% DNF here.",
          "survival_strategy": "Break into chunks. Focus on next aid station. Mental toughness."
        },
        {
          "name": "Throughout: Self-Supported",
          "miles": "0-300",
          "description": "Aid stations but no SAG. Mechanicals = DNF. Carry spares, tools, lights.",
          "survival_strategy": "Carry spares, CO2, multitool, dynamo lights. Self-sufficient."
        }
      ],
      "signature_challenge": "300 miles ultra distance. Flint Hills rollers never stop. 15-25 hours. 30-40% DNF."
    },
    "history": {
      "founded": "~2018",
      "founder": "Unknown",
      "origin_story": "Rule of Three founded ~2018. 300 miles on Unbound roads. Kansas Flint Hills. Ultra distance. Self-supported. ~100 riders. Emporia same town as Unbound.",
      "notable_moments": [
        "2023: Hot, dry (70-85°F)",
        "2024: Warm, humid (65-80°F)"
      ],
      "reputation": "Ultra distance on Unbound roads. 300mi. 30-40% DNF. Self-supported. Brutal."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 0,
        "grade": "pending",
        "weakest": "pending",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 0,
          "citation_density": 0,
          "temporal_depth": 0,
          "specificity": 0,
          "statistical_backing": 0,
          "voice_authenticity": 0,
          "completeness": 0,
          "cross_reference": 0
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 3,
        "explanation": "This isn't Unbound—it's the scrappy cousin that borrowed the roads but ditched the circus. No prize purse, no sponsor cash, just a 'return to gravel days of old' philosophy that sounds romantic until you realize nobody outside Arkansas has heard of it. The 30-hour cutoff for the 200+ mile option suggests they're serious about suffering, but prestige requires witnesses."
      },
      "race_quality": {
        "score": 3,
        "explanation": "Completely self-supported with unmarked courses means you're navigating by GPS or getting lost—that's either pure or poorly organized depending on your perspective. The 'really, really, really hard route that bites on the way back' sounds legit, but with no aid stations and mandatory SPOT devices, you're basically paying to suffer alone. Quality control is your responsibility here."
      },
      "experience": {
        "score": 4,
        "explanation": "Three surfaces on one bike—tarmac, gravel, singletrack—means your legs get variety while your bike gets destroyed. The post-finish party promises food, beer, and war stories at a gorgeous camping field, which beats driving home broken. Self-supported navigation around Beaver Lake spanning four trail systems delivers adventure, assuming your GPS doesn't die."
      },
      "community": {
        "score": 4,
        "explanation": "The Rule of $3.99 fundraiser pre-event and 'fewer dollars, more community' mantra suggests these people actually give a damn about each other. On-site camping opens Friday through Sunday with port-o-potties and no potable water—bring your own everything and make friends fast. When your philosophy bans sponsor cash for community focus, you better deliver the vibes."
      },
      "field_depth": {
        "score": 3,
        "explanation": "No pro riders mentioned, no notable past winners listed—this is weekend warrior territory. The self-supported format scares off anyone looking for hand-ups and glory, which means the field is self-selected for stubborn rather than fast. Arkansas location limits the talent pool compared to Kansas marquee events."
      },
      "value": {
        "score": 3,
        "explanation": "Reasonable entry fees with no sponsor cash sounds promising until you realize 'reasonable' is relative to getting absolutely nothing. Self-supported means you're paying for the privilege of carrying your own food and finding your own way. The camping and post-race party add value if you enjoy primitive conditions and earned camaraderie."
      },
      "expenses": {
        "score": 3,
        "explanation": "Bentonville location keeps costs manageable compared to destination races, but you'll need a SPOT or Garmin InReach device for the long course. On-site camping is cheap if you own gear, expensive if you don't. No potable water means buying bottles or hauling your own—death by a thousand small costs."
      },
      "length": {
        "score": 5,
        "explanation": "300 miles is properly stupid—long enough to hallucinate and question your life choices multiple times. The 30-hour cutoff means you can walk half of it and still finish, which is either generous or acknowledgment that the course will break you. Three hundred miles of mixed surfaces guarantees you'll find new ways to hurt."
      },
      "technicality": {
        "score": 2,
        "explanation": "Emporia roads are notorious for being fast and simple—gravel highways that reward power over skill. The mixed surfaces add some navigation complexity, but technical climbing and handling aren't what end dreams here. This is about endurance and mental toughness, not bike handling wizardry."
      },
      "elevation": {
        "score": 4,
        "explanation": "15,000 feet over 300 miles averages 50 feet per mile—not Alpine epic, but enough to grind your legs down over the distance. Kansas doesn't offer sustained climbs, just endless rolling resistance that accumulates in your quads like compound interest. The elevation comes in small, soul-crushing installments."
      },
      "climate": {
        "score": 4,
        "explanation": "Mid-May in Kansas means you dodge the summer furnace but catch spring weather roulette. Could be perfect 70-degree gravel weather or biblical storms that turn limestone into peanut butter. The length means you'll experience whatever Mother Nature serves for 20+ hours straight—pack layers and pray."
      },
      "altitude": {
        "score": 1,
        "explanation": "Emporia sits around 1,100 feet—basically sea level for anyone not from Florida. Zero altitude impact on performance, which means no excuses when your legs explode. The only thing thin here is your patience after mile 200."
      },
      "logistics": {
        "score": 2,
        "explanation": "Self-supported navigation with unmarked courses means logistics are your problem to solve. No aid stations, no hand-holding, just GPS coordinates and hope your battery lasts. The camping setup sounds primitive—gorgeous field, no RVs allowed, bring your own water. This is adventure logistics, not convenience logistics."
      },
      "adventure": {
        "score": 5,
        "explanation": "Completely self-supported for 300 miles with mandatory emergency beacons—this is proper adventure racing disguised as gravel. Unmarked courses around Beaver Lake spanning four trail systems means you're navigating by GPS and instinct. When the race description warns the route 'bites on the way back,' you know you're signing up for something that could go sideways fast."
      }
    }
  }
}
