{
  "race": {
    "name": "TOUR DE NEBRASKA",
    "slug": "tour-de-nebraska",
    "display_name": "Tour de Nebraska",
    "tagline": "Five days of supported gravel cruising through Nebraska's rolling farmland - more family reunion than race, and that's exactly the point",
    "vitals": {
      "distance_mi": 250,
      "distance_note": "250+ miles over 5 days (35-59 mi daily)",
      "elevation_ft": 3500,
      "elevation_note": "Rolling terrain, estimated total across 5 days",
      "location": "Southwest Nebraska (Curtis, Elwood, Cambridge, McCook)",
      "location_badge": "SOUTHWEST NEBRASKA",
      "date": "Late June annually",
      "date_specific": "2026: June 23-28",
      "lat": 40.63,
      "lng": -100.08,
      "registration": "Online. Cost: $100"
    },
    "gravel_god_rating": {
      "overall_score": 56,
      "editorial_tier": 3,
      "editorial_tier_label": "TIER 3",
      "business_tier": 3,
      "business_tier_label": "TIER 3",
      "display_tier": 3,
      "display_tier_label": "TIER 3",
      "logistics": 3,
      "length": 2,
      "technicality": 2,
      "elevation": 2,
      "climate": 3,
      "altitude": 1,
      "adventure": 2,
      "prestige": 2,
      "race_quality": 5,
      "experience": 4,
      "community": 5,
      "field_depth": 1,
      "value": 4,
      "expenses": 3,
      "tier": 3,
      "tier_label": "TIER 3",
      "discipline": "gravel"
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 2,
        "explanation": "A beloved regional tour in its 37th year, but overshadowed by Gravel Worlds (Lincoln) and Unbound in the gravel world. Not a competitive event and not on the national gravel radar. Recognition is primarily within Nebraska cycling community."
      },
      "race_quality": {
        "score": 5,
        "explanation": "Exceptional organization with 37 years of refinement. Testimonials consistently praise the crew, logistics, and hospitality. Rest stops every 15 miles, SAG support, shower trucks, luggage transport, daily yoga - this is professional-grade tour operation."
      },
      "experience": {
        "score": 4,
        "explanation": "The 'big rolling family reunion' atmosphere creates genuinely memorable experiences. Small-town Nebraska hospitality, meaningful connections with repeat riders, and the satisfaction of multi-day cycling adventure. Not life-changing but definitely enjoyable."
      },
      "community": {
        "score": 5,
        "explanation": "This is the standout dimension. Capped at 500 riders specifically to preserve community feel. Strong repeat rider base creates actual friendships. 'Camaraderie among cyclists' is the explicit purpose. Intentionally prioritizes connection over competition."
      },
      "field_depth": {
        "score": 1,
        "explanation": "This is explicitly NOT a race - no categories, no officials, no prize money. Minimum pace requirement of 10 mph for support logistics. Attracts recreational cyclists, first-timers, and social riders rather than competitive athletes. Zero racing element."
      },
      "value": {
        "score": 4,
        "explanation": "Five days of fully supported riding with camping, SAG support, shower trucks, luggage transport, meals, and rest stops included. Student discounts available. For a multi-day supported tour, the included amenities represent solid value."
      },
      "expenses": {
        "score": 3,
        "explanation": "Registration likely $300-500 range for multi-day supported tour. Food budget ~$250 additional. However, the 4+ hour drive from major airports adds significant travel cost. Camping provided reduces lodging expense. Total weekend cost: moderate $500-1k range."
      },
      "length": {
        "score": 2,
        "explanation": "Daily distances of 35-59 miles are modest by gravel standards. While the 5-day total exceeds 250 miles, the per-day mileage fits squarely in the 40-60 mile range, designed for recreational cyclists rather than endurance athletes."
      },
      "technicality": {
        "score": 2,
        "explanation": "Mostly maintained gravel roads suitable for various bike types including road bikes. The optional gravel adventure includes single-lane maintenance roads and fresh gravel sections, but routes are intentionally accessible rather than technical."
      },
      "elevation": {
        "score": 2,
        "explanation": "Rolling Nebraska terrain with 'hill after hill' but no major climbs. Despite the flat Nebraska stereotype being false, daily elevation is moderate. Total estimated around 3,500 ft over 5 days - roughly 700 ft per day average."
      },
      "climate": {
        "score": 3,
        "explanation": "June in Nebraska brings real weather challenges: average highs in the 80s with potential for 100F heat spells, thunderstorm season peak, tornado risk, and constant wind exposure on the open plains. Heat and humidity combine for tough conditions."
      },
      "altitude": {
        "score": 1,
        "explanation": "Southwest Nebraska sits around 2,500-3,000 feet elevation. No altitude acclimatization needed - sea level fitness transfers directly. This is pure Great Plains riding with no high-altitude factors."
      },
      "logistics": {
        "score": 3,
        "explanation": "Southwest Nebraska is genuinely remote - 4+ hours from Denver or Omaha airports. McCook has limited services and no major commercial flights. Rental car required. However, the tour handles camping, luggage transport, and support, reducing individual logistics burden."
      },
      "adventure": {
        "score": 2,
        "explanation": "This is a pleasant supported tour through Nebraska farmland rather than an epic adventure. Beautiful in an understated Great Plains way with century-old cemeteries and historic points, but not bucket-list scenery. The adventure is social, not scenic."
      }
    },
    "raceId": "tour-de-nebraska",
    "location": {
      "city": "Curtis/McCook",
      "state": "Nebraska",
      "country": "USA",
      "region": "Great Plains"
    },
    "date": {
      "month": "June",
      "typical": "late June",
      "season": "Summer",
      "year2026": "June 23-28, 2026"
    },
    "organizer": {
      "name": "Tour de Nebraska",
      "directors": "Charlie & Kim Schilling",
      "founders": "Rich & Susan Rodenburg (1988)",
      "website": "https://www.tourdenebraska.com/",
      "beneficiary": "Nebraska Trails Foundation (501c3)"
    },
    "distances": [
      {
        "name": "5-Day Tour",
        "distance": "250+ miles total",
        "daily_breakdown": "Day 1: 41mi, Day 2: 35mi, Day 3: 59mi, Day 4: 56mi (optional), Day 5: 40mi",
        "elevationGain": "~3,500 ft total (rolling)",
        "description": "Multi-day supported tour across Southwest Nebraska with optional gravel adventure component"
      },
      {
        "name": "Gravel Adventure",
        "distance": "2-day gravel option (Days 2-3)",
        "capacity": "Limited to 30 spots",
        "description": "Single-lane maintenance roads and fresh gravel sections for gravel enthusiasts"
      }
    ],
    "terrain": "Mix of paved roads and gravel; optional gravel adventure includes single-lane maintenance roads, fresh gravel, and minimum maintenance roads (MMR)",
    "registration": "Limited to 500 riders (main tour), 30 spots for Gravel Adventure; opens on BikeReg with early registration discounts",
    "weather": "June Nebraska - highs 81-85F, potential for 100F+ heat, thunderstorm season, tornado risk, constant wind, June is wettest month",
    "uniqueCharacteristics": [
      "Multi-day supported tour (5 days) - NOT a race",
      "37-year history (founded 1988)",
      "Capped at 500 riders for community feel",
      "Optional Gravel Adventure limited to 30 spots",
      "Fully supported: SAG, shower trucks, luggage transport, rest stops every 15 miles",
      "Circle tour format - start and end in same town",
      "Small-town Nebraska hospitality and community focus",
      "Suitable for various bike types including road bikes and e-bikes",
      "First-timer friendly with 10 mph minimum pace",
      "Fundraiser for Nebraska Trails Foundation"
    ],
    "seriesAffiliation": "Independent",
    "tier": "TIER 3",
    "popularity": "Regional favorite - loyal repeat rider community",
    "lastUpdated": "2026-01-13",
    "dataQuality": "Comprehensive - scored with GravelGod 14-Dimension system",
    "final_verdict": {
      "score": "56 / 100",
      "one_liner": "Nebraska's genteel summer camp for cyclists who want gravel adventure without the gravel commitment.",
      "should_you_race": "Perfect for riders wanting to dip their toes into multi-day touring without the suffer-fest. The main tour welcomes any bike and fitness level, while the 30-rider gravel component offers real Nebraska dirt roads for those ready to upgrade. Skip if you need competition or epic single climbs—this is about rolling hills, beer at camp, and discovering that Nebraska isn't actually flat.",
      "alternatives": "Gravel Worlds in Lincoln delivers the full Nebraska gravel experience with actual racing, while RAGBRAI offers similar supported touring with bigger crowds and more chaos. If you want the multi-day format but harder terrain, look at Dirty Kanza's multi-day events."
    },
    "course_description": {
      "character": "Tour de Nebraska is gravel touring disguised as vacation—250 miles of rolling Nebraska farmland where the wind never stops and the hills never quit. Five days of single-lane maintenance roads and well-worn dirt paths that look innocent on paper but grind you down with relentless undulation. The optional gravel adventure component turns those pastoral country roads into proper suffering, especially when fresh gravel meets crosswinds on exposed ridgelines.",
      "suffering_zones": [
        {
          "mile": 41,
          "label": "Curtis to Elwood Reality Check",
          "desc": "Day one's 41 miles introduce you to Nebraska's signature lie—there are no flat roads here, just constant rolling resistance. The wind finds every exposed section and reminds you this isn't Kansas."
        },
        {
          "mile": 76,
          "label": "Cambridge Approach Grind",
          "desc": "Day two's gravel adventure component kicks in with single-lane maintenance roads that look manageable until you hit the sandy sections. Your 35mm tires start feeling optimistic."
        },
        {
          "mile": 135,
          "label": "McCook Marathon",
          "desc": "Day three's 59-mile push to McCook includes the challenging climbs along Middle Creek Road and West Lake Drive. Hill after hill with no recovery, just Nebraska's version of death by a thousand cuts."
        },
        {
          "mile": 191,
          "label": "Optional Loop Punishment",
          "desc": "The 56-mile optional loop on day four separates tourists from masochists. Fresh gravel sections combined with accumulated fatigue make this the course's hidden knife."
        },
        {
          "mile": 231,
          "label": "Curtis Homecoming Crawl",
          "desc": "The final 40 miles back to Curtis feel longer than the previous four days combined. Your legs know they're supposed to be done, but Nebraska's rolling terrain has other plans."
        }
      ],
      "signature_challenge": "The relentless undulation combined with Nebraska's ever-present wind creates a grinding war of attrition that looks deceptively easy on elevation profiles. It's not the climbs that break you—it's the fact that the road never actually flattens, the wind never stops, and over 250 miles those constant rollers compound into serious suffering."
    },
    "citations": [
      {
        "url": "https://www.tourdenebraska.com/",
        "category": "official",
        "label": "Official Website"
      },
      {
        "url": "https://bikepackingroots.org/project/great-plains-gravel-route-nebraska/",
        "category": "other",
        "label": "Bikepackingroots"
      },
      {
        "url": "https://visitnebraska.com/trip-idea/8-annual-gravel-cycling-events-try-nebraska",
        "category": "other",
        "label": "Visitnebraska"
      },
      {
        "url": "https://www.ahotu.com/event/tour-de-nebraska",
        "category": "other",
        "label": "Ahotu"
      },
      {
        "url": "https://www.bikereg.com/tour-de-nebraska",
        "category": "registration",
        "label": "BikeReg"
      },
      {
        "url": "https://www.centralnebraskatoday.com/",
        "category": "other",
        "label": "Centralnebraskatoday"
      },
      {
        "url": "https://www.klkntv.com/tour-de-nebraska-announces-new-route-for-2025/",
        "category": "other",
        "label": "Klkntv"
      },
      {
        "url": "https://www.tourdenebraska.com/faqs.html",
        "category": "other",
        "label": "Tourdenebraska"
      },
      {
        "url": "https://www.tourdenebraska.com/gravelroad-adventure.html",
        "category": "other",
        "label": "Tourdenebraska"
      },
      {
        "url": "https://www.tourdenebraska.com/history.html",
        "category": "other",
        "label": "Tourdenebraska"
      },
      {
        "url": "https://www.tourdenebraska.com/testimonials.html",
        "category": "other",
        "label": "Tourdenebraska"
      },
      {
        "url": "https://www.tripadvisor.com/Hotels-g45696-McCook_Nebraska-Hotels.html",
        "category": "other",
        "label": "Tripadvisor"
      }
    ],
    "logistics": {
      "official_site": "https://www.tourdenebraska.com/"
    },
    "history": {
      "founder": "Charlie & Kim Schilling (Directors)"
    }
  }
}
