{
  "race": {
    "name": "UCI Gravel World Championships",
    "slug": "uci-gravel-worlds",
    "display_name": "UCI Gravel World Championships",
    "tagline": "UCI World Championship—180km elite, rainbow jersey, fastest field in gravel, rotating locations.",
    "vitals": {
      "distance_mi": 112,
      "elevation_ft": 8202,
      "location": "Rotating (2024: Heerlen, Netherlands)",
      "location_badge": "ROTATING LOCATION",
      "county": "Varies",
      "date": "October annually",
      "date_specific": "Check UCI website for date and location",
      "terrain_types": [
        "Gravel (70%)",
        "Paved roads (30%)",
        "Varies by location",
        "Technical sections"
      ],
      "field_size": "1,000+ riders (elite + age group)",
      "start_time": "Morning",
      "registration": "UCI license required. Cost: €100-€150 (~$110-$165 USD)",
      "prize_purse": "World Championship medals + rainbow jersey",
      "aid_stations": "Multiple on course",
      "cutoff_time": "Varies by category"
    },
    "climate": {
      "primary": "Autumn (varies by location)",
      "description": "October: 10-20°C, 40% rain chance, autumn conditions.",
      "challenges": [
        "Cold (10-20°C)",
        "Rain risk (40%)",
        "Autumn weather variability",
        "Varies by location"
      ]
    },
    "terrain": {
      "primary": "Varies by location—rolling technical terrain",
      "surface": "70% gravel, 30% paved roads. Varies by location. 2024 Heerlen (Netherlands)—rolling terrain, technical sections. 2022-2023 Italy—strade bianche. 180 km elite, 140 km age group. 2,500 m elevation (elite). Technical rating: 4/5.",
      "technical_rating": 4,
      "features": [
        "UCI World Championship",
        "Rotating locations (international)",
        "Rainbow jersey",
        "Elite + age group categories",
        "Fastest field in gravel",
        "UCI license required"
      ]
    },
    "gravel_god_rating": {
      "overall_score": 83,
      "tier": 1,
      "tier_label": "TIER 1",
      "logistics": 3,
      "length": 5,
      "technicality": 4,
      "elevation": 4,
      "climate": 4,
      "altitude": 1,
      "adventure": 5,
      "prestige": 5,
      "race_quality": 5,
      "experience": 5,
      "community": 5,
      "field_depth": 5,
      "value": 4,
      "expenses": 3,
      "discipline": "gravel"
    },
    "biased_opinion": {
      "verdict": "UCI World Championship—Rainbow Jersey",
      "summary": "UCI Gravel World Championships is World Championship—180 km elite, 140 km age group. Founded 2022. 70% gravel, 30% paved. Rotating locations (2022-2023 Italy, 2024 Netherlands). 1,000+ riders (elite + age group). October autumn conditions (10-20°C, 40% rain). UCI license required (€100-€150 / $110-$165). If you want World Championship rainbow jersey and fastest field in gravel, this is it. If you need domestic/local race, skip it. International destination, prestige 5.",
      "strengths": [
        "UCI World Championship (prestige 5)",
        "Rainbow jersey (elite winners)",
        "Fastest field in gravel (van der Poel, Vos, Vermeersch, Ferrand-Prévot)",
        "Elite + age group categories",
        "Rotating international locations",
        "Well-organized (UCI)",
        "World Championship podium ceremony"
      ],
      "weaknesses": [
        "UCI license required",
        "International travel (rotating locations)",
        "Long distance (180 km elite)",
        "Weather (October rain 40%, cold)",
        "20-30% DNF (elite)",
        "Expensive (€100-€150 + travel)"
      ],
      "bottom_line": "UCI Gravel Worlds is World Championship. 180 km elite, rainbow jersey, fastest field in gravel. If you want World Championship prestige and UCI license, this is it. If you need domestic/local, skip it. International travel required but World Championship makes it worth it. Elite + age group categories."
    },
    "logistics": {
      "nearest_airport": "Varies by location. 2024 Heerlen: Maastricht (MST) or Düsseldorf (DUS) — 30-50 km",
      "alternate_airports": "Varies by location",
      "lodging_note": "Varies by location. Book early.",
      "parking": "Check UCI website",
      "packet_pickup": "Multi-day expo. Check UCI website.",
      "travel_summary": "Rotating locations. Check UCI website for current year location. International travel required. Book flights and lodging early. Multi-day expo. Race October. World Championship podium ceremony.",
      "food_options": "Aid stations on course. World Championship expo and post-race ceremony.",
      "camping": "Check UCI website",
      "official_site": "https://www.uci.org"
    },
    "course_description": {
      "character": "180 km elite, 140 km age group. 70% gravel, 30% paved. Varies by location. Technical rating: 4/5.",
      "suffering_zones": [
        {
          "name": "Throughout: World Championship Pace",
          "miles": "0-180",
          "description": "Fastest field in gravel. World Championship level racing. Elite pace is brutal.",
          "survival_strategy": "Pace conservatively. World Championship field is fast. Focus on finishing. Elite = 180 km long."
        },
        {
          "name": "Throughout: October Weather",
          "miles": "0-180",
          "description": "October = 40% rain, 10-20°C. Cold + wet = hypothermia risk.",
          "survival_strategy": "Full waterproofs. Layers. Manage cold/wet. Hypothermia prevention critical."
        },
        {
          "name": "Mile 140+: Elite Distance Fatigue",
          "miles": "140-180",
          "description": "40 km to go. Legs gone. Mental game critical. 20-30% DNF here.",
          "survival_strategy": "Break into chunks. Focus on next aid. Mental toughness. Push through."
        }
      ],
      "signature_challenge": "180 km elite + World Championship field + October weather. Rainbow jersey."
    },
    "history": {
      "founded": "2022",
      "founder": "UCI",
      "origin_story": "UCI Gravel World Championships founded 2022. Inaugural: Veneto, Italy. 2023: Vicenza, Italy. 2024: Heerlen, Netherlands. Rotating locations. Elite + age group. Rainbow jersey.",
      "notable_moments": [
        "2022 Veneto: Inaugural. Vermeersch (M), Ferrand-Prévot (W)",
        "2023 Vicenza: Vermeersch (M), Ferrand-Prévot (W)",
        "2024 Heerlen: van der Poel (M), Vos (W)"
      ],
      "reputation": "UCI World Championship. Fastest field in gravel. Rainbow jersey. Elite + age group. Rotating international locations."
    },
    "research_metadata": {
      "data_confidence": "researched",
      "validation_status": "pending",
      "sources": [
        "cursor_web_search"
      ],
      "research_date": "2026-02-04",
      "research_strength": {
        "overall": 0,
        "grade": "pending",
        "weakest": "pending",
        "has_research_dump": true,
        "dimensions": {
          "source_diversity": 0,
          "citation_density": 0,
          "temporal_depth": 0,
          "specificity": 0,
          "statistical_backing": 0,
          "voice_authenticity": 0,
          "completeness": 0,
          "cross_reference": 0
        },
        "scored_at": "2026-02-04"
      }
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 5,
        "explanation": "This is the World Championship. Van der Poel and Vos took the rainbow stripes in 2024, Ferrand-Prévot twice before that. When the fastest riders on the planet show up for 180km of suffering, you know what you're dealing with. UCI license required—no tourists allowed."
      },
      "race_quality": {
        "score": 5,
        "explanation": "180km elite distance with 2,500m of climbing separates pretenders from contenders fast. 20-30% DNF rate in the elite field tells you everything about the selection pressure. Course rotates annually but maintains World Championship standards—technical Dutch terrain in Heerlen, Italian strade bianche in Veneto. This isn't some weekend club ride with rainbow jerseys."
      },
      "experience": {
        "score": 5,
        "explanation": "Racing for rainbow stripes changes everything—the nerves, the tactics, the suffering. Multi-day expo, World Championship podium ceremony, 1,000+ international field. You're not just finishing a race, you're surviving the same course that crowned van der Poel and Vos. October weather adds the perfect misery factor."
      },
      "community": {
        "score": 5,
        "explanation": "Elite and age group categories racing the same brutal course creates instant respect. UCI license requirement filters out casual participants—everyone here earned their spot. Rotating locations means different countries embrace the event each year, but the international field stays consistently hardcore. No hand-holding, just mutual suffering."
      },
      "field_depth": {
        "score": 5,
        "explanation": "The fastest gravel riders on the planet show up here. Van der Poel, Vos, Ferrand-Prévot, Vermeersch—this is where careers are made. 1,000+ riders across elite and age group categories, all with UCI licenses, all willing to suffer 180km for rainbow stripes. Depth goes 50+ riders deep in every category."
      },
      "value": {
        "score": 4,
        "explanation": "€100-150 entry fee is reasonable for World Championship racing. You're getting 180km of professionally organized suffering, expo access, and a shot at rainbow stripes. International travel costs hurt, but this only happens once per year. The lottery system and UCI license requirement mean getting in is the hard part, not paying for it."
      },
      "expenses": {
        "score": 3,
        "explanation": "Rotating locations mean international flights, hotels that know they can gouge World Championship visitors. Heerlen requires Maastricht or Düsseldorf airports—neither cheap or convenient. October timing hits prime European travel season pricing. Budget €2,000+ from North America including bike shipping, and book accommodations early or get destroyed on costs."
      },
      "length": {
        "score": 5,
        "explanation": "180km elite distance is proper World Championship length—long enough to create real selection, short enough that tactical racing matters. Age group gets 140km, still substantial. This isn't some 100km fun ride where fresh legs can steal victories. Distance creates the suffering that separates rainbow stripe contenders from weekend warriors."
      },
      "technicality": {
        "score": 4,
        "explanation": "Course varies by location but maintains World Championship standards. Heerlen delivered technical Dutch terrain, Veneto brought Italian strade bianche. 70% gravel, 30% paved keeps bike handling critical throughout. Technical enough to matter in elite racing, not so gnarly it becomes a mountain bike race. 35-40mm tires handle whatever they throw at you."
      },
      "elevation": {
        "score": 4,
        "explanation": "2,500m of climbing over 180km creates real selection without turning into a pure climbing contest. Rolling terrain with technical sections tests complete riders, not just mountain goats. Compact double or low gearing recommended—the climbs come when legs are already cooked from distance. Enough vertical to hurt, not enough to dominate tactics."
      },
      "climate": {
        "score": 4,
        "explanation": "October timing delivers proper northern European suffering—10-20°C, 40% rain chance, autumn conditions that test equipment choices. Heerlen 2024 served up cold rain reality. Weather becomes a tactical factor, not just discomfort. Layers, waterproofs, and lights for long days required. Miserable enough to matter, not dangerous enough to cancel."
      },
      "altitude": {
        "score": 1,
        "explanation": "Sea level to low elevation across all locations so far. Heerlen, Veneto, Vicenza—none break 1,000m significantly. This is about gravel racing, not altitude adaptation. Your lungs burn from effort, not thin air. Europeans hosting means European elevations."
      },
      "logistics": {
        "score": 3,
        "explanation": "Rotating locations create annual logistics puzzles. Heerlen required Maastricht or Düsseldorf airports 30-50km away—manageable but not convenient. UCI organization handles race logistics professionally, but accommodation and transport vary wildly by host location. Early booking essential, local knowledge helps. Professional race, amateur travel coordination."
      },
      "adventure": {
        "score": 5,
        "explanation": "Racing for rainbow stripes in a different country annually is pure adventure. 180km of suffering through terrain that changes completely each year—Dutch technical sections, Italian strade bianche. October weather adds uncertainty you can't train for. This is the adventure every gravel racer dreams about—if they're honest about wanting to suffer properly."
      }
    }
  }
}
