{
  "race": {
    "name": "UCI Gravel Dustman",
    "slug": "uci-gravel-dustman",
    "display_name": "UCI Gravel Dustman",
    "tagline": "UCI Gravel World Series stop at a Khmer Empire outpost—jungle gravel in Kanchanaburi, Thailand.",
    "vitals": {
      "distance_mi": 81,
      "elevation_ft": 2756,
      "location": "Kanchanaburi, Thailand",
      "location_badge": "KANCHANABURI, THAILAND",
      "date": "November annually",
      "terrain_types": [
        "Gravel roads"
      ],
      "field_size": "TBD",
      "registration": "Online",
      "date_specific": "2026: November 14"
    },
    "climate": {
      "primary": "TBD",
      "description": "TBD",
      "challenges": []
    },
    "terrain": {
      "primary": "Mixed gravel",
      "surface": "Gravel roads",
      "technical_rating": 3,
      "features": []
    },
    "gravel_god_rating": {
      "overall_score": 50,
      "tier": 3,
      "tier_label": "TIER 3",
      "logistics": 2,
      "length": 3,
      "technicality": 3,
      "elevation": 2,
      "climate": 3,
      "altitude": 1,
      "adventure": 4,
      "prestige": 3,
      "race_quality": 2,
      "experience": 3,
      "community": 2,
      "field_depth": 2,
      "value": 3,
      "expenses": 2
    },
    "biased_opinion_ratings": {
      "prestige": {
        "score": 3,
        "explanation": "This is the only UCI Gravel World Series event in all of Asia, which sounds impressive until you realize it's because nobody else wants to deal with the logistics. It's a direct qualifier for the World Championships in Australia, but being the sole representative in a massive continent doesn't automatically make you elite. The UCI rubber stamp is real, but prestige requires more than geographic monopoly."
      },
      "race_quality": {
        "score": 2,
        "explanation": "Bike Zone Events has been running the Dustman series for years, so they know the drill. The 130km course with 840m of elevation through Muang Sing Historical Park has potential, but courses are 'subject to change due to weather, obstacles, or safety' which screams organizational uncertainty. When your course description is mostly disclaimers about potential alterations, that's not confidence-inspiring race direction."
      },
      "experience": {
        "score": 3,
        "explanation": "Racing through an ancient Khmer Empire outpost with temples to Shiva beats another corn field slog, but the experience depends entirely on execution we can't verify. The historical park setting around Muang Sing offers genuine cultural immersion if they leverage it properly. Problem is, courses changing last-minute due to 'pre-race surveys' suggests the experience might be more improvised than curated."
      },
      "community": {
        "score": 2,
        "explanation": "As Asia's lone UCI gravel representative, you'll get the hardcore travel warriors and local enthusiasts, but field size and rider testimonials are complete unknowns. The Thai gravel scene exists but isn't mature enough to generate the tribal knowledge that makes races legendary. You're basically betting on a community that's still forming its identity."
      },
      "field_depth": {
        "score": 2,
        "explanation": "Being the only UCI qualifier in Asia means you'll get serious riders willing to travel for World Championship points, but the shallow regional gravel talent pool limits true depth. The age-based course divisions (men over 60 and women over 50 on the shorter course) suggest they're manufacturing categories to fill fields. Quality over quantity might work, but we have zero data on who actually shows up."
      },
      "value": {
        "score": 3,
        "explanation": "Entry fees are unknown, but you're paying for exclusive UCI qualifier access across an entire continent. If the organizational execution matches the unique positioning, it's solid value for World Championship qualification. However, value craters quickly if the 'subject to change' course modifications mean you get a watered-down version of what was promised."
      },
      "expenses": {
        "score": 2,
        "explanation": "Getting to Kanchanaburi requires international flights plus domestic connections for most riders, making this an expensive pilgrimage regardless of entry fees. Thailand offers reasonable accommodation and food costs once you're there, but the travel commitment is substantial. For Asian riders it's manageable; for everyone else, this better be worth the carbon footprint."
      },
      "length": {
        "score": 3,
        "explanation": "The 130km long course hits the sweet spot for serious gravel racing without crossing into masochistic territory. At 81 miles with reasonable 840m elevation, it's substantial enough to separate pretenders from contenders. The 90km short option provides accessible entry, but let's be honest - you're not flying to Thailand for the kiddie pool distance."
      },
      "technicality": {
        "score": 3,
        "explanation": "Courses are described as 'challenging' and 'demanding' but with zero specifics about surface breakdown, technical features, or skill requirements. Racing 'in the woods' around historical sites could mean anything from smooth gravel to jungle singletrack. Without knowing the gravel-to-dirt-to-pavement ratio, technical difficulty is pure speculation disguised as marketing speak."
      },
      "elevation": {
        "score": 2,
        "explanation": "840m over 130km averages out to manageable rolling terrain rather than Alpine suffering. It's enough elevation to create tactical racing without destroying recreational riders, which fits the broad qualification mission. The climbing load won't define the race outcome, meaning positioning and pack dynamics matter more than pure watts-per-kilo."
      },
      "climate": {
        "score": 3,
        "explanation": "November in Thailand should offer post-monsoon conditions with manageable heat and humidity, but we have zero historical weather data to confirm this theory. The fact that courses are weather-dependent suggests conditions can turn challenging quickly. Racing in tropical climates is always a gamble - you're either getting perfect shoulder season or getting cooked."
      },
      "altitude": {
        "score": 1,
        "explanation": "Kanchanaburi sits at low elevation, so altitude isn't a performance factor unless you're coming straight from sea level and even then it's negligible. No altitude acclimatization needed, no reduced oxygen concerns. This is pure fitness racing without the complication of thin air, which keeps the playing field level for international competition."
      },
      "logistics": {
        "score": 2,
        "explanation": "Organized by Bike Zone Events with contact infrastructure in place, but crucial details like packet pickup, parking, and accommodation strategy are completely unknown. Having a functional website and email contact suggests basic competence, but international riders need more detailed logistical support than domestic events. The organizational depth remains unproven at UCI level."
      },
      "adventure": {
        "score": 4,
        "explanation": "Racing through ancient Khmer Empire ruins in rural Thailand delivers legitimate cultural adventure most gravel races can't touch. Muang Sing Historical Park as start/finish location beats another brewery parking lot by miles. The adventure factor depends entirely on whether they embrace the unique setting or treat it as generic backdrop, and course route changes suggest they might not have fully figured that out yet."
      }
    }
  }
}
