{
  "race": {
    "name": "UNBOUND Gravel XL",
    "slug": "unbound-xl",
    "display_name": "Unbound XL",
    "tagline": "350 miles of Kansas limestone hell with zero aid stations. The ultimate test of whether you actually like riding bikes or just think you do.",

    "vitals": {
      "distance_mi": 350,
      "elevation_ft": 14000,
      "location": "Emporia, Kansas",
      "location_badge": "EMPORIA, KANSAS",
      "date": "Late May annually",
      "date_specific": "2026: Friday, May 29 (3:00 PM start)"
    },

    "gravel_god_rating": {
      "overall_score": 97,
      "course_profile": 31,
      "biased_opinion": 31,
      "editorial_tier": 1,
      "editorial_tier_label": "TIER 1",
      "business_tier": 1,
      "business_tier_label": "TIER 1",
      "display_tier": 1,
      "display_tier_label": "TIER 1"
    },

    "course_profile": {
      "length": {
        "score": 5,
        "explanation": "350+ miles is firmly in ultra-endurance territory. This is 150 miles longer than the already-brutal 200. You're riding through the night, through the next day, and possibly into a second night."
      },
      "technicality": {
        "score": 4,
        "explanation": "Sharp Flint Hills limestone that slices tires, constant line-choice decisions, and you're doing it all while sleep-deprived in the dark. Not singletrack, but the terrain punishes poor decisions severely."
      },
      "elevation": {
        "score": 4,
        "explanation": "13,500-14,500 feet of climbing across rolling prairie. No massive climbs, but the relentless rollers over 350 miles accumulate into a serious elevation challenge that grinds down your legs."
      },
      "climate": {
        "score": 4,
        "explanation": "Late May Kansas delivers the full weather gauntlet: searing afternoon heat, cold nights, potential thunderstorms, and wind that never quits. You'll experience 24+ hours of weather variability."
      },
      "altitude": {
        "score": 2,
        "explanation": "Emporia sits at roughly 1,200 feet elevation. No altitude-related challenges here - just pure suffering at sea level."
      },
      "logistics": {
        "score": 3,
        "explanation": "Kansas City or Wichita airports are 1.5-2 hours away. Emporia has hotels but they book up fast and prices spike during race week. The small town swells by 50% during the event."
      },
      "adventure": {
        "score": 5,
        "explanation": "Bucket-list event that defines ultra-gravel racing. Riding through the Flint Hills prairie at night, zombie raids on gas stations, watching sunrise after 14+ hours in the saddle. This is what gravel dreams are made of."
      }
    },

    "biased_opinion_ratings": {
      "prestige": {
        "score": 5,
        "explanation": "The most prestigious ultra-distance gravel race in the world. The XL predates the ultra-gravel movement and set the template everyone else copies. Winning here puts your name in gravel history."
      },
      "race_quality": {
        "score": 4,
        "explanation": "Life Time knows how to run events. GPS tracking via Trackleaders, clear rules, well-communicated course. The self-supported format means they provide less, but what they provide is professional."
      },
      "experience": {
        "score": 5,
        "explanation": "Life-altering suffering that rewires your brain. The combination of distance, self-sufficiency, night riding, and the Flint Hills landscape creates an experience that changes how you think about what's possible."
      },
      "community": {
        "score": 5,
        "explanation": "The XL attracts the true believers - ultra-endurance lifers who've been doing this since before it was cool. Small field sizes (lottery limited) create tight bonds. Emporia itself transforms into gravel mecca."
      },
      "field_depth": {
        "score": 5,
        "explanation": "The best ultra-endurance cyclists in the world show up: Rob Britton, Lachlan Morton, Lael Wilcox, Heather Jackson. Course records keep getting smashed. This is where legends are made."
      },
      "value": {
        "score": 4,
        "explanation": "At ~$250 entry for 350 miles of racing with GPS tracking included, the per-mile value is exceptional. You're getting access to the premier ultra-gravel event with world-class production."
      },
      "expenses": {
        "score": 3,
        "explanation": "Moderate total cost. Entry ~$250, hotels $140-200/night (if you can find one), flights to Kansas City or Wichita, plus you need gear like GPS trackers and serious nutrition. Budget $800-1200 total."
      }
    },

    "black_pill": {
      "headline": "36 Hours of Reckoning",
      "content": "Let's be absolutely clear: the XL is not a longer version of the 200. It's a completely different beast that happens to share a start line. Zero aid stations. Zero crew support. Just you, 350 miles of tire-shredding limestone, and whatever you can carry or buy at gas stations in the middle of nowhere Kansas. You'll ride through the night without sleep, make decisions while hallucinating from exhaustion, and discover exactly what kind of person you are when everything hurts and nobody is coming to save you. Less than half of first-time starters finish. The course record is under 18 hours - most mortals need 25-35. If you're not prepared to suffer alone in the dark, questioning every life choice that led you here, this race will break you. That's the point.",
      "warnings": [
        "Completely self-supported - no aid stations, no crew allowed",
        "9+ hours of night riding required",
        "75+ miles between resupply opportunities",
        "Sharp limestone regularly destroys tires",
        "DNF rate is significant - many don't finish",
        "Requires GPS tracker and navigation skills",
        "Sleep deprivation is real - 17-36 hour effort",
        "Kansas weather is unpredictable and unforgiving"
      ]
    },

    "final_verdict": {
      "who_should_race": "Ultra-endurance veterans who have completed multiple 200+ mile events and understand what self-supported suffering actually means. If you've done bikepacking races, ultra-distance road events, or the Unbound 200 and thought 'that wasn't hard enough,' the XL is calling your name.",
      "who_should_skip": "Anyone whose longest ride is under 150 miles. Anyone who needs predictable aid stations. Anyone who hasn't trained for night riding. Anyone who thinks they can 'figure it out' on race day. The XL punishes the unprepared without mercy.",
      "bottom_line": "The Unbound XL is the pinnacle of ultra-gravel racing - a 350-mile self-supported journey through the Flint Hills that tests everything you have. It's not the hardest race in the world (there are longer, more remote events), but it's the most prestigious ultra-gravel event and the one that defines the category. Finish here, and you've proven something. DNF here, and you've learned something. Either way, you'll never be the same.",
      "gravel_god_says": "If the 200 is the Super Bowl of gravel, the XL is the moon landing. Fewer people have finished this race than have summited Everest (probably not true, but it feels that way at mile 280). This is the race that separates cyclists who love suffering from cyclists who think they love suffering. Tier 1 doesn't do it justice - this is the event that created the modern ultra-gravel movement and remains its undisputed king."
    },

    "meta": {
      "created": "2026-01-13",
      "last_updated": "2026-01-13",
      "research_source": "unbound-xl-raw.md",
      "scoring_version": "2.1"
    }
  }
}
