{
  "name": "Benjy Duke",
  "email": "bduke624@gmail.com",
  "phone": "3038871465",
  "sex": "male",
  "age": 38,
  "dob": "1987-06-24",
  "years_cycling": "1-3 years",
  "sleep": "good",
  "stress": "moderate",
  "races": [
    {
      "name": "SBT GRVL",
      "date": "2026-06-28",
      "distance_miles": 75,
      "priority": "A"
    }
  ],
  "goals": "Complete the 75-miler course of the 2026 SBT GRVL with no pain and a respectable time. Finish in the top third of age bracket. Complete majority of training by June 1st and maintain fitness in June (job prevents extensive training).",
  "strengths": "Endurance overall. Balance. General athletics. Competitive half marathon runner (1st in age group). MTB experience since childhood.",
  "weaknesses": "New to bike racing. Don't know cycling training thresholds. Limited to 3-4 biking days per week.",
  "longest_ride": "1-2",
  "ftp": 180,
  "max_hr": null,
  "weekly_hours": "3-5",
  "trainer_access": "yes-basic",
  "long_ride_days": ["saturday", "sunday"],
  "interval_days": ["tuesday", "thursday"],
  "off_days": ["monday"],
  "strength_current": "regular",
  "strength_include": "yes",
  "strength_equipment": "bodyweight",
  "strength_routine": "Body weight, power yoga, core, balance work",
  "injuries": "Herniated L4/L5 discs in 2019. Recovered through extensive PT and routine stretching. Back occasionally tightens up and takes a day or two of stretching to work out.",
  "medical_conditions": "Gout (managed with allopurinol)",
  "medications": "Allopurinol 100mg daily, vitamin D, omega 3",
  "training_platforms": "Strava, TrainingPeaks",
  "devices": "Heart rate monitor, power meter, GPS device, smartphone app, Wahoo ELEMNT bolt",
  "experience_detail": "New to gravel biking but mountain biked whole life. Never raced on a bike. Marathon runner — raced one full marathon and several halves, placed 1st in age group for half marathon last summer. Training with friends Kyle Cocowitch and Burk Knowlton for SBT GRVL.",
  "living_situation": "partner, kids",
  "schedule_notes": "Two kids at home. Training time is either early AM (5:30) or after kids go to bed. Job in June will prevent extensive training — wants majority of work done by June 1 with maintenance through race.",
  "discipline": "gravel"
}
