{
  "name": "Burk Knowlton",
  "email": "bknowlton91@gmail.com",
  "phone": "8032696392",
  "sex": "male",
  "age": 34,
  "dob": "1991-04-11",
  "years_cycling": "0-1 years",
  "sleep": "good",
  "stress": "high",
  "races": [
    {
      "name": "SBT GRVL",
      "date": "2026-06-28",
      "distance_miles": 73,
      "priority": "A"
    }
  ],
  "goals": "Signed up for SBT GRVL 73 miler. Competitive — wants to finish strong for age group. Wants a structured plan to follow consistently.",
  "strengths": "Cardio and endurance athlete by nature. Very good at sticking to a plan when he has one. Played sports every season in high school. Sprint triathlon in college. Regular runner.",
  "weaknesses": "Gets inconsistent without a training plan. Doesn't recover as well as before — sometimes overtrains or doesn't recover well due to improper fueling, not enough stretching/mobility, or not resting enough. Muscles are always tight.",
  "longest_ride": "1-2",
  "ftp": null,
  "max_hr": null,
  "weekly_hours": "3-5",
  "trainer_access": "yes-basic",
  "long_ride_days": ["sunday"],
  "interval_days": ["thursday", "saturday"],
  "off_days": ["monday", "friday"],
  "strength_current": "regular",
  "strength_include": "yes",
  "strength_equipment": "dumbbells",
  "strength_routine": "Dumbbells and kettlebells — chest day, back day, arms day, leg day. Peloton 30-min rides. Running when weather permits.",
  "injuries": "Acid reflux and associated GI issue — managed with strict diet (no caffeine). Much improved but still recovering. On Pepcid.",
  "medications": "Pepcid",
  "training_platforms": "Garmin Connect",
  "devices": "Heart rate monitor, GPS device, smartphone app",
  "experience_detail": "Played sports every season in high school. Sprint triathlon in college. Always been a runner. Primarily lifts weights, HIIT, or indoor cycle on Peloton now. Trained for and completed a half marathon last summer. Just got a gravel bike and starting to ride. Currently targets 5-6 workouts/week, 30min-1hr each with one longer weekend workout. Some weeks only 3 days. Training with friends Benjy Duke and Kyle Cocowitch for SBT GRVL.",
  "living_situation": "partner, kids",
  "schedule_notes": "Works overtime 40-60 hours/week. Travels 1-2 nights per week — typically leaves Monday afternoon, returns Wednesday afternoon. Needs to mix in strength training on travel days when without the bike. Training window 5:30 AM - 9:30 PM.",
  "discipline": "gravel"
}
