{
  "prestige": {
    "score": 2,
    "explanation": "Sure, it's a UCI Gravel World Series qualifier, which sounds fancy until you realize there are 40+ of these scattered across the calendar. The only notable thing is crossing from Portugal to Spain, which is more geography trivia than racing pedigree. No data on past winners or pro field presence because this thing barely registers on the international radar."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Three feed zones at km 30, 55, and 93 shows basic organization, but the course specs are a mess — UCI says 123km/864m, the race website claims 137km/1,370m. When organizers can't agree on their own distance and elevation, that's not confidence-inspiring. The logistics void around timing and cutoffs suggests amateur-hour execution."
  },
  "experience": {
    "score": 3,
    "explanation": "Starting at Parque da Piedade in Elvas and finishing at Guadiana Park in Badajoz creates a legitimate cross-border adventure through dehesas and river valleys. The rolling terrain between 300m and 150m elevation offers scenic variety without punishing climbs. It's the kind of ride that feels like exploration rather than suffering, which has its place."
  },
  "community": {
    "score": 3,
    "explanation": "Being part of the UCI series means legitimate qualifying opportunities for age-group riders chasing World Championships spots. The Portugal-Spain border theme creates natural camaraderie around the unique geography. But zero rider testimonials or race reports in the search results suggests the community buzz is limited to participants, not the broader gravel scene."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No data on field size, capacity limits, or competitive depth tells you everything about the caliber here. Early-season March timing might catch some pros tuning up, but this isn't drawing international talent. The UCI qualifier status brings age-groupers hunting points, but that's quantity over quality racing."
  },
  "value": {
    "score": 3,
    "explanation": "€50-70 entry fees are reasonable for a UCI-sanctioned event with international border crossing logistics. Three feed zones and World Championship qualifying opportunities justify the cost for serious age-groupers. The staging between two countries adds complexity that typically inflates expenses, so keeping it under €70 shows restraint."
  },
  "expenses": {
    "score": 2,
    "explanation": "Cross-border logistics between Elvas and Badajoz create transportation headaches with no clear accommodation guidance provided. You're dealing with two countries, potential currency exchanges, and zero information on parking or packet pickup locations. The race fee is fair, but getting there and staying there will cost you."
  },
  "length": {
    "score": 3,
    "explanation": "137km hits the sweet spot for gravel racing — long enough to matter, short enough to avoid death march territory. The conflicting distance specs (UCI says 123km) are concerning, but either way you're looking at 4-6 hours in the saddle. Sufficient challenge without the multi-day recovery of ultra distances."
  },
  "technicality": {
    "score": 2,
    "explanation": "Rolling gravel through dehesas with no major climbs means this is more about endurance than bike handling. The steepest section is 6-7% for 1km, with the longest climb being 4km at 4-5% — hardly technical challenges. This course rewards power and pacing, not cornering skills or descending courage."
  },
  "elevation": {
    "score": 2,
    "explanation": "864m of climbing over 123km (or 1,370m over 137km, depending on who's counting) is modest for gravel racing. The longest climb is 4km at 4-5% gradient — barely a speed bump for anyone with training miles. Starting at 300m and finishing at 150m means you're mostly riding downhill through gentle rollers."
  },
  "climate": {
    "score": 3,
    "explanation": "Late March in Portugal-Spain border region typically offers mild temperatures and emerging spring conditions — ideal for long gravel efforts. The low elevation between 150-300m keeps weather moderate without altitude complications. No specific weather data available, but the timing avoids summer heat and winter rain patterns common to Iberian Peninsula."
  },
  "altitude": {
    "score": 1,
    "explanation": "Maximum elevation of 300m at the start means sea-level racing with zero altitude impact on performance. Finishing at 150m in Badajoz keeps you firmly in the oxygen-rich zone throughout. This is flatlander racing disguised as gravel adventure — elevation gain comes from gentle rollers, not meaningful climbing."
  },
  "logistics": {
    "score": 2,
    "explanation": "Cross-border start in Elvas, Portugal and finish in Badajoz, Spain creates obvious transportation complications with zero guidance provided. No information on nearest airports, parking strategy, or packet pickup locations leaves you guessing on basic race weekend logistics. The unique geography is cool until you need to get your car back to the start."
  },
  "adventure": {
    "score": 3,
    "explanation": "The only UCI gravel race starting in one country and finishing in another delivers legitimate adventure credentials. Rolling through Portuguese dehesas, crossing international borders mid-race, and finishing along the Guadiana river creates genuine exploration vibes. The GR-114 route connection adds cultural context that elevates this beyond standard gravel racing."
  }
}
