{
  "prestige": {
    "score": 2,
    "explanation": "This race has serious identity issues. The original Chattanooga version had George Hincapie's name attached and hit its 30th anniversary in 2017, then apparently vanished. Now there's some Mentone, Alabama version with zero current registration info and no confirmed 2025 dates - that's not prestige, that's confusion."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Hard to rate quality when the race might not even exist anymore. The Chattanooga version had decent organization with Litespeed frames as KOM prizes and proper packet pickup windows, but this Mentone iteration has no confirmed details, no current registration, and no race reports. You can't deliver quality if you can't deliver certainty."
  },
  "experience": {
    "score": 3,
    "explanation": "65 miles through Alabama's Lookout Mountain region hits the sweet spot for most gravel riders. Past versions included regrouping at climb tops and store stops, which keeps the social vibe alive. The 'rain or shine' policy shows commitment, but without current rider reports from Mentone, you're gambling on nostalgia."
  },
  "community": {
    "score": 3,
    "explanation": "Originally backed by Chattanooga Bicycle Club with leaders like Rand Cimino organizing group rides at B pace (14-16 mph). The regrouping policy kept riders together instead of creating a pure suffer-fest. But community dies when races disappear - and this Mentone version has zero visible community engagement or current participant feedback."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Tennessee's 'biggest bike ride' claim from the Chattanooga days sounds impressive until you realize it's disappeared from the calendar. No current field size data, no pro participation beyond historical Hincapie connection, no competitive depth indicators. Shallow fields happen when races can't maintain consistent scheduling."
  },
  "value": {
    "score": 3,
    "explanation": "65 miles and 6000 feet of climbing delivers solid bang for your buck if you can actually find registration. Past versions offered Litespeed frame prizes and decent support, but value crashes to zero when you can't even confirm the race exists. Good routes don't matter if they're not accessible."
  },
  "expenses": {
    "score": 3,
    "explanation": "Mentone area offers DeSoto State Park lodging and waterfront cabins that sleep 16, so group splits work. No current entry fees available, but rural Alabama typically runs cheaper than destination gravel scenes. Travel costs depend on where you're coming from - this isn't exactly a cycling mecca."
  },
  "length": {
    "score": 3,
    "explanation": "65 miles sits in the gravel goldilocks zone - long enough to matter, short enough to not wreck your weekend. Past Chattanooga versions offered 100/62/25 mile options, giving riders choice. This distance works for most fitness levels without requiring ultra-endurance commitment or specialized nutrition strategies."
  },
  "technicality": {
    "score": 3,
    "explanation": "Three named climbs spanning 5, 2, and 3 miles respectively from the Chattanooga version, rated 5-6/10 difficulty. That's legitimate climbing without requiring mountain goat genetics. No surface breakdown available for current course, but 'similar to local hills' suggests manageable technical challenges for average gravel riders."
  },
  "elevation": {
    "score": 4,
    "explanation": "6000 feet over 65 miles delivers serious climbing density - nearly 100 feet per mile. The three major climbs create distinct suffering sessions rather than endless grinding, which builds character without destroying souls. Past riders called it 'challenging but very satisfying when completed' - that's honest elevation work."
  },
  "climate": {
    "score": 2,
    "explanation": "Alabama in cycling season means heat, humidity, and unpredictable spring weather. 'Rain or shine' policy acknowledges you might get hammered by conditions. No specific weather data for typical race dates, but Lookout Mountain region can serve up everything from perfect temps to swamp-level misery."
  },
  "altitude": {
    "score": 1,
    "explanation": "Lookout Mountain region tops out around 2000 feet - basically sea level for mountain standards. Zero altitude considerations for training or performance. If you need altitude challenge, you're in the wrong state and definitely the wrong race."
  },
  "logistics": {
    "score": 2,
    "explanation": "Past Chattanooga version had clear logistics with Finley Stadium starts and structured packet pickup windows. This Mentone version? No confirmed start location, no packet pickup info, no current contact details. DeSoto State Park area has amenities, but logistics fail when basic race information doesn't exist."
  },
  "adventure": {
    "score": 4,
    "explanation": "Three-state riding through Lookout Mountain delivers legitimate adventure - you're crossing Georgia, Alabama, and Tennessee borders on backcountry roads. The climbing creates real consequences and the rural setting keeps it wild. Past course link shows proper route planning through scenic terrain that justifies the 'mountain challenge' name."
  }
}
