{
  "prestige": {
    "score": 2,
    "explanation": "UCI Gravel World Series status means something, but this is still a fifth-year race finding its identity. The move from Aachen to Winterberg in 2026 suggests they're still figuring out what they want to be. Top 25% qualifies for UCI Gravel Worlds, which matters if you're chasing points, but the field depth and international recognition aren't there yet."
  },
  "race_quality": {
    "score": 3,
    "explanation": "88% off-road through Sauerland's forest paths and gravel networks is legitimate terrain, not some road race with gravel sprinkles. The 43km circuit format with 1,000m per lap creates proper suffering without gimmicks. Three-day stage concept in 2026 shows ambition, but execution remains unproven."
  },
  "experience": {
    "score": 3,
    "explanation": "Dense forest networks and completely car-free routes through Sauerland low mountains deliver what gravel should be. The 3-day festival format adds depth beyond just race day. Winterberg's active tourism infrastructure suggests they know how to handle events, but rider testimonials are nowhere to be found."
  },
  "community": {
    "score": 3,
    "explanation": "Claims to set the tone for German gravel scene, which means something in a country still developing its gravel identity. Three-day festival concept suggests they're building culture, not just organizing a race. But without rider reviews or community feedback visible, the actual vibe remains a mystery."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No data on field size or notable past winners tells you everything about the competitive depth here. UCI World Series status attracts some talent, but this isn't drawing international stars or creating legendary battles. It's regional competition with world series branding."
  },
  "value": {
    "score": 2,
    "explanation": "No published entry fees is amateur hour for race organization transparency. UCI World Series events typically command premium pricing, and German event costs run high. Without knowing what you're paying for 65 miles of Sauerland suffering, you're buying blind."
  },
  "expenses": {
    "score": 2,
    "explanation": "Germany isn't cheap, and Winterberg's tourism infrastructure means marked-up lodging during event weekends. No information on parking, aid stations, or local cost structures leaves you guessing on total damage. European UCI events typically hit the wallet hard."
  },
  "length": {
    "score": 3,
    "explanation": "65 miles hits the sweet spot where fitness matters but doesn't become an endurance death march. The 43km lap format with 1,000m per circuit creates proper segments without endless monotony. Long enough to separate pretenders from contenders, short enough to stay interesting."
  },
  "technicality": {
    "score": 3,
    "explanation": "88% off-road through Sauerland forest paths means real technical demands, not gravel road cruising. Dense network of trails and climbs requires bike handling skills alongside fitness. The terrain description suggests legitimate technical challenges without manufactured difficulty."
  },
  "elevation": {
    "score": 3,
    "explanation": "4,500 feet over 65 miles creates consistent climbing without soul-crushing gradients. The 1,000m per 43km lap structure means predictable suffering - you know what's coming each time around. Sauerland's rolling terrain delivers steady work without altitude drama."
  },
  "climate": {
    "score": 3,
    "explanation": "May/July timing in western Germany typically means manageable temperatures without extreme heat or weather drama. No historical weather incidents found suggests conditions stay reasonable. Low mountain range elevation keeps altitude effects minimal while maintaining decent conditions."
  },
  "altitude": {
    "score": 1,
    "explanation": "Sauerland 'low mountain range' means you're barely above sea level compared to real climbing destinations. No altitude effects, no acclimatization needed, no dramatic elevation starting points. This is hill country, not mountain suffering."
  },
  "logistics": {
    "score": 3,
    "explanation": "Winterberg's established active tourism infrastructure means basic event logistics should work smoothly. Three-day packet pickup schedule shows organizational competence. The completely car-free route suggests proper course management, but missing details on parking and airport access create planning gaps."
  },
  "adventure": {
    "score": 3,
    "explanation": "Dense forest networks and completely car-free routes through Sauerland terrain offer legitimate backcountry feel without manufactured adventure. The three-day stage format in 2026 adds expedition elements beyond single-day racing. Real trails and climbs create genuine exploration, not theme park gravel."
  }
}
