{
  "prestige": {
    "score": 2,
    "explanation": "This race doesn't exist in the gravel world—all search results point to running events by Syllamo Events. No pro cyclists, no YouTube coverage, zero mentions in gravel community chatter. You're basically riding an imaginary event with borrowed credibility from trail runners."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Hard to rate the quality of a race that appears to be a running event masquerading as gravel. The actual Syllamo trail system offers rugged singletrack with adequate flagging but riders easily go off-course. Without proper gravel race organization, you're getting trail runner logistics adapted poorly for cyclists."
  },
  "experience": {
    "score": 3,
    "explanation": "The Syllamo trail system delivers legitimate Arkansas wilderness—rocky singletrack through dense forest with creek crossings and bluff vistas. Courses change every year so you can't pre-ride your way to victory. Just don't expect a cycling-specific experience since this appears borrowed from the running world."
  },
  "community": {
    "score": 3,
    "explanation": "Syllamo Events runs solid trail running operations with Blanchard Springs basecamp offering free camping, hot showers, and Sylamore Creek soaks. The running community finds these events daunting but worthwhile. Zero evidence of gravel cycling community involvement though."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Stage race entries limited to 125 riders, total event capped at 250—but that's for the running events. No notable past winners or pro cyclists because this appears to be a running-focused operation. You'll be racing against whoever shows up confused like you."
  },
  "value": {
    "score": 3,
    "explanation": "Free camping at Blanchard Springs basecamp with hot showers and warm meals is solid infrastructure value. The trail system offers legitimate technical challenge across 50 miles of rugged Arkansas terrain. Entry fees weren't listed, which could mean bargain or red flag."
  },
  "expenses": {
    "score": 3,
    "explanation": "Free camping at Blanchard Springs cuts accommodation costs significantly, and Mountain View Arkansas isn't exactly Aspen pricing. No specified nearest airport means you're probably driving, which limits flight costs. Trail running events typically run lean on overhead."
  },
  "length": {
    "score": 3,
    "explanation": "50 miles hits the sweet spot for gravel endurance without becoming a death march. The 6-hour format suggests reasonable pacing expectations around 8-9 mph average including technical sections. Comparable to other mid-distance gravel challenges."
  },
  "technicality": {
    "score": 4,
    "explanation": "Rugged singletrack with rocks, steep climbs, and creek crossings through dense Arkansas forest delivers legitimate technical challenge. Trail descriptions warn 'be prepared for anything' and riders easily go off-course despite adequate flagging. This isn't smooth gravel—it's mountain bike territory on a gravel bike."
  },
  "elevation": {
    "score": 3,
    "explanation": "7,500 feet over 50 miles averages 150 feet per mile, hitting 200+ feet per mile in sections. Range from 300 to 1,400 feet elevation provides consistent climbing without being punitive. Solid challenge without requiring oxygen masks."
  },
  "climate": {
    "score": 2,
    "explanation": "March temperatures topped out around 55°F with clouds in recent years, which sounds pleasant until you factor in Arkansas humidity and potential creek flooding. Creek levels vary wildly based on recent rain, creating unpredictable crossing conditions. Weather can turn this from challenging to survival mode quickly."
  },
  "altitude": {
    "score": 1,
    "explanation": "Maximum 1,400 feet above sea level means altitude is irrelevant. You'll suffer from technical terrain and heat, not thin air. Even flatlanders won't need acclimatization time for these elevations."
  },
  "logistics": {
    "score": 2,
    "explanation": "No specified nearest airport, unclear packet pickup details, and apparently borrowed infrastructure from running events. Blanchard Springs basecamp provides decent amenities but this feels like trail runner logistics adapted poorly for cyclists. Key details missing suggest organizational gaps."
  },
  "adventure": {
    "score": 3,
    "explanation": "Dense Arkansas forest with changing courses each year eliminates pre-riding advantages and keeps things unpredictable. Creek crossings, bluff vistas, and rugged singletrack through wilderness delivers genuine adventure factor. Just unclear if anyone's properly organized it for gravel bikes."
  }
}
