{
  "prestige": {
    "score": 2,
    "explanation": "UCI Gravel World Series qualifier status gives it some credibility, but this is a baby race born from a road gran fondo in 2021. No legendary winners, no storied history, no rider reports floating around—just another regional French event trying to make its mark. The gravel community barely knows it exists outside the UCI calendar."
  },
  "race_quality": {
    "score": 2,
    "explanation": "On-site packet pickup only, 7 PM same-day cutoff, and zero details about course marking or support quality. 108 checkpoints sounds impressive until you realize that's about every kilometer—either overengineered paranoia or acknowledgment that navigation is a shitshow. The organization piggybacks off their road event experience, but gravel demands different expertise."
  },
  "experience": {
    "score": 3,
    "explanation": "Three proper climbs including a steep opener at km 7, rocky singletracks, and forest sections between 1600-2000m elevation deliver legitimate Pyrenees suffering. The course hits varied terrain with meaningful technical challenges, though specifics remain frustratingly vague. Post-race music and local activity discounts add some charm to the village finish in Les Angles."
  },
  "community": {
    "score": 3,
    "explanation": "Regional French cycling culture runs deep, and the race builds on an established road event with local support. Village start/finish in Les Angles creates intimate atmosphere, and the range of distances (20km to 110km) suggests inclusive community building. But no evidence of broader gravel scene engagement or rider testimonials to prove the vibe."
  },
  "field_depth": {
    "score": 2,
    "explanation": "UCI qualifier status attracts some serious riders chasing World Championship spots, but field size remains unknown and no notable names have touched this race. Age-group qualification categories split the competitive field, and the regional French focus limits international depth. It's amateur hour with a few sharp locals mixed in."
  },
  "value": {
    "score": 3,
    "explanation": "€80 for 110km includes timing, aid stations, medal, welcome bag, and 30% discounts on local activities like cable cars and spa access. That's reasonable for European gravel racing, especially with the Pyrenees location. Multiple distance options provide entry points, though the shortest costs €20 for essentially a neighborhood loop."
  },
  "expenses": {
    "score": 2,
    "explanation": "Les Angles sits in the Pyrenees with limited lodging options and no budget accommodations mentioned. Nearest major airport likely requires significant travel, and mountain resort pricing hits hard during peak season. The 30% local activity discount helps slightly, but you're paying resort rates in rural France without much choice."
  },
  "length": {
    "score": 3,
    "explanation": "110km hits the sweet spot for challenging gravel without becoming an endurance death march. The 74km option provides legitimate racing for age group qualifiers while skipping the middle section. Multiple distance choices prevent the race from being a one-dimensional sufferfest, though none approach epic proportions."
  },
  "technicality": {
    "score": 2,
    "explanation": "Rocky ground and singletracks sound promising, but vague course descriptions hide the real technical demands. Starting with steep climbs at km 7 immediately sorts the field, yet no specific technical features are detailed. Forest sections suggest some bike handling, but this reads more like fire roads than proper technical gravel."
  },
  "elevation": {
    "score": 4,
    "explanation": "2,134m over 110km delivers legitimate Pyrenees climbing with three major ascents including a two-step monster from km 72-87. Racing between 1600-2000m altitude adds respiratory stress to the physical demands. Even the 74km option packs 1,462m of climbing—this race earns every meter of vertical."
  },
  "climate": {
    "score": 3,
    "explanation": "September in the Pyrenees offers stable weather windows between summer heat and winter storms, though mountain conditions change rapidly. Racing at 1600-2000m elevation means temperature swings and potential weather exposure. No historical weather incidents reported, but that's likely due to the race's short existence rather than consistently perfect conditions."
  },
  "altitude": {
    "score": 2,
    "explanation": "Racing between 1600-2000m provides noticeable but manageable altitude effects for most riders. High enough to feel it on the climbs, not high enough to require acclimatization or cause serious physiological stress. This is Pyrenees mountain air, not Alpine suffering—expect some lung burn but nothing dramatic."
  },
  "logistics": {
    "score": 2,
    "explanation": "On-site only packet pickup with complete file required screams bureaucratic nightmare, especially for international riders. No parking details, no airport information, no lodging strategy—just show up and figure it out. Les Angles village location is charming but offers limited infrastructure for race operations and spectator access."
  },
  "adventure": {
    "score": 3,
    "explanation": "Pyrenees singletracks, rocky terrain, and village-to-village racing through proper mountain landscape delivers genuine adventure. The course explores varied terrain between 1600-2000m with forest sections and technical challenges. However, 108 checkpoints suggest over-managed adventure rather than true exploration—this is guided wilderness, not wild discovery."
  }
}
