{
  "logistics": {
    "score": 2,
    "explanation": "Ourique sits 150km from Lisbon and 75km from Faro Airport, requiring rental car navigation through rural Portugal. Rosa Klöser found herself 'in a group of 15-20 men already after 15km' due to mixed category starts — organizational hiccups that suggest growing pains for this inaugural UCI event."
  },
  "length": {
    "score": 3,
    "explanation": "Tessa Neefjes pre-rode the 120km loop 'a few days before to do some proper recons' because surface changes and climbs demand preparation. The distance hits the sweet spot for serious suffering without requiring weeks of recovery, though elite riders like Rosa Klöser used it as 'good training' rather than season-defining effort."
  },
  "technicality": {
    "score": 2,
    "explanation": "Rosa Klöser describes the start as 'quite hilly and technical' with constant climbs and descents over loose gravel. The course runs 76% off-road with five climbs of 1-2km at 4-7% gradients — enough to separate riders but not requiring advanced bike handling skills through technical rock gardens."
  },
  "elevation": {
    "score": 2,
    "explanation": "The 120km route delivers 2,100m-3,182m of climbing in a 'shark-tooth profile' with 'flat sections far and few between.' Tessa Neefjes noted 'constant climbs and descents' that made the loose gravel 'extra challenging' — steady rhythm suffering rather than alpine punishment."
  },
  "climate": {
    "score": 3,
    "explanation": "Late October in southern Portugal typically delivers perfect cycling weather with warm days and cool nights. The inaugural November 2025 edition proceeded without weather complaints from elite riders, suggesting the Mediterranean climate advantage holds true for the race window."
  },
  "altitude": {
    "score": 1,
    "explanation": "Alentejo region sits at sea level elevation with rolling hills that barely register altitude concerns. Maximum elevation likely doesn't exceed 500 meters, meaning zero altitude considerations for training, performance, or gear selection."
  },
  "adventure": {
    "score": 3,
    "explanation": "Tessa Neefjes described scenery where 'part of it felt like riding through the steppe, while another part reminded me of America' through Portugal's cork forest heartland. The course delivers cultural immersion beyond typical gravel tourism, showcasing authentic Alentejo rural landscapes."
  },
  "prestige": {
    "score": 2,
    "explanation": "Brand new UCI World Series event with zero history and no established reputation. Sure, it's a qualifier for Worlds, but so are dozens of other races with actual pedigree. The organizers run Granfondo Coimbra, which tells you exactly nothing about their gravel chops."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Impossible to judge race execution when they won't even publish basic details like start times, aid stations, or cutoffs. The course promises cork forests and wildflower fields, but 'full details to be communicated later' isn't confidence-inspiring. First-year events are always dice rolls."
  },
  "experience": {
    "score": 3,
    "explanation": "The event transforms Ourique 'into a true festival celebrating gravel and cycling' with Saturday's Gravel Kids program drawing dozens of local families. Portuguese organizers created 'um fim de semana inesquecível' that brought international attention to this authentic Alentejo village setting."
  },
  "community": {
    "score": 3,
    "explanation": "New event means no established race community yet, but Portuguese cycling culture runs deep. The late-season timing as a Worlds qualifier should draw serious riders looking for their ticket. Rural Alentejo locals will either embrace the invasion or ignore it completely."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Worlds qualifier status attracts riders, but it's one of many options on the calendar. October timing in rural Portugal won't pull the big guns away from established events. Expect motivated age-groupers and Europeans hunting points, not the sport's elite."
  },
  "value": {
    "score": 3,
    "explanation": "Portugal delivers serious bang for your buck compared to Northern European races. Ourique isn't Lisbon pricing, and you're getting 119km through scenery with Worlds qualification potential. The 75km drive from Faro opens up Algarve accommodation options."
  },
  "expenses": {
    "score": 2,
    "explanation": "Portugal keeps costs reasonable, but international travel isn't cheap. Ourique is 150km from Lisbon and 75km from Faro, meaning rental car necessity and rural lodging limitations. Entry fees are mysteriously unpublished, which never signals bargain pricing."
  }
}
