{
  "prestige": {
    "score": 2,
    "explanation": "Brand new UCI World Series event with zero history and no established reputation. Sure, it's a qualifier for Worlds, but so are dozens of other races with actual pedigree. The organizers run Granfondo Coimbra, which tells you exactly nothing about their gravel chops."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Impossible to judge race execution when they won't even publish basic details like start times, aid stations, or cutoffs. The course promises cork forests and wildflower fields, but 'full details to be communicated later' isn't exactly confidence-inspiring. First-year events are always dice rolls."
  },
  "experience": {
    "score": 3,
    "explanation": "Ourique sits in Portugal's cork forest heartland with genuine rural Alentejo character. Rolling through wildflower fields and ancient cork groves beats strip malls and subdivisions. The 'cosy town with low-rise houses' vibe suggests actual culture, not manufactured race atmosphere."
  },
  "community": {
    "score": 3,
    "explanation": "New event means no established race community yet, but Portuguese cycling culture runs deep. The late-season timing as a Worlds qualifier should draw serious riders looking for their ticket. Rural Alentejo locals will either embrace the invasion or ignore it completely."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Worlds qualifier status attracts legitimate riders, but it's one of many options on the calendar. October timing in rural Portugal won't pull the big guns away from established events. Expect motivated age-groupers and Europeans hunting points, not the sport's elite."
  },
  "value": {
    "score": 3,
    "explanation": "Portugal delivers serious bang for your buck compared to Northern European races. Ourique isn't Lisbon pricing, and you're getting 119km through legitimate scenery with Worlds qualification potential. The 75km drive from Faro opens up Algarve accommodation options."
  },
  "expenses": {
    "score": 2,
    "explanation": "Portugal keeps costs reasonable, but international travel isn't cheap. Ourique is 150km from Lisbon and 75km from Faro, meaning rental car necessity and rural lodging limitations. Entry fees are mysteriously unpublished, which never signals bargain pricing."
  },
  "length": {
    "score": 3,
    "explanation": "119km hits the sweet spot between weekend warrior distance and legitimate suffering. The 87km short course gives older riders their Worlds qualification shot without the full punishment. Both distances are serious enough to matter without requiring recovery weeks."
  },
  "technicality": {
    "score": 2,
    "explanation": "Rolling Alentejo hills through cork forests suggests steady rhythm over technical challenge. The 'gentle hills' description doesn't scream bike-handling requirements. Without surface breakdown or technical feature details, assume fire roads and farm tracks, not rock gardens."
  },
  "elevation": {
    "score": 2,
    "explanation": "1750-2100m of climbing over 119km translates to constant rolling terrain, not legitimate mountain suffering. Portugal's Alentejo region is famous for gentle hills, not Alpine punishment. Enough elevation to keep it honest, not enough to break spirits."
  },
  "climate": {
    "score": 3,
    "explanation": "Late October in southern Portugal typically delivers perfect cycling weather - warm days, cool nights, minimal rain risk. The Mediterranean climate beats Northern European mud season every time. Cork forest coverage provides natural shade from any lingering heat."
  },
  "altitude": {
    "score": 1,
    "explanation": "Alentejo region sits at sea level elevation with rolling hills that barely register altitude. Maximum elevation probably doesn't crack 500 meters. Zero altitude considerations for training, performance, or gear selection."
  },
  "logistics": {
    "score": 2,
    "explanation": "Ourique offers charm but not convenience - 150km from Lisbon means mandatory rental car and rural Portugal navigation. The 'cosy town' description suggests limited accommodation and dining options. Faro Airport proximity helps, but you're still driving through cork forests to find the start line."
  },
  "adventure": {
    "score": 3,
    "explanation": "Racing through Portugal's cork forest heartland delivers genuine cultural immersion beyond typical gravel tourism. Ourique represents authentic Alentejo rural life, not sanitized race destinations. The wildflower fields and ancient cork groves create legitimate sense of place."
  }
}
