{
  "prestige": {
    "score": 2,
    "explanation": "This is a Belgian regional event with zero notable pro riders or winners mentioned anywhere. They call it 'legendary' and 'ultimate challenge' but there's no actual legend here—just marketing copy. No prize purse, no field size data, no recognition outside their own promotional materials."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Race organization seems amateur hour—they can't even confirm their 2026 dates and the research shows zero specific course details beyond vague 'beautiful trails' nonsense. Cutoffs at 17:00 for a 70km Friday stage suggests they're planning for slow recreational riders, not serious racers. No elevation profiles, no named sectors, no technical specifications."
  },
  "experience": {
    "score": 3,
    "explanation": "Three-day stage format through the Ardennes with camping access and a Sunday pasta party hits the gravel adventure checklist. Bike wash service and secure parking show they understand rider needs. But with zero rider testimonials or race reports available, this could be excellent or forgettable—no way to know."
  },
  "community": {
    "score": 3,
    "explanation": "Mixed gender start times and duo pricing options show inclusive planning, plus the camping setup encourages socializing. The 'Dusty Gravel format for enjoyment' suggests they prioritize experience over cutthroat racing. However, complete absence of any rider community feedback or social media presence is telling."
  },
  "field_depth": {
    "score": 2,
    "explanation": "With 1-day options starting at 29€ and recreational cutoff times, this attracts weekend warriors, not serious competitors. No field size data, no pro participation, no competitive depth indicators whatsoever. The pricing structure screams 'come one, come all' participation event."
  },
  "value": {
    "score": 3,
    "explanation": "149€ regular price for three days of racing including meals, camping, and support services is reasonable for a multi-stage European event. Compare that to single-day US gravel races charging $100+ for less support. The 1-day options at 29-49€ are genuinely affordable entry points."
  },
  "expenses": {
    "score": 2,
    "explanation": "Belgium isn't cheap, and Vielsalm/Engreux are tourist areas in the Ardennes that'll punish your wallet for lodging and meals beyond the included camping. No airport information provided, meaning you're figuring out international logistics solo. Hidden costs will add up fast for anyone traveling from outside Belgium."
  },
  "length": {
    "score": 4,
    "explanation": "270km total over three days (70km Friday, 110km Saturday, 90km Sunday) delivers legitimate stage race volume without being punitive. That's proper multi-day suffering that separates this from single-day events. The 110km Saturday stage as the queen stage makes tactical sense."
  },
  "technicality": {
    "score": 2,
    "explanation": "They mention 'technique' requirements but provide zero specifics about trail difficulty, surface breakdown, or technical features. Belgian Ardennes terrain is typically rolling hills and forest paths—challenging but not gnarly. Without course profiles or rider feedback, assume moderate difficulty at best."
  },
  "elevation": {
    "score": 3,
    "explanation": "12,000 feet over 180 miles averages 67 feet per mile—steady climbing without lung-busting peaks. The Ardennes maxes out around 2,300 feet, so you're getting consistent rollers rather than mountain suffer-fests. Enough elevation to hurt, not enough to break you."
  },
  "climate": {
    "score": 3,
    "explanation": "Late September in Belgium means 50-65°F temps with decent rain odds—proper shoulder season conditions that won't cook you but might get muddy. No historical weather disasters mentioned, and the Ardennes climate is generally predictable if not exciting. Pack layers and rain gear."
  },
  "altitude": {
    "score": 1,
    "explanation": "The Ardennes barely scratches 2,300 feet at its highest point, and these stages start much lower. Zero altitude considerations needed—this is sea-level racing with hills, not mountain suffering. Your biggest breathing challenge will be the cigarette smoke from Belgian spectators."
  },
  "logistics": {
    "score": 3,
    "explanation": "Packet pickup windows are reasonable (09:00-11:30 Friday, 07:00-08:45 Saturday) and they provide camping access plus secure parking. But they offer zero airport or travel guidance, and having stages in different towns (Vielsalm, Engreux, Baraque Fraiture) complicates logistics for anyone not camping the full weekend."
  },
  "adventure": {
    "score": 3,
    "explanation": "Multi-day stage racing through the Wallonian forest with camping creates proper adventure vibes, and the different daily start locations keep things interesting. The Ardennes delivers legitimate 'dramatic landscapes' as advertised. However, without any rider accounts of what actually makes this adventurous beyond the marketing copy, it's middle-ground adventure at best."
  }
}
