{
  "prestige": {
    "score": 3,
    "explanation": "Six years in and it's carved out respect as one of the most popular gravel races thanks to smart February timing when nothing else is happening. Part of The Mountain Races series alongside Silk Road and Hellenic, so it's got legitimate lineage. But it's still finding its identity between racing and touring—last year's podium separated by 40 minutes tells you the field isn't exactly stacked with killers yet."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The route from Beni-Mellal to Essaouira is epic, but the organization feels half-baked. Three staffed checkpoints across 1350km and eight days? That's not race support, that's abandonment with a GPS tracker. No published entry fees, field sizes, or proper race manual details suggests they're still figuring out how to run a proper event."
  },
  "experience": {
    "score": 5,
    "explanation": "1350km from snow-capped Atlas peaks through Anti-Atlas lunar landscapes to the Atlantic coast at Essaouira. You'll cross the continental divide, navigate broken colonial pistes, and camp under stars in the Sahara—assuming you survive the remote oases and scorched plains between resupply points. This is what bikepacking dreams are made of, if you can handle complete self-sufficiency for over a week."
  },
  "community": {
    "score": 2,
    "explanation": "It attracts the bikepacking crowd more than racers, which creates a weird vibe when some people are touring and others are actually competing. With no rider reviews or forum chatter in the search results, the community presence is practically invisible. The race might be popular, but it's not building the kind of vocal tribe that defines great gravel events."
  },
  "field_depth": {
    "score": 2,
    "explanation": "When the top three are separated by 40 minutes after 1350km, you're not looking at deep competitive talent. The mix of racing and touring mentalities means half the field is there for the Instagram shots, not the podium. No notable past winners or pro participation mentioned anywhere tells you everything about the competitive level."
  },
  "value": {
    "score": 3,
    "explanation": "You get 1350km of untouched Atlas Mountain wilderness and an eight-day adventure that would cost thousands to replicate privately. But with hidden entry fees and the need to carry everything for a week plus international travel to Morocco, the total investment gets steep fast. The experience is priceless if you finish—if you don't, it's an expensive DNF in the desert."
  },
  "expenses": {
    "score": 1,
    "explanation": "Morocco isn't cheap to reach, and when you factor in international flights, gear for desert crossings, GPS tracker rental, and eight days of complete self-sufficiency, you're looking at serious money. The race won't even publish entry fees, which usually means they're embarrassed by the number. Add in the risk of expensive gear failure in remote Atlas passes and this becomes a rich person's adventure."
  },
  "length": {
    "score": 5,
    "explanation": "1350km with eight days to complete puts this firmly in the suffer-fest category. That's averaging 170km per day while carrying everything you need across Atlas Mountain passes and Anti-Atlas wastelands. The current record of around 14.5 days shows even the fastest riders are getting properly worked over by the distance and terrain combination."
  },
  "technicality": {
    "score": 4,
    "explanation": "Gravel, single and double track, plus old colonial pistes with walking sections required—this isn't a smooth gravel road cruise. Navigating broken roads through remote Atlas passes while self-supported adds serious technical challenge beyond just bike handling. The route follows the continental divide, so expect sustained technical terrain rather than brief difficult sections."
  },
  "elevation": {
    "score": 5,
    "explanation": "25,000 meters of climbing over 1350km through the Atlas Mountains is legitimate mountain suffering. That's nearly 82,000 feet of elevation gain while crossing snow-capped peaks and navigating high passes with full bikepacking loads. The route literally follows the continental divide, so you're climbing constantly from Beni-Mellal all the way to the Anti-Atlas."
  },
  "climate": {
    "score": 2,
    "explanation": "February in the Atlas Mountains means snow-capped peaks and potential weather disasters at altitude, combined with scorched desert plains at lower elevations. You could face freezing temperatures on high passes and desert heat in the valleys—sometimes on the same day. With no weather incident data available, you're gambling on conditions that could range from perfect to race-ending."
  },
  "altitude": {
    "score": 4,
    "explanation": "Crossing the Atlas Mountains continental divide guarantees significant altitude exposure, though specific elevation figures aren't published. The mention of snow-capped peaks and high passes suggests you'll be spending time well above 2000 meters. Combined with the physical demands of 1350km self-supported, altitude becomes a real factor even for acclimatized riders."
  },
  "logistics": {
    "score": 1,
    "explanation": "No published details on airports, lodging, parking, or packet pickup for a race in Morocco. Eight days of complete self-sufficiency with only three staffed checkpoints across 1350km means you're basically on your own once the gun goes off. The organization provides a GPX file and GPS tracking—that's about it for support in one of Africa's most remote mountain ranges."
  },
  "adventure": {
    "score": 5,
    "explanation": "From Beni-Mellal across the Atlas continental divide to the Atlantic at Essaouira, this route delivers everything: snow-capped peaks, lunar landscapes, remote oases, broken colonial roads, and Saharan desert crossings. Eight days completely self-supported through some of North Africa's most untouched wilderness while racing against the clock—this is adventure racing at its purest. You'll either have the experience of a lifetime or an epic disaster story."
  }
}
