{
  "logistics": {
    "score": 5,
    "explanation": "Registration opens for exactly 5 days in November and closes at capacity - demand outstrips spots by 5:1. Sarah Scozzaro notes \"99% of the course is exposed, and the sun beating down can take a toll. Staying cool, calm and hydrated is key.\" Granada start with GPS tracking, but you're managing 100km+ stretches with zero resupply between desert sections."
  },
  "length": {
    "score": 5,
    "explanation": "Brad Shenton laughed \"literally out loud\" when his Wahoo showed a 39km climb section. \"As soon as the police pulled off, it was full gas,\" he reports about the opening pace with eventual winner Rob Britton muttering about the unsustainable speed. 497 miles with 126-hour cutoff separates committed ultra-endurance athletes from weekend warriors. Among the longest in gravel, comparable to Gravel Worlds."
  },
  "technicality": {
    "score": 5,
    "explanation": "\"The first section of Badlands is a 20km climb with 850m elevation, climbing through El Sacromonte,\" Brad Shenton reports, followed by Mirador del Fin del Mundo averaging 15% with 25% ramps. James Mark Hayden switched from 40c gravel to hardtail after testing: \"The path went from dust to rocks. Within a few metres my mind went to the hardtail.\" Among the most technical in gravel, on par with Grinduro."
  },
  "elevation": {
    "score": 5,
    "explanation": "52,493 feet of climbing culminates at Calar Alto Observatory and the brutal Mirador. \"Around 65km the route transitions from forest to desert, into La Hoya,\" Brad Shenton describes, before hitting \"an iconic climb that has an average gradient of 15 per cent, ramping up to maximum of 25 per cent.\" The climbing never stops across Andalusia's three desert systems. Among the hilliest in gravel, comparable to Belgian Waffle Ride San Diego."
  },
  "climate": {
    "score": 5,
    "explanation": "Late August Andalusia delivers 43°C desert heat by afternoon after starting at 18°C. Riders report racing like vampires - riding nights, hiding from the sun during peak hours when heatstroke becomes the primary DNF cause. Pack 5L water capacity because the Gorafe and Tabernas deserts don't negotiate. Among the most weather-friendly events, easier than Gravel Worlds. As Gravel-Induced Problems - Bradley puts it: \"Heavy rain on gritty trails was causing problems with the bike, the temperature, the ground conditions, and my anatomy.\""
  },
  "altitude": {
    "score": 5,
    "explanation": "From Mediterranean sea level to 3,396m at Pico Veleta in the same race - that's the altitude range of an Everest base camp trek compressed into 800km of gravel suffering. The final 13km climb to Hoya de la Mora is closed to traffic, leaving you alone with thin air and potential hypothermia gear for overnight high-altitude sections. Among the highest-altitude events in gravel, on par with Crusher in the Tushar."
  },
  "adventure": {
    "score": 5,
    "explanation": "Chris Hall calls it \"so much more than just a bike race. It's an experience with an incredible community exploring one of the most beautiful and brutal parts of Southern Spain.\" The route crosses three distinct desert systems, volcanic coastlines, and UNESCO Biosphere Reserves. \"The views never get old,\" Hall notes about returning annually to the same otherworldly landscapes."
  },
  "prestige": {
    "score": 5,
    "explanation": "Elite riders like Mattia de Marchi, Sarah Scozzaro, and James Mark Hayden validate the field depth. \"Even after riding for close to 750 km and without any sleep for the final 48 hours, I don't remember any moments of panic,\" de Marchi reports. The event attracts serious ultra-endurance specialists who treat it as a career-defining challenge rather than weekend adventure."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Well-organized for a self-supported ultra. GPS tracking for safety, clear rules, mandatory equipment checks. But it's intentionally minimal—you're on your own out there."
  },
  "experience": {
    "score": 5,
    "explanation": "\"7 bottles during the event. Small Dixie cup of coke at 3 of the AS. NO flash crash, energy dips or tummy issues,\" Sarah Scozzaro reports about dialed nutrition. The multi-day format creates unforgettable memories - Chris Hall describes \"reconnecting with that absolutely crazy landscape\" as riders navigate from El Sacromonte through La Hoya to The Mirador spanning multiple ecosystems."
  },
  "community": {
    "score": 4,
    "explanation": "Mattia de Marchi highlights the difference from road racing: \"The idea was born from what fundamentally makes us happy—riding a bicycle and sharing this joy with people from all backgrounds.\" Chris Hall emphasizes the social aspect: \"I keep coming back every year for the community, to see people I've seen at previous editions.\" Small field creates lasting connections among finishers."
  },
  "field_depth": {
    "score": 4,
    "explanation": "With a field of ~200-300 riders, attracts elite ultra-endurance athletes—bikepacking specialists, gravel racers, adventure cyclists. Not mass-participation like Unbound, but deep in ultra credentials. Winners are ultra legends. Deeper field than most — comparable to Gravel Worlds. As Pairs Strategy - Claire puts it: \"We should have done some practice rides to get to know each other better, or for Simon to try sleeping in a bivi bag and packing his kit, but our only test run was a 60km cafe ride the week be...\""
  },
  "value": {
    "score": 3,
    "explanation": "Entry fee around 295 EUR for 497 miles of marked ultra-endurance racing through unique terrain. Chris Hall's annual returns suggest strong value for committed ultra riders seeking \"one of the most beautiful and brutal parts of Southern Spain.\" The self-supported format means no included meals or accommodation, but GPS tracking and route development justify the cost."
  },
  "expenses": {
    "score": 2,
    "explanation": "\"I always carry a tube of superglue when I'm racing to help fix things and seal up any open wounds,\" Mattia de Marchi notes about gear requirements. Travel to Granada, specialized equipment for desert conditions, and James Mark Hayden's hardtail switch show significant preparation costs. Multi-day self-supported format requires extensive logistical planning beyond the entry fee. Higher total cost than SBT GRVL."
  }
}
