{
  "prestige": {
    "score": 1,
    "explanation": "This is the 4th Annual edition of a Pennsylvania regional race that just joined the Pennsylvania Gravel Series in 2026. No pro field, no prize purse, no national recognition. It's a local club ride with timing chips, which is fine if you know what you're signing up for."
  },
  "race_quality": {
    "score": 2,
    "explanation": "They provide chip timing, well-marked courses, and fully stocked aid stations at mile 18 and 45 for the full route. The organization seems competent with clear cutoff times (11:00 AM and 2:00 PM) and three distance options from 31 to 73 miles. Basic execution without any standout features."
  },
  "experience": {
    "score": 2,
    "explanation": "You get a post-race meal, event shirt if you register early enough, and awards for top 3 in each category. The course runs through Spring Mills, PA on what they describe as 'moderate terrain with rolling short steep hills.' Functional race experience, nothing memorable."
  },
  "community": {
    "score": 2,
    "explanation": "Being part of the Pennsylvania Gravel Series gives it some regional connectivity, but this is still a small local event in its 4th year. The research shows zero rider testimonials, forum buzz, or YouTube coverage. If there's a community here, it's keeping quiet about it."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No data on field size or participant demographics in any of the available sources. For a 4th-year Pennsylvania regional race with zero pro presence or prize money, you're looking at local recreational riders. Don't expect anyone who's going to push you beyond your comfort zone."
  },
  "value": {
    "score": 4,
    "explanation": "You get chip timing, aid stations, post-race meal, shirt, and awards for what appears to be reasonable regional pricing (early bird ended with only a $10 increase). Three distance options from 31-73 miles means you're not overpaying for more race than you want. Solid bang for buck at this level."
  },
  "expenses": {
    "score": 3,
    "explanation": "Spring Mills, PA isn't going to break your budget on lodging or meals, but you're still dealing with travel costs to central Pennsylvania. The $10 late registration penalty is reasonable, and being a Saturday race means you might save on an extra hotel night. Middle-of-the-road expense profile for a regional event."
  },
  "length": {
    "score": 2,
    "explanation": "The Half Series at 46.2 miles hits that awkward middle distance - too long for a morning spin, too short to feel like a real suffer-fest. The 73-mile Full Series option gets more interesting with 8,035 feet of climbing, but most riders will probably chicken out and do the half. Decent mileage options overall."
  },
  "technicality": {
    "score": 2,
    "explanation": "Course maps show a mix of dirt/gravel and paved roads with 'rolling short steep hills' according to Gran Fondo Guide. No specific technical features, rock gardens, or gnarly descents mentioned in any of the documentation. Sounds like fire roads and farm lanes - rideable on any gravel setup."
  },
  "elevation": {
    "score": 2,
    "explanation": "4,963 feet over 46 miles works out to manageable climbing - enough to hurt but not enough to break you. The 'rolling short steep hills' description suggests punchy climbs rather than sustained suffering. You'll get a workout without needing your bailout gears."
  },
  "climate": {
    "score": 2,
    "explanation": "Mid-April in central Pennsylvania is a weather gamble - could be 40 and raining or 70 and perfect. The research provides zero historical weather data for Spring Mills, so you're rolling dice on conditions. Pack layers and hope for the best."
  },
  "altitude": {
    "score": 1,
    "explanation": "Central Pennsylvania tops out around 2,000 feet if you're lucky. No altitude considerations whatsoever - your sea-level fitness translates directly. If altitude training is your goal, pick a different race in a different state."
  },
  "logistics": {
    "score": 2,
    "explanation": "Race starts at 227 Sand Mountain Road in Spring Mills at 9:00 AM, but the research shows zero information about parking, packet pickup, or nearby airports. Online registration closes Thursday before the Sunday race, which is reasonable timing. They're organized enough to run the event but light on logistical details."
  },
  "adventure": {
    "score": 2,
    "explanation": "You're riding gravel roads through central Pennsylvania farm country with some rolling hills. It's pleasant countryside but hardly unexplored territory - more pastoral than adventurous. The route goes where locals have been driving tractors for decades."
  }
}
