{
  "prestige": {
    "score": 2,
    "explanation": "There's some confusion whether this is even the right race name - search results only turn up the Trans Balkan Race, a 1400km monster that's completely different from this 65-mile event. No notable pros, no race coverage, no rider quotes in the results. The Balkans might be exotic to Western riders, but anonymity doesn't equal prestige."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Can't judge what I can't find. The research dump shows no specific course details, no aid station strategy, no field management info for this particular event. If it's borrowing from the Trans Balkan Race's reputation, that's 82% off-road through the Dinaric Alps - solid terrain, but organization details are ghost town."
  },
  "experience": {
    "score": 3,
    "explanation": "Slovenia to Croatia through karstic landscapes and white gravel roads hits different than your typical gravel fare. The Dinaric Alps backdrop and cross-border element adds legitimate adventure points. Just don't expect hand-holding - the region's reputation for 'raw and wild' experiences seems earned."
  },
  "community": {
    "score": 3,
    "explanation": "The Balkan gravel scene is emerging but tight-knit from what's visible. Trans Balkan Race describes itself as 'Balkan Party!' which suggests the regional vibe leans social. Small field sizes typically mean you know everyone by name, though no specific community details surfaced in research."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Field size unavailable in research, no mention of competitive depth or notable finishers. Regional European events this length typically pull local enthusiasts rather than international talent. The logistics barrier of getting to Slovenia/Croatia keeps the serious racers focused elsewhere."
  },
  "value": {
    "score": 3,
    "explanation": "If it follows Trans Balkan Race pricing at €350, that's reasonable for a cross-border European event. You're paying for terrain access and the novelty of racing through less-traveled gravel territory. Exchange rates and travel costs are the real budget killers, not entry fees."
  },
  "expenses": {
    "score": 2,
    "explanation": "Slovenia/Croatia means international travel for most riders, with no clear airport logistics mentioned in research. Lodging strategy unclear, parking situation unknown - classic smaller race organization gaps that cost you time and money figuring out yourself. Budget for problem-solving."
  },
  "length": {
    "score": 3,
    "explanation": "65 miles sits in the sweet spot - long enough to hurt, short enough to race hard rather than just survive. It's a proper day in the saddle without the multi-day logistics nightmare of the region's longer events. Good distance for testing yourself without the full suffer-fest commitment."
  },
  "technicality": {
    "score": 2,
    "explanation": "Research shows 82% off-road terrain through karstic landscapes but notes it's 'designed for endurance, not tricks.' White gravel roads and mountain trails suggest grinding over technical skills. The Dinaric Alps setting promises some bite, but this isn't a handling clinic."
  },
  "elevation": {
    "score": 3,
    "explanation": "4500 feet across 65 miles through the Dinaric Alps is legitimate climbing without being sadistic. The karstic terrain means sharp ups and downs rather than one big mountain pass. Enough elevation to separate the climbers from the pretenders, but won't destroy your legs completely."
  },
  "climate": {
    "score": 3,
    "explanation": "Research mentions 'extreme temperature swings up to 20°C in hours' for the region's longer races. The Slovenia/Croatia border area serves up weather variety - from flourishing muddy forests to lunar karst landscapes. Plan for anything, which keeps it interesting but manageable."
  },
  "altitude": {
    "score": 2,
    "explanation": "Starting elevation and max altitude unavailable in research results. Slovenia's karst plateau runs moderate elevations, not the high-altitude suffering of Alpine events. The Dinaric Alps backdrop suggests some legitimate climbing, but nothing approaching oxygen debt territory."
  },
  "logistics": {
    "score": 2,
    "explanation": "Nearest airport unknown, lodging strategy unavailable, parking situation unclear - classic small race information gaps. Cross-border Slovenia/Croatia adds passport complexity most gravel races skip. You're flying blind on basic logistics, which means planning headaches and higher costs sorting it yourself."
  },
  "adventure": {
    "score": 3,
    "explanation": "Cross-border racing through 'exotic other Europe' delivers on the adventure promise. Karstic landscapes, white gravel roads, and the Dinaric Alps setting beats another corn field loop. The research describes it as 'raw and wild' - probably marketing speak, but the terrain backs it up."
  }
}
