{
  "prestige": {
    "score": 3,
    "explanation": "Battenkill was the 'largest sanctioned Pro/Am race in US history' from 2005-2017, earning the nickname 'Queen of the Classics.' The 2025 resurrection by Anthem Sports brought back the legend, but it's still rebuilding its reputation after years of dormancy. You're riding the same roads that hosted international-level pros and amateurs, which counts for something in gravel circles."
  },
  "race_quality": {
    "score": 3,
    "explanation": "The course delivers legitimate suffering with 18% grade climbs and challenging mixed surfaces through the Battenkill Valley. Organization seems solid with three aid stations, sag wagons, and neutral service, plus the experience of Anthem Sports running it. The 2025 mud-fest didn't break anyone's spirit - riders still called it 'an absolute joy to complete' despite bikes taking days to clean."
  },
  "experience": {
    "score": 3,
    "explanation": "You get scenic villages, covered bridges, and the Battenkill River valley as your backdrop while getting your ass kicked on primitive gravel roads. The after-party, expo, and live entertainment add value beyond just the suffer-fest. One rider summed it up perfectly: despite the 2025 downpour creating 'gritty, sandy gravel sections,' it was still 'beautiful and challenging.'"
  },
  "community": {
    "score": 3,
    "explanation": "The revival attracted riders hungry for that classic Battenkill experience, and the atmosphere reflects genuine appreciation for getting this race back. After-party and expo suggest decent community vibes, though field size caps around 500-600 riders - intimate enough to matter. It's not just another gravel race; it's a resurrection that people actually care about."
  },
  "field_depth": {
    "score": 2,
    "explanation": "The pro/am format brings legitimate speed to the front, but with 500-600 total riders across multiple distance options, the competitive depth gets diluted. It's rebuilding after years off the calendar, so the field hasn't reached the elite concentration of established classics yet. You'll find fast riders, but not the murderous depth that separates legends from good races."
  },
  "value": {
    "score": 3,
    "explanation": "You're getting a legitimate spring classic experience with proper support, expo, and after-party for your entry fee. The course delivers real suffering through scenic terrain that would cost serious money to access privately. Registration fees weren't specified, but the package seems fair for what amounts to riding cycling history in Washington County."
  },
  "expenses": {
    "score": 3,
    "explanation": "Cambridge, NY isn't exactly a destination resort - lodging like The Wildflower Inn won't break your budget. Rural upstate location keeps costs reasonable compared to trendy gravel destinations. You're not paying premium prices for premium amenities, which matches the no-frills, legitimate racing vibe."
  },
  "length": {
    "score": 3,
    "explanation": "The 65-mile distance hits the sweet spot between weekend warrior friendly and legitimate endurance test. Multiple options from 24-mile Piccolo to 75-mile Gran Fondo let you pick your poison. It's long enough to matter when those 18% grades start stacking up, but not so long you're just grinding miles."
  },
  "technicality": {
    "score": 2,
    "explanation": "Mixed paved and gravel with 'primitive routes' requires bike handling skills, but Washington County gravel is described as 'smoother than the best Pennsylvania paved roads.' The challenge comes from steep grades and mud conditions rather than technical rock gardens or sketchy descents. It's more about power and endurance than pure technical skill."
  },
  "elevation": {
    "score": 4,
    "explanation": "5,500 feet of gain with climbs hitting 18% grade will separate the wheat from the chaff. The Battenkill Valley doesn't mess around - it's 'many rollers' plus 'several steep gravel climbs' that create legitimate suffering. This isn't false advertising; the elevation profile has teeth that match the race's reputation."
  },
  "climate": {
    "score": 2,
    "explanation": "Early May in upstate New York is a gamble - the 2025 'mud-fest' with downpours until the finish proves the point. Spring weather in this region swings from perfect to miserable without warning. You might get crisp classic conditions or spend days cleaning gritty sand from your drivetrain."
  },
  "altitude": {
    "score": 1,
    "explanation": "Cambridge, NY sits in rural Washington County at elevation that won't affect anyone's breathing. This is East Coast racing where altitude never factors into performance or acclimatization planning. Sea-level lungs work just fine here."
  },
  "logistics": {
    "score": 3,
    "explanation": "Start near the historic Cambridge Train Depot with police escort and neutral rollout shows proper organization. Three aid stations and sag support cover the basics without over-complicating things. Cambridge isn't a logistical nightmare, but it's rural enough that you need to plan ahead for lodging and travel."
  },
  "adventure": {
    "score": 3,
    "explanation": "You're riding the resurrected 'Queen of the Classics' through covered bridges and scenic hamlets in the Battenkill Valley. The primitive routes and potential for epic mud battles add legitimate adventure beyond just another gravel grind. It's not exotic, but there's real character in these Washington County back roads that money can't manufacture."
  }
}
