{
  "logistics": {
    "score": 1,
    "explanation": "Twelve years running with BikeReg registration but minimal race communication. Acadia Gantz warns: 'Don't expect much communication from the race directors... they are there to put on a great race, not hold your hand through it.' No published information on airports, lodging, or parking details for this population-400 Wisconsin town."
  },
  "length": {
    "score": 4,
    "explanation": "Five distance options from 18-mile Friday pre-ride to 113-mile sufferfest gives everyone a target. Tim Savre crushed the 100-mile route in 4:40:58 for the overall win. The race warns riders to choose wisely: 'If you are not confident of finishing before 7PM, you should choose a shorter route.'"
  },
  "technicality": {
    "score": 2,
    "explanation": "Course includes 3 miles of easy singletrack on Strong Falls Trails plus varied gravel conditions through Nicolet National Forest. Equipment matters on later sections—one rider noted 'The Salsa Cutthroat on 2.2 Teravails came in handy at mile 80 when the roads turned into rocky...' conditions."
  },
  "elevation": {
    "score": 2,
    "explanation": "3,500 feet over 100 miles delivers manageable rolling hills through Wisconsin forest terrain. Bob found the course challenging as expected, but this Midwest elevation profile stays within reasonable gravel racing parameters. Part of the Ironbear 1000 series connecting regional high points like Timm's Hill."
  },
  "climate": {
    "score": 2,
    "explanation": "Early May in northern Wisconsin brings spring weather variability. Coach Dandelion experienced temperature swings requiring gear changes: 'Later, when the temperature plummeted in the basins, every layer went on, plus hand warmers.' Dust conditions force riders to use buffs as masks on dirt sections."
  },
  "altitude": {
    "score": 1,
    "explanation": "Northern Wisconsin lowland forest terrain near sea level throughout Nicolet National Forest. Starting elevation in Laona sits in typical Midwest ranges without oxygen concerns. The course connects to regional high points through the Ironbear 1000 series, but altitude effects remain negligible."
  },
  "adventure": {
    "score": 2,
    "explanation": "Hidden gravel roads through Nicolet National Forest plus the notorious Deer Lake Cut-off Road delivering rutty two-track punishment. The 7 PM support cutoff adds consequence to route selection, with rescue squad support ending sharp at that time regardless of rider location on course."
  },
  "prestige": {
    "score": 1,
    "explanation": "A 12-year-old charity ride in a town of 400 people marketed to 'gravel curious first timers' and families. Youth 16 and under ride free with adult supervision. The most prestigious aspect remains helping Laona Rescue Squad buy equipment through 100% of proceeds donated."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Performance Timing provides professional chip timing and soup awaits at the finish, but support vanishes at 7 PM sharp. Route changes happen based on spring conditions without detailed advance warning. Josh Spector and other riders confirm the course delivers as advertised, though organization focuses on execution over communication with participants."
  },
  "experience": {
    "score": 2,
    "explanation": "You get hidden gravel in Nicolet National Forest plus 3 miles of easy singletrack on Strong Falls Trails, but the notorious Deer Lake Cut-off Road delivers rutty punishment. As the race warns: 'Laona Rescue will be providing support until 7PM. If you are not confident of finishing before then, you should choose a shorter route.'"
  },
  "community": {
    "score": 3,
    "explanation": "Twelve years of riders like Josh Spector, Coach Dandelion, Tim Savre, and Bob gathering annually in tiny Laona creates small-town race tradition. 100% of proceeds support Laona Rescue Squad equipment and training. Youth 16 and under ride free, and e-bikes welcome on shorter routes."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Tim Savre won the 100-mile route in 4:40:58—solid performance but this event explicitly welcomes 'gravel curious first timers' and families. The race offers family-friendly shorter routes with youth riding free, positioning itself as accessible rather than competitive."
  },
  "value": {
    "score": 4,
    "explanation": "Five distance options from 18 to 113 miles with chip timing by Performance Timing, and your registration supports local emergency services instead of promoter profits. Youth 16 and under ride free with adult supervision. 100% of proceeds go to Laona Rescue Squad for equipment and training."
  },
  "expenses": {
    "score": 4,
    "explanation": "Laona, Wisconsin delivers small-town northern Wisconsin forest country pricing without expensive urban hotels or race parking fees. You're in population-400 territory where lodging and food cost what they should, not inflated race weekend pricing typical of major metropolitan events."
  }
}
