{
  "prestige": {
    "score": 1,
    "explanation": "Fifth-year event by Sable Events hasn't cracked the big leagues yet. Zero notable winners or pro field depth on record. Named after some 1882 railroad brawler which sounds cool but doesn't move the needle in modern gravel racing."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Three distance options with the 100-mile featuring a Saddle Mountain out-and-back sounds legitimate. Technical gravel sections around Flagstaff's peaks could deliver, but complete absence of rider reports or race coverage suggests mediocre execution. The bones are there but the proof isn't."
  },
  "experience": {
    "score": 2,
    "explanation": "Coconino National Forest setting with Grand Canyon 1.5 hours away creates solid adventure potential. But when your rider meeting runs until 7:15am for a 6:15am start, you're cutting logistics thin. No field reports means no one's talking about memorable moments."
  },
  "community": {
    "score": 2,
    "explanation": "Wild West storytelling about Bear Howard shows they're trying to build culture around the event. Problem is after five years, there's zero community buzz or rider testimonials floating around. Either the vibe isn't sticking or people aren't talking."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Complete radio silence on participant numbers, past winners, or competitive field. Regional Arizona event without documented pro attendance or competitive depth. You're racing weekend warriors, not legends."
  },
  "value": {
    "score": 3,
    "explanation": "Registration costs unknown but three distance options and Coconino National Forest access suggests decent bang for buck. Flagstaff location means you can extend into Grand Canyon or local trails. Solid weekend destination value if the race delivers."
  },
  "expenses": {
    "score": 2,
    "explanation": "Flagstaff isn't cheap for lodging during summer season, and no clear airport strategy beyond driving in. High-altitude town means limited budget accommodation options. You'll spend more than expected getting there and staying comfortable."
  },
  "length": {
    "score": 3,
    "explanation": "60 miles hits the gravel sweet spot without overdoing it. 100-mile option with Saddle Mountain climb separates the committed from the curious. Smart 30-mile addition for newcomers shows they understand their market."
  },
  "technicality": {
    "score": 3,
    "explanation": "Technical gravel sections around Flagstaff's peaks suggest legitimate challenge beyond fire roads. Saddle Mountain out-and-back for the century sounds like it'll test handling skills. Arizona terrain doesn't coddle smooth-tire heroes."
  },
  "elevation": {
    "score": 3,
    "explanation": "4000 feet over 60 miles puts real climbing in your legs without going full-masochist. Starting around 7000 feet elevation means the ups hurt more than expected. Saddle Mountain climb for the century adds proper suffering potential."
  },
  "climate": {
    "score": 3,
    "explanation": "August in Flagstaff means high-altitude summer conditions - hot days but not Phoenix brutal. Afternoon thunderstorms possible but mornings typically clear. Starting at 6:15am gets you moving before heat peaks."
  },
  "altitude": {
    "score": 3,
    "explanation": "Flagstaff's 7000+ foot elevation hits sea-level riders hard from the start line. Thin air makes every climb feel harder and recovery slower. Come a few days early or expect to suffer more than the course profile suggests."
  },
  "logistics": {
    "score": 3,
    "explanation": "Flagstaff High School start with downtown packet pickup keeps things simple. 45-minute window for race morning pickup is cutting it close but manageable. BikeReg registration and established venue suggests competent organization."
  },
  "adventure": {
    "score": 2,
    "explanation": "Coconino National Forest and proximity to Grand Canyon creates solid adventure framework. Technical gravel around Flagstaff's peaks should deliver scenery and challenge. But zero rider reports means the adventure story isn't being told or isn't worth telling."
  }
}
