{
  "prestige": {
    "score": 2,
    "explanation": "Howard Grotts won in 2023 and some major series riders show up, but this is still a baby race in its fourth year. The field caps at 500 riders and prize money tops out at $2,500 - respectable but not marquee money. It's positioned as a training race for Leadville and Crusher, which tells you exactly where it sits in the hierarchy."
  },
  "race_quality": {
    "score": 3,
    "explanation": "The course design is solid with that brutal 18-mile, 4,000-foot grinder and technical singletrack mixed in. But organizers are still tweaking aid station placement and the event infrastructure is developing. Four years in and they're hitting their stride, but it's not dialed like a decade-old event."
  },
  "experience": {
    "score": 4,
    "explanation": "This thing delivers suffering at 11,000 feet with 'hike-a-bike' sections and descents that'll 'have you begging for mercy.' The course forces bike choice anxiety - mountain bike or gravel bike, you'll wish you chose differently at some point. That's the mark of a properly designed punishment."
  },
  "community": {
    "score": 3,
    "explanation": "Organizers prioritize 'challenging course and welcoming community' over growth, which is refreshing. Finishers report 'pure stoke' and accomplishment, but at 500 riders it's still finding its tribe. The intimate field size works in its favor for now."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Karolina Migon and Lauren Stephens elevate the 2025 women's field significantly, and you get scattered major series riders in the men's. But depth drops off quickly after the top handful - this isn't Unbound where 50 riders could win on any given day."
  },
  "value": {
    "score": 4,
    "explanation": "You get 85 miles of genuine Rocky Mountain suffering with 10,500 feet of climbing and prize money for top 5 finishers. The course delivers everything promised without inflated pricing typical of Colorado destination races. Real climbing, real technical challenges, reasonable cost."
  },
  "expenses": {
    "score": 3,
    "explanation": "Gypsum sits in Eagle County near Vail - expect Colorado mountain town pricing for lodging and food. June is peak season with 11.9 hours of daily sunshine, so accommodation costs bite. The race itself won't bankrupt you, but the location will test your wallet."
  },
  "length": {
    "score": 4,
    "explanation": "85 miles hits the sweet spot for gravel racing - long enough to separate the pretenders but not so long it becomes a survival shuffle. That single 18-mile climb with 4,000 feet of gain makes every mile count. Howard Grotts finished in 4:26, so it's not a death march for the fast guys."
  },
  "technicality": {
    "score": 5,
    "explanation": "Eagle County doesn't mess around with 'Champagne Gravel' - this is rugged backcountry forest service roads mixed with technical singletrack. The 'hike-a-bike' sections and primitive maintenance roads demand real bike handling skills. Michaela Thompson called the descents 'chunky and steep' with hand-cramping brutality."
  },
  "elevation": {
    "score": 5,
    "explanation": "10,500 feet of climbing culminating above 11,000 feet elevation is legitimate mountain suffering. That 18-mile grinder with 4,000 feet of gain in a single push separates recreational climbers from mountain goats. The numbers don't lie - this is proper vertical."
  },
  "climate": {
    "score": 3,
    "explanation": "June brings 70-82°F highs but morning temps in the upper 30s at 7,130 feet starting elevation. You get 11.9 hours of daily sunshine but also 'harsh conditions - dust, wind, and heat' plus afternoon thunderstorm threats. The weather window is decent but not bulletproof."
  },
  "altitude": {
    "score": 5,
    "explanation": "Starting at 7,130 feet and topping out above 11,000 feet will crush sea-level warriors. The course is 'perfectly positioned' as first high-altitude racing opportunity, which means it's where flatlanders discover their lungs don't work. Real altitude, real consequences."
  },
  "logistics": {
    "score": 3,
    "explanation": "Four aid stations spread across 85 miles with one moved closer to the 11,000-foot high point shows organizers are learning. 7:00 AM start with neutral rollout keeps things civilized, but Gypsum location requires travel planning. Still working out the kinks but functional."
  },
  "adventure": {
    "score": 5,
    "explanation": "Primitive forest service roads above 11,000 feet with mandatory hike-a-bike sections and technical singletrack delivers genuine backcountry adventure. The course philosophy forces bike choice anxiety and guarantees you'll question your equipment decisions. This is exploring, not just racing."
  }
}
