{
  "logistics": {
    "score": 2,
    "explanation": "Downtown Red Lodge start/finish at Roosevelt Center is convenient for lodging access. Packet pickup until 6:30 AM race morning suggests thin staffing, though drop bag collection by Saturday 8 PM shows some planning. Registration closes by February for August event indicates limited capacity."
  },
  "length": {
    "score": 3,
    "explanation": "Three distance options (22, 50, 100 miles) hit sweet spots for different capabilities with staggered starts from 7:00 AM to 9:30 AM. The 22-mile offers tour/e-bike non-timed option alongside racing. No 70-mile distance exists despite database listing."
  },
  "technicality": {
    "score": 3,
    "explanation": "Course description promises \"rolling hills and mostly smooth gravel roads\" through Montana ranching country. The Saturday Cocktail Loop preview runs \"mostly downhill\" in reverse, suggesting climbing on race day. Beartooth Mountain foothills terrain means business beyond rail-trail cruising."
  },
  "elevation": {
    "score": 3,
    "explanation": "The 100-mile route delivers 6,000-6,500 feet of climbing through foothills from Red Lodge to Fishtail and back through Roscoe & Luther. The 2022 version packed 6,103 feet into 92 miles. \"While cut offs will be strictly enforced, they are generous and manageable.\""
  },
  "climate": {
    "score": 2,
    "explanation": "Late August in Montana mountain foothills means weather roulette with no historical data provided in race materials. Morning starts help avoid afternoon heat, but Beartooth weather changes fast. Zero climate preparation guidance for out-of-state riders."
  },
  "altitude": {
    "score": 3,
    "explanation": "Red Lodge sits in Beartooth foothills with race reaching 6,500 feet mentioned in elevation data. Enough elevation to matter for sea-level riders but not Colorado suffering. The route ventures higher into mountain terrain beyond the downtown start."
  },
  "adventure": {
    "score": 3,
    "explanation": "\"The Red Lodge and surrounding area is known for its immense landscapes connected by gravel roads in Carbon County.\" Race organizers encourage riders to \"stay and play in Red Lodge, the Beartooth Pass and take in local amenities.\" Remote enough that Custer Gallatin camping is viable lodging."
  },
  "prestige": {
    "score": 1,
    "explanation": "Post-race festivities feature \"music by Fracture, kids area, food and beverages\" from 11 AM-3 PM with public access. No notable winners or media coverage mentioned anywhere. Registration costs and local bike shop organization suggest community-level event, not destination race territory."
  },
  "race_quality": {
    "score": 2,
    "explanation": "GPS support and marked routes with SAG stops at miles 8, 31, 60, and 86 show basic organization competence. But packet pickup runs until 6:30 AM race morning, which screams small-town operation stretching resources thin. Post-race food doesn't start until 11 AM when the 100-mile leaders should be finishing around 1 PM."
  },
  "experience": {
    "score": 2,
    "explanation": "\"Cyclists and their families are encouraged to stay and play in Red Lodge\" with finish line festivities including live music and kids area open to the public. Downtown Roosevelt Center location provides convenient access to town amenities. Saturday Cocktail Loop preview adds social element."
  },
  "community": {
    "score": 2,
    "explanation": "Montana Tour nonprofit organizes the event with \"proceeds benefit our Community Bike Center.\" Generous volunteer program offers \"free/discounted race fees\" for helping at races. Age-based pricing discounts automatically applied \"to get more young riders on the starting line.\""
  },
  "field_depth": {
    "score": 1,
    "explanation": "No competitive results or notable performances mentioned in any research. Three distance options spread thin talent pool even thinner. Community-focused nonprofit organization suggests local participation over destination racing talent."
  },
  "value": {
    "score": 3,
    "explanation": "$70-$107 registration includes finish food, rider gift, swag bag, route nutrition, hydration, and SAG support - decent package for Montana pricing. Drop bag service for the 100-miler at four locations shows thoughtful logistics. Not expensive for what you get, just don't expect premium execution."
  },
  "expenses": {
    "score": 2,
    "explanation": "Accommodations available through Redlodge.com/stay with Custer Gallatin and Montana FWP camping options for budget travelers. Getting to Carbon County, Montana requires serious travel commitment with no airport information provided. Small mountain town lodging costs beat resort destination pricing."
  }
}
