{
  "prestige": {
    "score": 1,
    "explanation": "Zero notable winners mentioned anywhere, no media coverage, no YouTube race reports. The research vacuum speaks volumes - this isn't the kind of race that generates buzz or attracts cycling media. Registration costs $70-$107 which suggests local club race pricing, not destination event territory."
  },
  "race_quality": {
    "score": 2,
    "explanation": "GPS support and marked routes with SAG stops at miles 8, 31, 60, and 86 show basic organization competence. But packet pickup runs until 6:30 AM race morning, which screams small-town operation stretching resources thin. Post-race food doesn't start until 11 AM when the 100-mile leaders should be finishing around 1 PM."
  },
  "experience": {
    "score": 2,
    "explanation": "Beartooth Mountain foothills setting has potential, but the Saturday 'Cocktail Loop' pre-ride covering race sections in reverse feels like filler entertainment. Downtown Red Lodge start/finish at Roosevelt Center is convenient but unremarkable. Research shows zero rider testimonials or memorable experience stories - usually a red flag."
  },
  "community": {
    "score": 2,
    "explanation": "Organized by Big Sky Gravel & Red Lodge Bike Center suggests local bike shop involvement, which can mean tight-knit community or limited reach. Zero reviews on Findarace despite being listed there. No Reddit discussions, forum posts, or community reputation data found anywhere - that's unusual for events people actually talk about."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No field size data, no pro participation mentioned, no competitive results anywhere in the research. When a gravel race generates zero discussion about competition or notable performances, the field is probably locals and weekend warriors. Three distance options (22/50/100 miles) spreads the already thin talent pool even thinner."
  },
  "value": {
    "score": 3,
    "explanation": "$70-$107 registration includes finish food, rider gift, swag bag, route nutrition, hydration, and SAG support - decent package for Montana pricing. Drop bag service for the 100-miler at four locations shows thoughtful logistics. Not expensive for what you get, just don't expect premium execution."
  },
  "expenses": {
    "score": 2,
    "explanation": "Red Lodge isn't exactly a tourism hotspot, so lodging costs through Redlodge.com/stay won't be Steamboat Springs pricing. Camping available through Custer Gallatin or Montana FWP offers budget options. But getting to Carbon County, Montana requires serious travel commitment for most riders, and nearest airport isn't even mentioned in race materials."
  },
  "length": {
    "score": 3,
    "explanation": "Three distance options (22, 50, 100 miles) hit the sweet spots for different rider capabilities. The 70-mile distance mentioned in your database doesn't actually exist - race offers 50 or 100, nothing in between. 7:00 AM start for the century gives reasonable daylight buffer for Montana August conditions."
  },
  "technicality": {
    "score": 3,
    "explanation": "Beartooth Mountain foothills gravel suggests legitimate terrain, not rail-trail cruise control. The Saturday 'Cocktail Loop' preview is described as 'mostly downhill' covering race finish sections in reverse - implies real climbing on race day. No specific surface breakdown or technical ratings provided, but Montana gravel typically means business."
  },
  "elevation": {
    "score": 3,
    "explanation": "Foothills of the Beartooth Mountains deliver legitimate vertical, though specific elevation profiles aren't provided in race materials. The pre-ride 'Cocktail Loop' being 'mostly downhill' when run in reverse suggests significant climbing in the final race sections. Your 5000 ft gain estimate for 70 miles seems reasonable for Montana foothill terrain."
  },
  "climate": {
    "score": 2,
    "explanation": "Late August in Montana mountain foothills means weather roulette - could be perfect 70s or surprise thunderstorms rolling off the Bearteeth. Research provides zero historical weather data or typical race day conditions, which is concerning for route planning. Morning starts help avoid afternoon heat, but mountain weather changes fast."
  },
  "altitude": {
    "score": 3,
    "explanation": "Red Lodge sits in mountain foothills with race venturing higher into Beartooth terrain - enough elevation to matter for sea-level riders but not Colorado suffering. Specific start elevation isn't provided, but 'foothills' suggests 4000-6000+ feet range. Noticeable but manageable for most gravel athletes."
  },
  "logistics": {
    "score": 2,
    "explanation": "Downtown Red Lodge start/finish at Roosevelt Center (519 Broadway Avenue South) is convenient for lodging and food access. But packet pickup running until 6:30 AM race morning suggests understaffing or poor planning. Registration closed by February for August event indicates limited capacity, and no parking details provided for a car-dependent Montana location."
  },
  "adventure": {
    "score": 3,
    "explanation": "Beartooth Mountain foothills in Carbon County, Montana - legitimate wilderness territory where gravel roads mean something. Remote enough that camping through Montana Fish, Wildlife & Parks is a viable lodging option. The setting delivers on adventure promise, even if race execution might not match the terrain's potential."
  }
}
