{
  "prestige": {
    "score": 5,
    "explanation": "This is the LTGP finale. Series championships are decided here. The pressure and stakes are as high as gravel racing gets. Winning Big Sugar when it matters for the overall title is career-defining."
  },
  "race_quality": {
    "score": 5,
    "explanation": "Life Time events are professionally executed. Quality aid stations, excellent timing, clear communications. The organization knows how to run major events. Expect a polished experience."
  },
  "experience": {
    "score": 5,
    "explanation": "The LTGP finale atmosphere is electric. Championship implications, elite competition, festival energy. The racing drama is the experience. Spectator-friendly Bentonville location enhances accessibility."
  },
  "community": {
    "score": 4,
    "explanation": "Bentonville has a strong cycling community with Walmart corporate support. LTGP brings its dedicated following. The combination creates genuine festival atmosphere for the season finale."
  },
  "field_depth": {
    "score": 5,
    "explanation": "LTGP finale means the deepest elite field in gravel racing. Every serious contender is here. The racing at the front is as competitive as the sport offers. Championship-level depth."
  },
  "value": {
    "score": 4,
    "explanation": "Life Time pricing is premium. The experience and organization justify the cost for those who value polish, but it's not cheap. For LTGP participants, the series points make value irrelevant."
  },
  "expenses": {
    "score": 4,
    "explanation": "Bentonville is reasonably affordable compared to coastal destinations. XNA has good flight options. Hotels are plentiful. Overall trip costs are manageable for a major gravel event."
  },
  "logistics": {
    "score": 4,
    "explanation": "Northwest Arkansas National Airport sits 23 minutes from downtown Bentonville with direct flights from major hubs—Dallas, Atlanta, Chicago, Denver. The free ORT bus runs between Bentonville and Rogers with bike racks, though you'll pay $40-55 for a taxi from XNA. Race headquarters downtown means you can stumble to the start line, and official partnerships with local hotels keep the gouging reasonable. Only ding is that 2,800 participants can strain the infrastructure of what's still a small Arkansas town."
  },
  "length": {
    "score": 4,
    "explanation": "100 miles through the Ozark highlands hits that sweet spot where fitness matters but bike handling decides your day. Long enough to separate the weekend warriors from the committed, short enough that you won't be grinding through the night like some 200-mile sufferfest. The 2025 race got chopped to 50 miles due to tornado threats, proving that distance means nothing when Arkansas weather wants to kill you. Four hours of sustained punishment for the winners, 6+ for the rest of us mortals."
  },
  "technicality": {
    "score": 4,
    "explanation": "Sharp Ozark gravel shreds tires like confetti, with riders \"plugging, patching, sewing, and inserting tubes\" according to race footage. Water crossings range from shallow splashes to hub-deep submersion, while blind corners and right-angle turns with non-obvious racing lines keep you honest. The surface mix runs from maintained dirt to rocky Class 3 chunks that'll buck you off if you're not paying attention. This isn't champagne gravel—it's moonshine gravel with a hangover."
  },
  "elevation": {
    "score": 4,
    "explanation": "9,500 feet of \"death by a thousand cuts\" through barely any flat terrain in the Ozark Mountains. Four early punches hit 12% grades on loose, rocky surfaces that turn your legs to jelly by mile 20. It's not one monster climb you can pace—it's relentless short, sharp ascents creating a war of attrition where the strong get stronger and the weak get dropped. The Ozarks don't give you recovery valleys, just different flavors of suffering."
  },
  "climate": {
    "score": 2,
    "explanation": "Late October in Arkansas averages 72°F highs and 49°F lows, but that 69% humidity turns \"pleasant\" into \"sticky suffering\" real quick. October dumps 4.96 inches of rain across 6 days, and 2025 proved the point with severe weather, lightning, and tornado threats forcing a mid-morning course change. When it's dry, you're eating dust for 100 miles; when it rains, you're eating mud and praying your wheels don't pack solid. Arkansas weather doesn't negotiate."
  },
  "altitude": {
    "score": 1,
    "explanation": "Bentonville sits around 1,200 feet in the Ozark foothills—your sea-level lungs won't even notice. The \"mountains\" here are old, worn-down hills that'll hurt your legs but won't thin your air. If you're gasping, it's from the relentless climbing and Arkansas humidity, not elevation. Save your altitude training for Colorado; this is pure grunt work at basically sea level."
  },
  "adventure": {
    "score": 5,
    "explanation": "Canopy-covered gravel roads through remote Ozark highlands where you'll cross creeks, navigate ancient sandstone bluffs, and pray your GPS doesn't fail in the hollers. Aid stations serve bacon and whiskey at mile 50, beer and hot dogs at the mile 74 brewery stop, because Arkansas knows how to party. The course description literally says \"you're always doing something\"—no time to get bored when you're dodging rocks, splashing through water, and hoping that blind corner doesn't hide a cliff. This is gravel racing with a side of moonshine culture."
  }
}
