{
  "prestige": {
    "score": 2,
    "explanation": "Five editions deep and still nobody's talking about it. No mention of pro fields, big-name winners, or the kind of social media buzz that matters. When your race coverage consists of basic logistics and permit information, you're not exactly building cycling folklore."
  },
  "race_quality": {
    "score": 3,
    "explanation": "White River National Forest terrain with proper BLM and Forest Service permits suggests legitimate backcountry access. Three aid stations for 85 miles is adequate but not generous. The 'rugged singletrack and alpine mountain roads' promise sounds right, but without rider reports or course specifics, it's just marketing copy."
  },
  "experience": {
    "score": 3,
    "explanation": "Hitting 11,000 feet through White River National Forest delivers genuine alpine suffering. The 'high, rough, and lonesome' tagline actually matches the terrain reality. But when you're printing your own maps and hoping your GPS works at altitude, the experience depends heavily on your prep game."
  },
  "community": {
    "score": 3,
    "explanation": "Town of Gypsum provides onsite camping with showers, which shows local buy-in. Adding Bighorn Road in September suggests growing momentum. But without rider testimonials, forum chatter, or visible community engagement, it feels more like a well-organized local event than a gravel pilgrimage."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No mention of notable finishers, competitive fields, or the kind of riders this attracts. Five years in and still flying under the radar means the fast people are racing elsewhere. Small Colorado mountain town logistics probably caps the field size anyway."
  },
  "value": {
    "score": 3,
    "explanation": "Genuine high-alpine terrain access through permitted backcountry routes offers real adventure value. Onsite camping keeps lodging costs reasonable for a mountain town. But without knowing entry fees or comparing what similar Colorado events charge, this is educated guessing."
  },
  "expenses": {
    "score": 3,
    "explanation": "Gypsum isn't Aspen, so lodging and dining won't destroy your budget. Onsite camping with facilities keeps accommodation costs down. No airport information provided, but you're probably driving to rural Colorado anyway, which adds gas money but saves flight costs."
  },
  "length": {
    "score": 3,
    "explanation": "85 miles hits the sweet spot for serious gravel racing without the suffer-fest commitment of 100+ milers. The 50-mile option gives you an out if the altitude kicks your ass. Three distances means you can match your fitness to the terrain reality."
  },
  "technicality": {
    "score": 3,
    "explanation": "Rugged singletrack mixed with alpine mountain roads suggests genuine technical challenge beyond fire road grinding. Navigating with printed maps and GPS at 11,000 feet adds complexity. But without specific course breakdowns or rider reports, the actual technical difficulty remains a mystery."
  },
  "elevation": {
    "score": 4,
    "explanation": "10,000 feet of climbing to 11,000 feet altitude delivers legitimate mountain suffering. That's double the vert of most gravel races with lung-searing altitude thrown in. White River National Forest terrain means the climbs are real, not rolling hills marketed as mountains."
  },
  "climate": {
    "score": 3,
    "explanation": "June in Colorado high country is typically solid - past snowmelt but before monsoon season kicks in. But at 11,000 feet, weather can turn nasty fast with afternoon thunderstorms and temperature swings. No specific weather history provided, so you're gambling on mountain conditions."
  },
  "altitude": {
    "score": 4,
    "explanation": "Starting in Gypsum and climbing to 11,000 feet delivers serious altitude impact. Most gravel races stay below 8,000 feet - this one goes where your sea-level fitness means nothing. The 'lung-searing altitude' description isn't marketing hyperbole."
  },
  "logistics": {
    "score": 3,
    "explanation": "Gypsum Sports Complex provides legitimate start/finish infrastructure with parking and facilities. Onsite camping eliminates lodging scrambles in a small mountain town. But printing your own maps and handling GPS navigation puts race-day execution on your shoulders."
  },
  "adventure": {
    "score": 3,
    "explanation": "Bureau of Land Management and National Forest permits mean you're riding terrain most people never see. Eleven thousand feet through White River backcountry delivers genuine wilderness exposure. But adventure means risk, and thin logistics at altitude could turn epic into emergency."
  }
}
