{
  "logistics": {
    "score": 3,
    "explanation": "Gypsum Sports Complex provides proper start/finish infrastructure with onsite camping and showers supported by the town. Elite winner Michaela Thompson notes this \"sparked something in my cycling career\" with low-pressure race atmosphere. But riders handle their own GPS navigation for the 85-mile route, and $212 entry fees draw complaints about cost versus organization level."
  },
  "length": {
    "score": 3,
    "explanation": "The 85-mile Ramshorn Escape with 10,000 feet of climbing hits serious territory - Sam Brown called it an \"18-mile grinder with 4,000 feet of elevation gain\" on the biggest climb alone. Dylan Johnson declared it \"way harder than the Leadville 100.\" Little Bighorn at 50 miles offers a substantial alternative without the full alpine punishment."
  },
  "technicality": {
    "score": 3,
    "explanation": "Course delivers \"chunky descent through the woods\" that left elite winner Thompson saying \"I don't think my hands have ever hurt so bad!\" Technical sections include singletrack, a small hike-a-bike, and descents rough enough to cause chain drops even for pros. Two singletrack sections punctuate 78 miles of mixed alpine terrain through White River National Forest."
  },
  "elevation": {
    "score": 4,
    "explanation": "Over 10,000 feet of climbing through three major ascents, including one 13-mile grinder with \"consistent grade pretty much to the top.\" Course tops out above 11,000 feet with Haley Dumke pushing \"through over 8,000 feet of climbing\" while racing solo most of the day. The numbers match the alpine suffering - this isn't marketing hyperbole."
  },
  "climate": {
    "score": 3,
    "explanation": "June conditions vary significantly year to year. 2023 started \"chilly at 7 AM\" but \"warmed up nicely\" into a beautiful day. 2025 brought harsher reality with Haley Dumke \"dealing with harsh conditions—dust, wind, and heat\" requiring conservative pacing early. High altitude means weather can shift quickly despite generally favorable June timing."
  },
  "altitude": {
    "score": 4,
    "explanation": "Starting in Gypsum and climbing above 11,000 feet delivers serious physiological impact. Haley Dumke had to \"start conservatively to manage her breathing\" due to altitude combined with dust and wind. The course positioning serves as \"first opportunity to get some high-altitude racing in\" for athletes preparing for Leadville and other marquee mountain events."
  },
  "adventure": {
    "score": 3,
    "explanation": "White River National Forest permits provide access to alpine terrain most never see. Course runs clockwise through environments \"from 11,000-ft high alpine forest to sandy, scrubby rolling hills\" with wildlife sightings of moose and wildflowers. Mike Brumbaugh describes sections where \"you're cruising along, you see wildflowers, moose\" after getting \"the harshness out of the way early.\""
  },
  "prestige": {
    "score": 2,
    "explanation": "Growing fast but still establishing itself - field jumped from 289 riders in 2022 to 497 in 2023. Pro women's field now includes Unbound winners and Olympians, with organizers noting it's \"impressive\" especially on the women's side. Tyler Pearce calls it \"world class course,\" but it remains a training race for marquee events rather than a destination itself."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Three aid stations for 85 miles provides adequate support through demanding alpine terrain. Course direction was optimized to hit technical Spring Creek and Love Connector trails early when riders are fresh, with Gypsum Creek now a \"buttery smooth downhill.\" Proper Forest Service permits and thoughtful route design show solid organization, though some riders question value at current price point."
  },
  "experience": {
    "score": 3,
    "explanation": "Alpine suffering with rewarding variety - Thompson learned \"how beneficial patience was throughout the day\" while managing everything from technical descents to cramping on paved sections. The final 20 miles mix \"rolling climbs, double track, single track\" creating complex tactical racing. Seven-mile downhill finish includes strategic positioning opportunities on the final climbs."
  },
  "community": {
    "score": 3,
    "explanation": "Town of Gypsum provides exceptional support with officials saying \"what do you need from us to make this happen?\" when organizers pitched the concept. Unique prize structure pays top finishers and \"Ibex Winners\" (last to finish) showing commitment to all levels. Family expo includes kids' strider bike races timed around nap schedules, creating welcoming atmosphere beyond just racing."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Elite women's field has strengthened significantly with Unbound winners Karolina Migon and Lauren Stephens, plus Olympian Erin Huck targeting 2025. Men's field includes established names but functions more as preparation for summer marquee races. Fast growth suggests developing competitive depth, but positioning as training race limits peak talent concentration."
  },
  "value": {
    "score": 3,
    "explanation": "High-alpine terrain access through permitted backcountry routes offers real adventure value. Onsite camping keeps lodging costs reasonable for a mountain town. But without knowing entry fees or comparing what similar Colorado events charge, this is educated guessing."
  },
  "expenses": {
    "score": 3,
    "explanation": "Onsite camping with showers keeps accommodation costs reasonable in a Colorado mountain town. Equipment needs range from 38mm to 2.1\" tires based on elite rider choices, with Michaela Thompson's Specialized Crux proving \"comfortable and capable.\" Gypsum's modest cost of living helps, though $212 entry fees and rural Colorado location require driving for most participants."
  }
}
