{
  "prestige": {
    "score": 2,
    "explanation": "Third edition in 2026 means this thing barely has training wheels off. No pro field, no notable winners in the research, and it's not even mentioned alongside Unbound or SBT GRVL in gravel conversations. You're paying to be a beta tester for someone's Black Forest fever dream."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Registration opens December 1st with prize draws for jerseys and beer caps - always a red flag when the pre-race swag gets more marketing than the actual course details. No aid station info, no cutoff times, no surface breakdown available. Hard to deliver quality when the basics are still TBD."
  },
  "experience": {
    "score": 3,
    "explanation": "The Black Forest delivers legitimate adventure through Dreisamtal with 65 miles and 4500 feet of climbing. Marketing emphasizes riding with friends and community over competition, which works if you're not chasing times. Just don't expect polished execution from a race this green."
  },
  "community": {
    "score": 3,
    "explanation": "Positioned as a 'gravel-highlight' focused on adventure and riding with friends rather than cutthroat racing. The December registration incentives and casual vibe suggest they're building something grassroots. Small field means you'll actually know people by name, not number."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Three years old with zero notable winners or pro participation documented. The prize structure revolves around gear giveaways instead of meaningful purse money. You're racing weekend warriors, not world-class talent."
  },
  "value": {
    "score": 3,
    "explanation": "No entry fees listed in research, but Black Forest location near Freiburg offers legitimate terrain for 65 miles and 4500 feet. Early registration perks like jersey draws show they're trying to deliver something beyond just course access. Just manage expectations on execution."
  },
  "expenses": {
    "score": 2,
    "explanation": "Freiburg means German prices for lodging and food - your wallet will feel every euro. No information on parking, packet pickup, or nearest airport logistics, so budget extra time and money figuring out the basics. Tourism infrastructure exists but costs."
  },
  "length": {
    "score": 3,
    "explanation": "65 miles hits the gravel sweet spot - long enough to hurt, short enough to survive poor pacing decisions. Not a sufferfest like Unbound 200, not a sprint like shorter events. Solid distance for exploring Black Forest terrain without needing headlamps."
  },
  "technicality": {
    "score": 2,
    "explanation": "No surface breakdown or technical difficulty details available in research. Black Forest terrain suggests some legitimate challenges, but without course specifics or rider reports, this scores on potential rather than proven technical demands. Could be fire roads, could be singletrack - roll the dice."
  },
  "elevation": {
    "score": 3,
    "explanation": "4500 feet over 65 miles means consistent climbing without lung-bursting Alpine nonsense. That's 69 feet per mile average - enough to keep your heart rate honest throughout the Dreisamtal region. Proper gravel elevation without requiring sherpa support."
  },
  "climate": {
    "score": 3,
    "explanation": "July 25th timing avoids the worst of German summer heat and winter mud seasons. Black Forest region gets weather variety but nothing extreme by gravel standards. No historical incident reports means conditions stay manageable, though pack layers for forest microclimates."
  },
  "altitude": {
    "score": 2,
    "explanation": "Black Forest elevations won't challenge your red blood cell count - this isn't Colorado suffering at 10,000 feet. Starting and maximum elevations aren't specified in research, but region tops out around 4,900 feet. Sea level lungs work fine here."
  },
  "logistics": {
    "score": 3,
    "explanation": "Freiburg location offers legitimate transportation infrastructure and tourism support, but zero specifics on parking, packet pickup, or race-day logistics in available research. German efficiency suggests things work, but you're flying blind on the details until closer to race day."
  },
  "adventure": {
    "score": 3,
    "explanation": "Black Forest delivers legitimate backcountry mystique through 65 miles of German terrain. Marketing emphasizes adventure over competition, which works if you want exploration over ego. Three-year-old event means you're discovering the route alongside the organizers."
  }
}
