{
  "prestige": {
    "score": 2,
    "explanation": "This is a newish ultra that emerged from COVID-delayed scouting trips in 2020-2021, so it hasn't had time to build legendary status. The bikepacking community calls it a 'monster of a route' and it's listed on major adventure sites, but there's zero data on past winners or notable finishers. Hard to be prestigious when nobody knows who's actually conquered your 1,400km beast."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The 1,400km route circumnavigating Bohemia through four countries is conceptually brilliant, hitting UNESCO sites and national parks. But it's completely unsupported with no aid stations, and the organization seems bare-bones—just show up with insurance docs at 5:50 AM. Race quality demands more than a cool GPX file and a prayer."
  },
  "experience": {
    "score": 3,
    "explanation": "Crossing borders multiple times through Bohemian-Saxon Switzerland, Czech Canada's extreme climate zones, and UNESCO Telč delivers genuine adventure. Scouts gushed about 'those trails, the views, the people, the culture' despite aborting due to weather and COVID emergencies. The route promises legitimate suffer-beauty, even if the event structure is minimal."
  },
  "community": {
    "score": 3,
    "explanation": "The race finishes at Border Bash Bohemia Gravel Camp with classic mini cabins, meals, and beer—solid post-suffer recovery. Event spans a full week with related Bash activities, creating actual community time beyond the race. But with unknown field sizes and no finisher reports yet, the community is more potential than proven."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Zero data on field size, past results, or competitive depth. This attracts the bikepacking ultra crowd who treat 1,400km unsupported as a personal challenge, not a race. When your main selling point is 'don't underestimate this monster,' you're fishing for survivors, not speedsters."
  },
  "value": {
    "score": 3,
    "explanation": "Related Bash events run 250€ for multi-day packages with lodging and meals, suggesting reasonable pricing for a week-long adventure. You're getting 1,400km of curated routing through four countries plus the post-race camp experience. Decent value if you survive to enjoy the beer."
  },
  "expenses": {
    "score": 2,
    "explanation": "Central Europe travel costs plus a week-long commitment adds up fast. Being completely unsupported means carrying all your gear and food, but also means no mid-race hotel bills. No clear airport logistics or accommodation strategy provided, so you're figuring out international travel to rural Czech Republic on your own."
  },
  "length": {
    "score": 3,
    "explanation": "The actual race is 1,400km, not the listed 65 miles—someone's data got seriously scrambled. That's a proper ultra-endurance challenge broken into 10 daily segments averaging 140km each. Length delivers legitimate adventure, though the discrepancy suggests questionable race database management."
  },
  "technicality": {
    "score": 2,
    "explanation": "Route includes 'push bike segments' and scouts called it 'tough terrain,' but specific technical details are thin. Mix of gravel, backroads, and trails through national parks suggests moderate technical challenge. The difficulty comes more from distance and weather exposure than gnarly singletrack."
  },
  "elevation": {
    "score": 2,
    "explanation": "Total 25,320m over 1,400km averages 18m gain per kilometer—not crushing by mountain standards. Daily segments range 1,000-4,230m, with meaningful climbs through Bohemian Forest and Jizerske mountains. Respectable elevation for the distance, but not the defining challenge of this route."
  },
  "climate": {
    "score": 3,
    "explanation": "Early September in northern Bohemia hits that sweet spot before winter but after peak summer heat. Czech Canada region is known for extreme weather swings, and scouts encountered 'gruesome weather with wind, cold and rain' plus snow in the Bohemian Forest. Variable conditions add legitimate challenge without being predictably miserable."
  },
  "altitude": {
    "score": 1,
    "explanation": "No specific altitude data provided, but route stays in Central European highlands, not true high mountains. Bohemian Forest and Jizerske mountains are respectable hills, not oxygen-debt territory. Altitude isn't a factor in this challenge—it's all about distance and weather exposure."
  },
  "logistics": {
    "score": 2,
    "explanation": "Registration is just 'show up Friday at 5 PM with insurance docs' at some address in rural Czech Republic. No airport info, parking details, or accommodation strategy provided. The post-race camp setup seems organized, but getting there and prepping for an unsupported 1,400km adventure is largely your problem to solve."
  },
  "adventure": {
    "score": 2,
    "explanation": "Four countries, national parks, UNESCO sites, and complete self-reliance should scream adventure. But adventure requires more than just hard miles—it needs uncertainty, discovery, genuine risk. This feels more like a very long training ride with pretty scenery than a true adventure challenge that transforms you."
  }
}
