{
  "prestige": {
    "score": 3,
    "explanation": "Part of the King of Pisgah Series by Pisgah Productions, which carries weight in the Southeast gravel scene. Marketed as 'one of the most challenging and scenic gravel events of the year' but lacks the national recognition or pro field depth of bigger races. Regional respect without the broader cachet that moves needles outside Appalachian circles."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Pisgah Productions knows how to put on events - they've built a series around this terrain for a reason. Wilson Creek Gorge delivers the goods with challenging, rugged gravel routes that separate pretenders from contenders. Course design leverages North Georgia's natural brutality effectively, though execution details remain frustratingly opaque."
  },
  "experience": {
    "score": 4,
    "explanation": "10,000 feet of climbing over 100 miles through North Georgia mountains creates the kind of suffering that bonds riders for life. The Dahlonega setting puts you deep in Appalachian isolation where the terrain does the talking. This isn't a social ride - it's an examination of your relationship with pain."
  },
  "community": {
    "score": 4,
    "explanation": "King of Pisgah Series cultivates a legitimate regional following of riders who know what real gravel looks like. The shared suffering of North Georgia mountains creates authentic connections, not Instagram moments. Pisgah Productions has earned credibility by consistently delivering challenging courses that attract serious riders."
  },
  "field_depth": {
    "score": 3,
    "explanation": "Regional draw with solid Southeast representation but limited national pull. The terrain self-selects for experienced riders, so you won't deal with weekend warriors clogging singletrack. Field quality over quantity, though the absolute top tier typically saves legs for bigger paydays."
  },
  "value": {
    "score": 4,
    "explanation": "You're paying for 100 miles of legitimate North Georgia mountain punishment - that's substantial course for the money. Pisgah Productions delivers real terrain challenges without the inflated pricing of marquee events. The suffering-per-dollar ratio favors riders who value substance over spectacle."
  },
  "expenses": {
    "score": 3,
    "explanation": "Dahlonega location means driving unless you're already in the Southeast, and mountain lodging options run limited. Georgia mountains don't offer budget accommodations during event weekends. Food and lodging costs add up quickly in tourist-dependent mountain towns, though nothing approaching Colorado resort pricing."
  },
  "length": {
    "score": 4,
    "explanation": "100 miles hits the sweet spot - long enough to matter, short enough to survive the North Georgia elevation assault. With 10,000 feet of climbing, distance becomes secondary to the relentless vertical punishment. This isn't about grinding out miles; it's about managing sustained suffering through legitimate mountain terrain."
  },
  "technicality": {
    "score": 4,
    "explanation": "North Georgia mountains deliver challenging, rugged gravel that demands real bike handling skills. Wilson Creek Gorge terrain doesn't forgive sloppy lines or poor equipment choices. The elevation gain comes through technical climbing that separates riders with mountain experience from flat-land heroes."
  },
  "elevation": {
    "score": 5,
    "explanation": "10,000 feet over 100 miles in North Georgia mountains - this is legitimate vertical punishment. The Appalachian terrain delivers relentless climbing through technical mountain roads that test every system. No fake elevation here; every foot climbed is earned through steep, sustained grades that expose fitness pretenders."
  },
  "climate": {
    "score": 3,
    "explanation": "North Georgia in racing season means variable mountain weather that can shift dramatically during your suffer session. Spring conditions range from perfect to punishing depending on elevation and weather systems. Mountain microclimates create unpredictable conditions, but nothing approaching the extreme challenges of desert or high-altitude venues."
  },
  "altitude": {
    "score": 1,
    "explanation": "North Georgia peaks don't approach altitude levels that affect performance - you're looking at elevations well under 5,000 feet. The suffering comes from grade and distance, not thin air. Sea-level lungs work fine here; your legs are the limiting factor."
  },
  "logistics": {
    "score": 3,
    "explanation": "Dahlonega offers basic mountain town infrastructure but limited options during event weekends. Parking and packet pickup details remain unclear, which reflects the regional nature of the operation. Adequate support for a mountain gravel event, though don't expect big-race logistics polish or extensive rider services."
  },
  "adventure": {
    "score": 4,
    "explanation": "Wilson Creek Gorge puts you deep into North Georgia mountain isolation where cell service dies and self-reliance matters. The terrain creates legitimate adventure through challenging mountain roads far from suburban comfort. This isn't manufactured adventure - it's real mountain gravel that demands respect for the environment and your limitations."
  }
}
