{
  "prestige": {
    "score": 2,
    "explanation": "Three years old and still finding its identity—started as Border Wars, morphed into Homegrown Gravel Adventure, but everyone still calls it Border Wars. No pro field, no prize purse, no mention of notable winners in any coverage. It's a solid regional event that locals respect for the terrain punishment, but it's not moving any needles beyond the GA/AL border."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The organizer claims it's 'quite possibly the best route I have ever created,' but the execution shows growing pains. Mud logjams forced walking sections in 2024, and riders report confusion about state crossings due to twists that obscure the border theme. Aid station details are vague, cutoff times unknown, and the course suffers from identity issues between being a border battle and scenic tour."
  },
  "experience": {
    "score": 3,
    "explanation": "The GA/AL gravel contrast delivers—Georgia's smooth ridgeline meandering versus Alabama's steep, direct punishment creates a genuine split personality ride. Riders enjoy the remote scenic views and appreciate how the 30 miles of paved connectors blend the sectors intelligently. The mud chaos and terrain variety make for memorable war stories, even if the 'border war' theme gets lost in the twists."
  },
  "community": {
    "score": 3,
    "explanation": "Donates around $2000 to MTB Atlanta and Heard County Food Pantry, showing genuine local investment. The home-grown vibe emphasizes stewardship—respect roads, locals, and land—which resonates with riders who want substance over flash. Early packet pickup at S&S Fire Pits creates a regional gathering feel, though the field size remains mysteriously unreported."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No data on field size, no mention of competitive depth, and YouTube coverage shows riders walking through mud sections rather than racing through them. The advice to 'stick to the front at the beginning' suggests a small enough field where positioning matters early, but there's no evidence of serious competition beyond regional weekend warriors."
  },
  "value": {
    "score": 3,
    "explanation": "Registration fees are unlisted, which usually means reasonable pricing for a regional event. You get 60-70% gravel across varied terrain, aid stations, and a route that genuinely showcases two states' different gravel personalities. The $2000 charity contribution suggests they're not extracting maximum profit from participants."
  },
  "expenses": {
    "score": 2,
    "explanation": "Franklin, Georgia isn't exactly a destination hub—no airport details, no lodging strategy provided, which means you're driving and figuring out accommodations yourself. The GA/AL border location means most riders face significant travel unless they're regional, and the late February timing could complicate weather-dependent travel plans."
  },
  "length": {
    "score": 3,
    "explanation": "The 62-mile main option hits the sweet spot for most gravel riders, with 30 and 100-mile alternatives covering the spectrum. Note the discrepancy: research shows 62 miles with 5000 feet, not the listed 65 miles with 3500 feet—either way, it's substantial without being punitive. Three distance options mean you can choose your suffering level."
  },
  "technicality": {
    "score": 2,
    "explanation": "The terrain difficulty comes from gravel quality differences rather than technical features—Georgia smooth versus Alabama steep and direct. Riders report punctures, crashes, and DNFs, but the challenge seems more about endurance and bike handling than navigating technical sections. Cross bikes work fine, suggesting the technical demands aren't extreme."
  },
  "elevation": {
    "score": 2,
    "explanation": "5000 feet over 62 miles delivers consistent work without massive climbing blocks. The rolling profile with ridgeline connections means you're always going up or down, but nothing suggests monster climbs that separate the field. Alabama's steep, direct descents into creek crossings provide the most elevation drama."
  },
  "climate": {
    "score": 3,
    "explanation": "Late February in the GA/AL border region typically means cool, manageable conditions without summer heat brutality. The 2024 mud logjam shows weather can still bite—winter/spring conditions create their own challenges when gravel turns to slop. No historical weather disasters reported, suggesting generally rideable February conditions."
  },
  "altitude": {
    "score": 1,
    "explanation": "GA/AL border region means you're barely above sea level throughout the course. Starting elevation and max elevation are unreported, but this isn't mountain territory—it's rolling piedmont that won't challenge anyone's oxygen intake. Altitude is completely irrelevant to this race experience."
  },
  "logistics": {
    "score": 3,
    "explanation": "Packet pickup at S&S Fire Pits the day before shows local business integration and prevents race morning chaos. Franklin, Georgia provides a small-town race hub without big-city complications, though specific parking and lodging details remain vague. The missing airport and accommodation strategy information keeps this from being higher."
  },
  "adventure": {
    "score": 2,
    "explanation": "The GA/AL border crossing concept promises more adventure than it delivers—riders report the twists obscure when you're actually crossing states. Remote rural roads provide scenery, but this feels more like a well-planned training ride than a true adventure challenge. Rock Mills, Alabama gets mentioned as a highlight, but the overall route stays civilized rather than wild."
  }
}
