{
  "logistics": {
    "score": 2,
    "explanation": "Meeting at Z's Fork Horners on Highway X requires navigation to rural Wisconsin without packet pickup infrastructure. The self-supported format means riders need GPS devices or cue sheets - organizers specify \"You will need a way to hold your cue sheet whether a stem bag with a window, clip board, binder clips, or the cuff of your shorts.\""
  },
  "length": {
    "score": 4,
    "explanation": "95 miles is gravel distance that separates casual riders from committed ones. Long enough to hurt, short enough to finish in daylight, and the perfect length for building Ironbear 1000 miles. It's not century bragging rights, but it's serious business."
  },
  "technicality": {
    "score": 2,
    "explanation": "Fast gravel mixed with rough fire lanes means some technical sections, but nothing that requires mountain bike skills. The 'classic gravel' description suggests manageable surfaces for standard gravel bikes. Wisconsin terrain keeps it honest without getting technical."
  },
  "elevation": {
    "score": 2,
    "explanation": "4000 feet over 95 miles through Lincoln, Langlade, and Oneida Counties is rolling but not mountainous. Lookout Mountain provides the main climbing challenge, but this is Wisconsin - you're not getting Colorado or Vermont suffering. Enough elevation to feel it, not enough to define the experience."
  },
  "climate": {
    "score": 3,
    "explanation": "Mid-July in northeast Wisconsin means warm summer conditions that require hydration planning. Organizers recommend carrying 3-4 bottles depending on temperatures, suggesting manageable but not trivial heat considerations for the 5-7 hour effort through remote wilderness areas."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting near Gleason around 1600 feet with Lookout Mountain as the high point means essentially sea level for cycling purposes. Zero altitude considerations, zero acclimatization needed - your legs will hurt from distance and terrain, not thin air."
  },
  "adventure": {
    "score": 2,
    "explanation": "Self-supported riding through three Wisconsin counties offers adventure elements, especially on those rough fire lanes. But it's still Wisconsin gravel, not wilderness epics. The free-form nature and minimal organization adds some uncertainty, though probably not the kind that makes great stories later."
  },
  "prestige": {
    "score": 1,
    "explanation": "This \"old school free gravel ride\" operates as an unsupported group ride with no entry fees or competitive recognition. Part of the Ironbear 1000 challenge system but attracts weekend warriors and mileage collectors rather than pros or podium chasers seeking racing prestige."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Self-navigated with no aid stations, timing, or organization beyond \"meet at Z's Fork Horners at 10AM.\" Riders must bring navigation tools and accept full responsibility: \"Like with any other training ride, you will be responsible for yourself and should not count on rescue from anyone.\""
  },
  "experience": {
    "score": 3,
    "explanation": "The mix of fast gravel and rough fire lanes through three counties delivers solid Wisconsin countryside riding. Lookout Mountain provides a high point, and the post-ride hangout at Z's Fork Horners gives it community feel. It's old-school gravel adventure without the modern race circus."
  },
  "community": {
    "score": 3,
    "explanation": "Part of Ironbull's Wisconsin gravel network with consistent post-ride gatherings at Z's Fork Horners. The shared start with Fork Horners 47 and free entry model builds a committed crew around self-sufficiency culture - riders who know the terrain and remember each other's names year after year."
  },
  "field_depth": {
    "score": 1,
    "explanation": "It's a free ride in rural Wisconsin - competitive depth is nonexistent. Anyone serious about racing is elsewhere on actual race calendars. You'll find weekend warriors and Ironbear 1000 mile collectors, not anyone pushing race pace."
  },
  "value": {
    "score": 4,
    "explanation": "Completely free entry for 95 miles of Wisconsin gravel terrain. No registration fees, no packet pickup costs, no mandatory overpriced race swag. You can't argue with the economics when the only expense is gas to Gleason."
  },
  "expenses": {
    "score": 3,
    "explanation": "Free entry keeps costs minimal, but Gleason, Wisconsin isn't a destination with cheap lodging options. You're looking at rural Wisconsin accommodation prices and the drive to get there. The post-ride scene at Z's Fork Horners probably won't break the bank either."
  }
}
