{
  "prestige": {
    "score": 1,
    "explanation": "This is a free community ride, not a race with winners or recognition. No pros show up, no results get posted, and nobody outside Wisconsin gravel nerds chasing Ironbear 1000 miles has heard of it. It's the cycling equivalent of a pickup basketball game."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Self-supported with zero aid stations, no timing, no organization beyond 'meet at Z's Fork Horners at 10AM.' The course hits classic Wisconsin gravel through Lincoln, Langlade, and Oneida Counties, but without race infrastructure it's just GPS navigation and hope. You're basically paying nothing and getting what you pay for."
  },
  "experience": {
    "score": 3,
    "explanation": "The mix of fast gravel and rough fire lanes through three counties delivers solid Wisconsin countryside riding. Lookout Mountain provides a legitimate high point, and the post-ride hangout at Z's Fork Horners gives it community feel. It's old-school gravel adventure without the modern race circus."
  },
  "community": {
    "score": 3,
    "explanation": "Part of Ironbull's Wisconsin gravel network, which creates a core group of locals who know what they're doing. The shared start with Fork Horners 47 and Z's Fork Horners as the hub builds real community around the ride. Small but committed crew who'll remember your name."
  },
  "field_depth": {
    "score": 1,
    "explanation": "It's a free ride in rural Wisconsin - competitive depth is nonexistent. Anyone serious about racing is elsewhere on actual race calendars. You'll find weekend warriors and Ironbear 1000 mile collectors, not anyone pushing genuine race pace."
  },
  "value": {
    "score": 4,
    "explanation": "Completely free entry for 95 miles of legitimate Wisconsin gravel terrain. No registration fees, no packet pickup costs, no mandatory overpriced race swag. You can't argue with the economics when the only expense is gas to Gleason."
  },
  "expenses": {
    "score": 3,
    "explanation": "Free entry keeps costs minimal, but Gleason, Wisconsin isn't exactly a destination with cheap lodging options. You're looking at rural Wisconsin accommodation prices and the drive to get there. The post-ride scene at Z's Fork Horners probably won't break the bank either."
  },
  "length": {
    "score": 4,
    "explanation": "95 miles is legitimate gravel distance that separates casual riders from committed ones. Long enough to hurt, short enough to finish in daylight, and the perfect length for building Ironbear 1000 miles. It's not century bragging rights, but it's serious business."
  },
  "technicality": {
    "score": 2,
    "explanation": "Fast gravel mixed with rough fire lanes means some technical sections, but nothing that requires mountain bike skills. The 'classic gravel' description suggests manageable surfaces for standard gravel bikes. Wisconsin terrain keeps it honest without getting genuinely technical."
  },
  "elevation": {
    "score": 2,
    "explanation": "4000 feet over 95 miles through Lincoln, Langlade, and Oneida Counties is rolling but not mountainous. Lookout Mountain provides the main climbing challenge, but this is Wisconsin - you're not getting Colorado or Vermont suffering. Enough elevation to feel it, not enough to define the experience."
  },
  "climate": {
    "score": 3,
    "explanation": "Mid-July in northeast Wisconsin means potential 75-85°F temperatures with Midwest humidity. Summer conditions are manageable but not ideal for hard efforts. No reputation for extreme weather disasters, just typical Wisconsin summer riding conditions."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting around 1600 feet near Gleason with Lookout Mountain as the high point - this is essentially sea level for cycling purposes. Zero altitude considerations, zero acclimatization needed. Your legs will hurt from distance and pace, not thin air."
  },
  "logistics": {
    "score": 2,
    "explanation": "Meeting at Z's Fork Horners on Highway X sounds simple until you realize Gleason, Wisconsin isn't exactly transportation hub central. No packet pickup or race infrastructure simplifies things, but getting to rural Wisconsin and finding accommodation isn't trivial. Self-supported means you better have your navigation and mechanical skills sorted."
  },
  "adventure": {
    "score": 2,
    "explanation": "Self-supported riding through three Wisconsin counties offers legitimate adventure elements, especially on those rough fire lanes. But it's still Wisconsin gravel, not wilderness epics. The free-form nature and minimal organization adds some uncertainty, though probably not the kind that makes great stories later."
  }
}
