{
  "prestige": {
    "score": 2,
    "explanation": "Getting tapped to host the 2026 Canadian Gravel Championships bumps this from complete obscurity to mild relevance. Race director Jon Watkin is 'super pumped' about the big year ahead, but one championship hosting gig doesn't erase being a regional Vancouver Island event most gravel racers have never heard of. It's 'one of the longest-running' island races, which sounds impressive until you realize that's a pretty small pond."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Cycling Magazine calls it worthy of national championships with 'decisive climbs' and 'technical gravel racing,' but the research is thin on actual course details. The fact that it's been around long enough to be considered established suggests they've figured out the basics. Without specific course features, aid station details, or rider feedback, you're rolling dice on whether the execution matches the championship billing."
  },
  "experience": {
    "score": 3,
    "explanation": "The scenic Cowichan Valley provides solid backdrop for 62 miles of racing, and being part of the BC Gravel Series suggests decent organization standards. The technical elements and climbs offer legitimate challenge without being punitive. The 2026 championship designation means they're stepping up their game, but it's still fundamentally a regional event with regional energy."
  },
  "community": {
    "score": 3,
    "explanation": "Panache Cycling Sports and Mosaic Forest Management backing shows local cycling infrastructure support. Being part of the 'rider-favourite' BC Gravel Series creates series loyalty and repeat attendance. The championship hosting suggests the local scene rallies around the event, but it's Vancouver Island community—passionate but geographically limited."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Regional Vancouver Island draw limits the talent pool significantly. Even with 2026 Canadian Championships bringing national attention, it's still an island race requiring ferry travel for most serious competitors. The research shows final results exist but zero indication of competitive depth or notable past winners."
  },
  "value": {
    "score": 4,
    "explanation": "BC races typically offer solid bang for your buck compared to premium gravel events. You get 62 miles of legitimate technical racing in scenic terrain without inflated championship-level pricing. The series context means they're competing on value within the BC gravel circuit, keeping costs reasonable for the experience delivered."
  },
  "expenses": {
    "score": 3,
    "explanation": "Vancouver Island location means ferry costs and limited lodging options drive up total trip expense. Victoria International Airport access helps for fly-in participants, but you're still looking at island logistics and pricing. The BC setting keeps baseline costs reasonable compared to premium destinations, but geography adds unavoidable transportation overhead."
  },
  "length": {
    "score": 3,
    "explanation": "62 miles hits the gravel sweet spot—long enough to separate pretenders from contenders without becoming an endurance death march. It's substantial racing distance that rewards fitness and pacing strategy. The length works with the 3200 feet of climbing to create legitimate suffering without requiring overnight recovery."
  },
  "technicality": {
    "score": 2,
    "explanation": "Cycling Magazine specifically mentions 'technical gravel racing' as a course feature, suggesting more than just fire road grinding. The research lacks specifics on surface breakdown or technical sections, but the championship designation implies legitimate skill requirements. Without detailed course descriptions, you're trusting the technical reputation is earned, not inflated marketing."
  },
  "elevation": {
    "score": 2,
    "explanation": "3200 feet over 62 miles averages about 52 feet per mile—respectable but not mountain brutal. The 'decisive climbs' description suggests the elevation is concentrated into meaningful ascents rather than constant grinding. It's enough climbing to matter in the final results without being the defining characteristic of the race."
  },
  "climate": {
    "score": 3,
    "explanation": "June 14th date hits Vancouver Island's prime weather window—typically dry with moderate temperatures perfect for gravel racing. The coastal Pacific climate means less extreme heat than interior locations but potential for marine weather changes. Cowichan Valley's sheltered position provides more stable conditions than exposed coastal areas."
  },
  "altitude": {
    "score": 1,
    "explanation": "Vancouver Island keeps you at sea level with minimal elevation impact on performance. Even the highest points on the course won't create altitude considerations for training or racing strategy. It's pure fitness racing without the oxygen debt variable."
  },
  "logistics": {
    "score": 2,
    "explanation": "Island location creates automatic logistical friction with ferry schedules and limited transportation options. The research provides zero details on parking, packet pickup, or start logistics, which is concerning for a championship host venue. Cowichan Valley setting at least provides more accessibility than remote island locations, but you're still dealing with island constraints."
  },
  "adventure": {
    "score": 2,
    "explanation": "Vancouver Island gravel racing offers solid scenery and terrain variety, but it's not exactly wilderness expedition territory. The technical elements and valley setting provide legitimate adventure within a relatively controlled environment. Being part of an established series with known logistics limits the true adventure factor—you're racing, not exploring."
  }
}
