{
  "prestige": {
    "score": 5,
    "explanation": "BWR California is the flagship of the Belgian Waffle Ride series and widely considered the most technical gravel race in America. Winning here proves you're not just fit—you're skilled. It's a bucket-list event for serious gravel racers."
  },
  "race_quality": {
    "score": 5,
    "explanation": "Professional production: multiple aid stations with mechanics, medical support, course marshals, and SAG vehicles. The expo is substantial. Course marking is thorough (with GPS backup recommended). The new 'Crit-Cross' finish adds spectacle."
  },
  "experience": {
    "score": 5,
    "explanation": "Unlike any other gravel race. You'll be echeloning on pavement one minute, walking your bike through sand the next. The suffering is varied and relentless. The waffles and beer at the end are earned. You'll swear 'never again' then sign up by Monday."
  },
  "community": {
    "score": 4,
    "explanation": "The Belgian theme creates genuine fun—irreverent branding, waffles at aid stations, Lost Abbey beer at the finish. The vibe is 'we suffer together.' Riders help each other with tubes and encouragement. Post-race party is a proper celebration."
  },
  "field_depth": {
    "score": 5,
    "explanation": "Attracts the best: Peter Stetina, Keegan Swenson, Lauren De Crescenzo, plus ex-WorldTour riders like Tiesj Benoot. The front is stacked. Even mid-pack is competitive with strong CX and MTB crossover."
  },
  "value": {
    "score": 3,
    "explanation": "$250-300 entry is steep for a one-day event. But you get a well-supported course, quality swag, post-race party with free beer and waffles. Whether it's 'worth it' depends on how much you value the experience vs. just racing."
  },
  "expenses": {
    "score": 3,
    "explanation": "SoCal is expensive. Hotels in San Marcos/Carlsbad run $150-250/night. Flying to SAN plus rental car adds up. Food and entertainment in the area aren't cheap. Budget $500-800 beyond entry for a weekend trip."
  },
  "logistics": {
    "score": 5,
    "explanation": "San Diego International is 20 miles from Del Mar—you'll be riding before your rental car gets warm. Registration opens fall, first-come first-served at $150-$250, which is refreshingly straightforward in an era of lottery bullshit. Friday expo handles packet pickup and vendor browsing, then you're set for Saturday's suffering."
  },
  "length": {
    "score": 4,
    "explanation": "120 miles puts you in serious territory without crossing into masochist land. The Wafer clocks 136 miles if you want full punishment, but even the 'short' version delivers 8+ hours of mixed-surface reality. Long enough to expose weaknesses, short enough that you won't be riding home in the dark."
  },
  "technicality": {
    "score": 5,
    "explanation": "Elfin Forest singletrack at mile 30-40 is where gravel riders learn they're not mountain bikers—crashes are common and walking is frequent. The course throws 40% pavement, 30% gravel, and 20% singletrack at you, demanding MTB skills or you'll join the crash parade. This isn't gravel—it's Belgian-style mixed surface that punishes the unprepared."
  },
  "elevation": {
    "score": 4,
    "explanation": "8,500 feet over 120 miles means constant work without Alpine brutality. Double Peak at mile 60 delivers a legitimate 1,000-foot paved climb that separates the climbers from the flatlanders. The rollers keep coming through dirt roads and final push, ensuring your legs are cooked by Del Mar."
  },
  "climate": {
    "score": 4,
    "explanation": "Late April San Diego typically serves up 55-70°F perfection with 10% rain chance and morning coastal fog. When it's dry, conditions are nearly ideal—2019 and 2023 proved this. But 2022's rain turned singletrack into unrideable mud and spiked DNFs to 25%, so you're gambling on weather gods."
  },
  "altitude": {
    "score": 1,
    "explanation": "Del Mar sits at sea level and the course peaks around 1,500 feet—altitude is irrelevant. Your suffering will come from technical terrain and accumulated fatigue, not thin air. Save your altitude concerns for Colorado races."
  },
  "adventure": {
    "score": 4,
    "explanation": "Mixed surfaces from singletrack to chunky dirt roads create genuine adventure beyond typical gravel monotony. The 10-15% DNF rate (25% when wet) proves this isn't a participation trophy ride. You'll genuinely question your equipment choices and skills, especially when tired legs meet technical terrain at mile 80-100."
  }
}
