{
  "prestige": {
    "score": 4,
    "explanation": "Part of the BWR Series Quad-Tripel Crown where your top 3 finishes out of 4 races count - that's real series credibility. Six years deep and they're still tweaking courses, dropping all-new routes for 2026 that promise to separate the committed from the curious. The BWR brand carries weight in gravel circles, even if Utah doesn't have the household name recognition of some other stops."
  },
  "race_quality": {
    "score": 5,
    "explanation": "92% unroad on the Waffle with 9 road sectors that actually serve a purpose - connecting the punishment rather than padding distance. Five feed zones stocked with actual waffles, not just generic sports nutrition garbage. The course design hits every surface type: gravel, sand, rock, singletrack, doubletrack, whoops, water crossings, and mud. They're not afraid to include 25% ramp sections on Col du Kanipple that'll expose your climbing delusions."
  },
  "experience": {
    "score": 5,
    "explanation": "This is what they mean by 'wildest BTFU adventure' - teeth-rattling sections that rival European cobbles mixed with rocky outcroppings that test every bike handling skill you think you have. Starting at 6,000 feet where the thin air adds another layer of strategy to your pacing and fueling. The Parowan Gap Petroglyphs and Little Salt Lake views remind you why you're grinding through washboard climbs hitting 13-14% grades."
  },
  "community": {
    "score": 4,
    "explanation": "The BWR community knows what they're signing up for - unparalleled punishment in rugged beauty. Feed zones with iconic waffles and treats show they get that suffering tastes better with proper fuel. Being part of a four-race series creates natural bonds between riders chasing the Crown across multiple states."
  },
  "field_depth": {
    "score": 4,
    "explanation": "Three distance options from the 35-mile Wanna up to the 127-mile Waffle create natural field separation. The technical demands and altitude factor mean only riders with legitimate skills and fitness show up for the full distance. KOM/QOM and King/Queen of Dirt competitions add competitive layers beyond just finishing."
  },
  "value": {
    "score": 3,
    "explanation": "You're getting a legitimate sufferfest with five feed zones on the full course and an all-new 2026 route design. Cedar City isn't exactly a destination cycling hub, so you're not paying resort town premiums. The technical variety and altitude challenge justify the entry fee, but it's not cheap to get to Utah and back."
  },
  "expenses": {
    "score": 3,
    "explanation": "Cedar City keeps lodging costs reasonable compared to Park City or Moab, but you're still looking at flights to Salt Lake City and a drive south. The remote location means you can't easily combine this with other major races. May timing avoids peak summer tourism rates, but spring travel costs add up when you factor in gear shipping for technical terrain."
  },
  "length": {
    "score": 4,
    "explanation": "The 127-mile Waffle sits in that sweet spot where distance matters but doesn't overshadow the technical challenge. 74-mile Wafer gives you most of the character at 68% unroad without the full commitment. The variety of surfaces and 7,500 feet of climbing make every mile earned rather than just accumulated."
  },
  "technicality": {
    "score": 4,
    "explanation": "Loose, rocky sections in the opening miles that demand confident front tire choices and actual bike handling skills. Col du Kanipple's 25% ramps and washboard gravel climbs hitting 14% grades separate the technical climbers from the power merchants. Water crossings and singletrack sections mean you can't just muscle through everything."
  },
  "elevation": {
    "score": 5,
    "explanation": "7,500 feet of climbing on the Waffle with rolling mountain passes and undulating terrain that never lets up. Col du Kanipple averages 8% over 2.6 miles with ramps to 25% that'll have you reconsidering your gearing choices. The washboard gravel climbs averaging 10% with spikes to 13-14% make every gear shift count."
  },
  "climate": {
    "score": 4,
    "explanation": "Late May timing in southern Utah typically delivers ideal gravel conditions - warm enough for comfort but before the desert heat becomes punishing. The 5,800-foot starting elevation moderates temperatures compared to lower desert races. Spring conditions usually mean settled weather without the monsoon risks of late summer racing."
  },
  "altitude": {
    "score": 2,
    "explanation": "Starting at 6,000 feet hits that zone where sea level riders definitely feel it but mountain dwellers aren't fazed. The thin air forces pacing adjustments and smarter hydration strategies - your threshold efforts and matches get expensive fast up here. It's enough altitude to matter for planning but not enough to require serious acclimatization time."
  },
  "logistics": {
    "score": 3,
    "explanation": "Cedar City isn't exactly a major hub - you're flying into Salt Lake City and driving south, or driving from wherever you are. Small town logistics mean limited lodging options but also less traffic chaos on race morning. The remote location adds travel complexity but eliminates the overcrowded race weekend circus of bigger destinations."
  },
  "adventure": {
    "score": 5,
    "explanation": "This hits every adventure checkbox: water crossings, cattle guards, singletrack through red rock country, and petroglyphs at Parowan Gap that predate your cycling obsession by millennia. The combination of technical terrain, altitude strategy, and legitimate wilderness sections creates the kind of stories that justify the suffering. They call it 'unparalleled punishment' for a reason - embrace it or stay home."
  }
}
