{
  "logistics": {
    "score": 5,
    "explanation": "San Diego International is 20 miles from Del Mar—you'll be riding before your rental car gets warm. Registration opens fall, first-come first-served at $150-$250. With 300 riders and a 33% DNF rate, Yun notes \"Only about two-thirds of the 300 men finished\" the 2025 edition, while aid stations close mid-race for slower riders."
  },
  "length": {
    "score": 4,
    "explanation": "120 miles puts you in serious territory without crossing into masochist land. Yun finished \"just under the 10-hour cutoff\" despite early bottlenecks costing \"nearly 45 minutes before the race even really began.\" The distance exposes weaknesses—recreational rider Yun and her partner were \"two of just 21 women to finish the Waffle that day.\" Longer than Belgian Waffle Ride San Diego."
  },
  "technicality": {
    "score": 5,
    "explanation": "The Oh Highland Valley bottleneck creates chaos where Yun \"dropped my chain, lost Keri, missed a trail, and somehow ended up ahead of her.\" Stephen Vogel describes the Black Canyon descent like \"a roller coaster at full downward tilt\" with \"tracks coated with Crisco\" and \"heavy sand on the track.\" Even elite Melisa Rollins \"crashed in a single track section, bending her derailleur.\" Among the most technical in gravel, on par with Badlands."
  },
  "elevation": {
    "score": 4,
    "explanation": "8,500 feet over 120 miles means constant work without Alpine brutality. Yun's legs protested \"every 15-17% gradient with increasing rage\" through endless steep hills. The final sections include \"three gravel hills so steep that I had to push my bike\" according to her race report. Double Peak at mile 60 delivers a 1,000-foot paved climb separating climbers from flatlanders. More climbing than SBT GRVL at the same score."
  },
  "climate": {
    "score": 4,
    "explanation": "Late April San Diego typically serves up 55-70°F conditions. Yun noted \"at least the weather's cool\" during the 2025 edition. When dry, conditions are nearly ideal—but 2022's rain turned singletrack into unrideable mud and spiked DNFs to 25%. Weather can make or break the technical terrain. Milder conditions than Crusher in the Tushar."
  },
  "altitude": {
    "score": 1,
    "explanation": "Del Mar sits at sea level and the course peaks around 1,500 feet—altitude is irrelevant. Your suffering will come from technical terrain and accumulated fatigue, not thin air. Save your altitude concerns for Colorado races. Lower altitude than Gravel Worlds — no thin-air concerns."
  },
  "adventure": {
    "score": 4,
    "explanation": "The course served Yun \"one last cruel combo: a dam, a lake, an eternal set of switchbacks, and the choice between a hike-a-bike or a creek crossing.\" She chose the creek and \"went full submersion\" hitting hidden boulders. Chris Bagg notes how \"this section of dirt did what it is supposed to do: break the 300-person field up into groups of 30-40 riders.\""
  },
  "prestige": {
    "score": 5,
    "explanation": "BWR California is the flagship of the series and widely considered the most technical gravel race in America. Pete Stetina's 2019 win while on Trek-Segafredo became a \"catalyst for changing my career\" with fans yelling \"There's the Belgian Waffle winner!\" even at the Tour of California. Winning here proves you're not just fit—you're skilled."
  },
  "race_quality": {
    "score": 5,
    "explanation": "Professional production with multiple aid stations, mechanics, medical support, and SAG vehicles. However, Yun reports \"volunteers told us future aid stops might not be manned\" at mile 60, forcing riders to \"stuff our pockets with bars, gels, and Coke\" for the Highland Hill punch and Del Mar Polo Fields finish. The mariachi band sendoff and Del Mar Polo Fields finish create spectacle."
  },
  "experience": {
    "score": 5,
    "explanation": "Unlike any other gravel race—you'll be echeloning on pavement one minute, walking your bike through sand the next. Yun summarizes: \"It was brutal. It was suffering. And somehow, it was fun.\" Adam Roberge calls BWR Utah \"the most fun I've had in a gravel race in a long time\" despite the relentless technical demands."
  },
  "community": {
    "score": 4,
    "explanation": "The Belgian theme creates fun—waffles at aid stations, Lost Abbey beer at finish. Chris Bagg describes the vibe as \"racy with a hint of irony\" where \"died-in-the-wool road racers, mountain bikers, cyclocross-istas, and the occasional semi-retired professional triathlete all rub elbows.\" Pete Stetina notes it \"starts and ends in a brewery\" with WorldTour riders on public bike paths."
  },
  "field_depth": {
    "score": 5,
    "explanation": "Attracts the best: Keegan Swenson won 2025 BWR Arizona by 3 seconds, Sofia Gomez Villafañe dominated women by 21 minutes. Pete Stetina, Brendan Johnston, and Melisa Rollins are regular contenders. Even mid-pack fields are deep—Stephen Vogel describes getting \"cracked, bonked, off the back\" despite elite-level fitness. The front is stacked with ex-WorldTour riders."
  },
  "value": {
    "score": 3,
    "explanation": "$250-300 entry is steep for a one-day event. But you get professional support, quality expo, post-race party with free beer and waffles. Yun's experience—\"it was fun\" despite the suffering—suggests the unique mixed-surface format justifies the premium. Whether it's worth it depends on valuing the experience over just racing."
  },
  "expenses": {
    "score": 3,
    "explanation": "SoCal is expensive—hotels in San Marcos/Carlsbad run $150-250/night, plus flying to SAN and rental car costs. Food and entertainment in the area aren't cheap. Yun's gear choices included Rule 28 aero kit and specific nutrition like \"dates rolled in granola and peanut butter.\" Budget $500-800 beyond entry for a weekend trip. Similar expense level to Belgian Waffle Ride San Diego."
  }
}
