{
  "logistics": {
    "score": 3,
    "explanation": "Asheville Regional Airport sits just 11 miles from Kanuga Resort, making it the most convenient access point. Charlotte Douglas offers more flight options at 97 miles out. Jon Carroll finished 25th in the competitive field, while the venue moved from Kanuga Resort to Wag Valley Farm for 2025."
  },
  "length": {
    "score": 4,
    "explanation": "FasCat Coaching developed a six-week training plan with \"progressively extended gravel simulation ride, mirroring the race's demands\" for the 130-mile Waffle course. The 2025 edition shortened to roughly 100 miles and 8,000 feet due to Hurricane Helene recovery efforts in the Blue Ridge Mountains."
  },
  "technicality": {
    "score": 5,
    "explanation": "ARR53 captured the reality: \"Absolutely brutal 130 mile and 13,000ft gravel race with lots of technical singletrack.\" The course features varied surfaces from hard-packed to loose, rocky sections with mandatory hike-a-bike portions that challenge even experienced riders."
  },
  "elevation": {
    "score": 4,
    "explanation": "The 2023 course delivered 134 miles with 13,000 feet of climbing through relentless Appalachian terrain. Even the shortened 2025 route maintained 8,000 feet over 100 miles, creating what riders consistently describe as punishing vertical challenges throughout the Blue Ridge Mountains."
  },
  "climate": {
    "score": 2,
    "explanation": "October timing improved conditions significantly from the brutal June heat, with 67°F highs and moderate humidity. However, organizers still warn \"the race will likely be run in hot and humid conditions, compounding the difficulty of the dynamic Unroad sectors.\""
  },
  "altitude": {
    "score": 2,
    "explanation": "Blue Ridge Mountains venue sits around 2,500 feet elevation with rolling mountain terrain. No significant altitude concerns affect performance - the challenge comes from the relentless climbing and technical terrain rather than thin air at the starting elevation."
  },
  "adventure": {
    "score": 4,
    "explanation": "The course winds through 1,400 acres of Kanuga Resort's stunning Blue Ridge Mountain terrain, crossing into South Carolina for a true two-state adventure. Dense Appalachian forests, creek crossings, and waterfalls create memorable scenery beyond the technical challenge."
  },
  "prestige": {
    "score": 4,
    "explanation": "Janet Edwards placed 12th in the competitive women's field, while Jonathan Patterson finished 29th among 524 riders in the men's race. The event attracts serious gravel racers to what's earned recognition as \"The Hell of the East\" within the respected Belgian Waffle Ride series."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Monuments of Cycling delivers professional organization with well-stocked aid stations every 20 miles and fully marked courses with traffic control. The BWR Unroad Expo features regional craft brewers and Belgian waffles, creating the signature post-race celebration atmosphere."
  },
  "experience": {
    "score": 4,
    "explanation": "Riders receive branded bags with BWR BUCKS, Neversecond products, and Athletic Brewing NA beer as part of the complete race package. The Friday schedule includes a shakeout ride with local clubs and rider briefings, building community before the Saturday challenge."
  },
  "community": {
    "score": 4,
    "explanation": "The event partners with local groups including Downtown Asheville Racing Club, Asheville Youth Cycling, and Squatch Bikes & Brews. Hurricane Helene relief efforts demonstrate community integration, with Friday's Shakeout Burrito Ride proceeds supporting local youth cycling programs."
  },
  "field_depth": {
    "score": 4,
    "explanation": "Martin Steve Bell finished 160th among 524 riders in 2021, showing the depth of participation. Peter Morgan placed 54th of 208 in the Wafer division, demonstrating strong fields across all distance categories from recreational to competitive levels."
  },
  "value": {
    "score": 3,
    "explanation": "The BWR Unroad Expo features regional craft brewers and Belgian waffles, with riders receiving branded gear and product partnerships. Local collaborations with Dupont Bike Retreat and Salt Face Mule Brewing enhance the weekend experience beyond just the race itself."
  },
  "expenses": {
    "score": 3,
    "explanation": "TPC Staff recommended equipment ranging from budget-friendly Trek Checkpoint ALR to premium ENVE MOG setups, noting \"aluminum manufacturing has come a long way and delivers a great ride at a great price.\" Kanuga Resort provides on-site lodging but fills quickly for race weekend."
  }
}
