{
  "prestige": {
    "score": 4,
    "explanation": "BWR brand carries weight in gravel circles. Arizona attracts major series-caliber riders like Keegan Swenson and Sofia Gomez Villafañe even though it's not officially on the Grand Prix calendar. Winning BWR AZ means something."
  },
  "race_quality": {
    "score": 4,
    "explanation": "BWR organization is consistently professional. Five aid stations, clear support rules, well-marked courses. The series knows how to run a gravel race. Expect a well-executed event."
  },
  "experience": {
    "score": 4,
    "explanation": "Pro riders call it 'a true BWR course—difficult and uncomfortable' in the best way. Desert singletrack at dawn, punchy rock climbs, the satisfying suffering of genuine unroad terrain. It's unique among US gravel events."
  },
  "community": {
    "score": 3,
    "explanation": "Growing community around BWR Arizona specifically. The series has dedicated followers, and the Phoenix cycling scene adds local support. Not the massive community of Unbound, but solid engagement."
  },
  "field_depth": {
    "score": 4,
    "explanation": "Attracts legitimate talent despite not being major series. Swenson's 5:21:56 winning time shows elite-level racing. Field includes serious gravel racers and regional competitors. Quality competition throughout."
  },
  "value": {
    "score": 3,
    "explanation": "BWR pricing is typically mid-hundreds for Waffle entry. Not cheap, but you get professional organization, quality aid stations, and the BWR experience. Standard value for premium gravel events."
  },
  "expenses": {
    "score": 3,
    "explanation": "Phoenix is a major hub with reasonable flight and lodging options. Cave Creek area isn't expensive. Overall trip costs are manageable compared to destination races in smaller markets."
  },
  "logistics": {
    "score": 3,
    "explanation": "Entry fees start at $195 for early birds but jump to $720 for late Quad-Tripel Crown registration - standard gravel race price gouging. The Cave Creek start/finish at Stagecoach Village is straightforward, and being the series opener means the kinks are mostly worked out. Three distance options from 33 to 110 miles let you pick your poison, though the 58% unroad ratio means your logistics better include fresh tubeless sealant and a cactus spine removal kit."
  },
  "length": {
    "score": 3,
    "explanation": "104 miles sits in that uncomfortable middle ground - too long to wing it, too short to feel truly epic. It's a full day commitment at 6+ hours for most riders, but won't break you across multiple days like a proper adventure race. The distance becomes irrelevant when you're pulling cactus spines out of your legs at mile 85 anyway."
  },
  "technicality": {
    "score": 4,
    "explanation": "This course \"borders on mountain biking\" with sinuous singletrack through McDowell Mountain Regional Park and technical jeep roads that'll punish your drop bars. Loose sand washes demand momentum, rocky descents drop 1,500 feet of punishment, and those 20% paved finishing climbs after 85 miles of desert abuse separate the technical riders from the pretenders. One rider called it \"unexpectedly bumpy\" - cyclist speak for \"this hurt more than I expected.\""
  },
  "elevation": {
    "score": 3,
    "explanation": "6,600 feet of climbing spread over 104 miles isn't going to destroy your legs, but those pitchy undulations through Tonto Forest and the brutal 20% finishing climbs will. The course trends downhill for 25 miles mid-race, then punishes you with countless uphill punches when your glycogen is depleted. The max elevation of 4,084 feet means the climbing is more about repetitive punishment than single monster ascents."
  },
  "climate": {
    "score": 3,
    "explanation": "Late February averages 64°F highs and 46°F lows - \"perfect spring weather\" until you're grinding through sand at mile 90 when it's warming up. Early finishers get pleasant desert conditions, but mid-pack and slower riders face climbing temperatures in that dry 32% humidity that'll suck you empty. The 300+ days of annual sunshine sounds romantic until you're exposed on technical jeep roads with no shade for hours."
  },
  "altitude": {
    "score": 2,
    "explanation": "Starting around 2,000 feet and maxing at 4,084 feet means altitude is barely a factor for most riders. The Sonoran Desert elevation is high enough to be noteworthy but low enough that you won't be gasping like a tourist. Your suffering will come from heat, sand, and cactus spines - not thin air."
  },
  "adventure": {
    "score": 4,
    "explanation": "Any race nicknamed \"Hell of the North Desert\" that requires a cactus spine removal kit and sends you through technical singletrack on drop bars delivers real adventure. Traversing Tonto National Forest, navigating sandy washes, and surviving those \"unorthodox descents\" with steep unpredictable drops creates genuine type-2 fun. One rider said it was \"so much more than pain faces and torture\" - which is exactly what adventure should feel like."
  }
}
