{
  "prestige": {
    "score": 1,
    "explanation": "This is the 3rd annual edition of a race so new it can't even keep its name straight — Michaux GRVL in 2025, Camp Michaux Gravel Grinder in 2026, different organizers each year. No notable past winners documented, no YouTube coverage, zero professional field mention. Trans-Sylvania Productions might salvage some credibility for 2026, but right now you're basically paying to beta-test someone's event concept."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Two aid stations from Friends of Michaux and Bulldog Bike Park, SAG following the last rider, on-site mechanic support from Hub City Cycles — the basics are covered but nothing exceptional. They're offering multiple route options including a new 100-mile Expert route, which shows ambition, but execution at this scale typically means spread-too-thin resources. Food truck from 12-4 PM with beer is standard post-race fare, not race-defining infrastructure."
  },
  "experience": {
    "score": 2,
    "explanation": "Starting at Caledonia State Park in 2025 then moving to Birch Run Road in Biglerville for 2026 — they can't even nail down a consistent venue. Pre-race packet pickup at Michaux Brewing Co is a nice touch, but the constant organizational changes suggest an event still figuring out its identity. The 'Fast may go Fast & the Slow may go Slow' marketing speaks to recreational inclusivity, not memorable racing moments."
  },
  "community": {
    "score": 2,
    "explanation": "Franklin County Cyclists organizing one year, Trans-Sylvania Productions the next — this isn't community building, it's organizational musical chairs. No documented rider reviews, Reddit discussions, or community perception data means either nobody's talking about it or nobody cares enough to talk. Two years in and still switching venues suggests they haven't found their tribe yet."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No field size data, no notable past winners, no professional rider participation documented. The explicit focus on recreational pace options and 'personal statistics' timing suggests this attracts weekend warriors, not serious competitive depth. Prize structure for 'top 3 in each category when 3+ riders exist' basically tells you they're hoping to scrape together podiums."
  },
  "value": {
    "score": 4,
    "explanation": "Multiple route options including a new 100-mile expert route, two aid stations, mechanic support, SAG coverage, food truck with beer service, and timing for personal stats — solid package for what's likely modest entry fees. Pre-race packet pickup at a local brewery adds local flavor without premium pricing. You're getting legitimate event infrastructure without paying established-race premiums."
  },
  "expenses": {
    "score": 3,
    "explanation": "Central Pennsylvania location keeps lodging reasonable, Caledonia State Park and Biglerville venues aren't resort destinations demanding premium accommodation costs. No entry fee data available but the infrastructure level suggests mid-range pricing. Packet pickup at Waynesboro's Michaux Brewing Co indicates they're working with local businesses, not gouging visitors with overpriced partnerships."
  },
  "length": {
    "score": 2,
    "explanation": "50 miles hits the gravel sweet spot distance-wise, but 4000 feet of elevation makes this a legitimate workout, not a casual roll. The addition of a 100-mile expert route shows they're expanding options, though splitting resources across multiple distances often dilutes the experience. Standard gravel distance executed in challenging terrain, nothing groundbreaking but respectable suffering per mile."
  },
  "technicality": {
    "score": 2,
    "explanation": "Michaux State Forest terrain typically offers rolling forest roads with occasional technical sections, but no specific course features or technical difficulty ratings are documented. The fact they're providing on-site mechanic support suggests some mechanical risk, but SAG following last riders indicates they're not expecting epic technical carnage. Likely fire roads and forest service tracks with intermittent chunky sections."
  },
  "elevation": {
    "score": 3,
    "explanation": "4000 feet over 50 miles delivers 80 feet per mile — legitimate climbing that'll sort riders quickly. Central Pennsylvania's Michaux State Forest provides sustained rolling terrain rather than single massive climbs, meaning constant power management rather than explosive efforts. Enough vertical to hurt, not enough to be destination-worthy for pure climbing masochists."
  },
  "climate": {
    "score": 2,
    "explanation": "September 2025 and June 2026 dates put you in Pennsylvania's variable weather window — could be perfect 70s or swampy 90s with humidity. The organizational instability between years suggests they're still figuring out optimal timing for conditions. Central PA's notorious for surprise weather swings, and no historical weather incident data means you're gambling on Mother Nature's mood."
  },
  "altitude": {
    "score": 1,
    "explanation": "Central Pennsylvania sits well under 2000 feet elevation — zero altitude considerations unless you're coming from sea level. Caledonia State Park and Biglerville locations are basically rolling farmland elevation, meaning your lungs won't notice any thin-air effects. This is decidedly low-altitude suffering, all about power and endurance, not oxygen debt."
  },
  "logistics": {
    "score": 2,
    "explanation": "Switching venues between Caledonia State Park and Biglerville shows organizational uncertainty, making travel planning a moving target. No airport information, lodging recommendations, or detailed parking logistics documented despite being a 3rd annual event. Pre-race packet pickup at Michaux Brewing Co in Waynesboro is convenient, but the constant venue changes suggest they're still figuring out basic operational consistency."
  },
  "adventure": {
    "score": 2,
    "explanation": "Michaux State Forest offers legitimate Pennsylvania backcountry through rolling hardwood forests, but it's not remote wilderness — you're never far from civilization. The venue uncertainty between years actually diminishes adventure factor since you can't count on exploring the same terrain consistently. Solid forest roads and doubletrack through established state forest, pleasant but predictable rather than genuinely adventurous territory."
  }
}
