{
  "prestige": {
    "score": 1,
    "explanation": "This is grassroots cycling at its most honest—200 riders, no cash purse, and zero pro field mentions in any documentation. The fact that they're soliciting sponsorship to keep costs affordable tells you everything about the scene here. Nobody outside Alberta has heard of this thing, and that's probably how they like it."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Five laps on the same double-track trails gets repetitive fast, even with names like Olympic and Grey Wolf Lower trying to sound epic. They're changing to a 4-hour unlimited lap format in 2026, which screams 'we know our current format isn't working.' No aid station details, no cutoff times—basic race infrastructure feels improvised."
  },
  "experience": {
    "score": 2,
    "explanation": "You get Three Sisters mountain views and 'challenging elevation' on MTB-friendly trails, but that's where the excitement ends. Mass start at 9 AM, done by 2:30 PM—it's over before you've digested lunch. The Canmore Nordic Centre venue has potential, but this feels like a training ride with timing chips."
  },
  "community": {
    "score": 2,
    "explanation": "They call it the 'ultimate grassroots event' and emphasize friendly atmosphere, but 200 people doesn't create much energy. Prize draws with local swag and volunteer appreciation are nice touches, though the community seems more like a hiking club than a racing scene. It's intimate by necessity, not by design."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Two hundred riders in the Canadian Rockies sounds bigger than it is—this is recreational cycling masquerading as competition. No mention of past winners, pro riders, or anyone pushing meaningful watts. Top 3 men and women get prizes, which tells you the depth stops at single digits."
  },
  "value": {
    "score": 3,
    "explanation": "Entry fees aren't published but they're actively seeking sponsors to keep costs down, suggesting reasonable pricing. You're getting 60 miles of riding in Banff's backyard with mountain views—that's honest value even if the racing is soft. The 4-hour format change might actually improve the cost-per-suffering ratio."
  },
  "expenses": {
    "score": 2,
    "explanation": "Canmore in July means tourist season pricing for everything from gas to hotels. No lodging strategy provided because they assume you're local or camping. Flying into Calgary then driving to the Rockies adds layers of cost that turn a cheap entry fee into an expensive weekend fast."
  },
  "length": {
    "score": 3,
    "explanation": "Sixty miles hits the sweet spot between commitment and sanity, especially with 5000 feet of climbing mixed in. The 80km option gives you room to suffer properly without the masochism of century distances. Five laps keeps things predictable—you'll know exactly what each climb costs after lap two."
  },
  "technicality": {
    "score": 3,
    "explanation": "They explicitly call it 'non-technical' double-track, which means your gravel bike won't leave you walking. The Olympic and Banff Loop trails are machine-groomed Nordic paths, not gnarly singletrack. Technical enough to reward bike handling without punishing road cyclists who wandered into the wrong race."
  },
  "elevation": {
    "score": 3,
    "explanation": "Five thousand feet over 60 miles creates steady suffering without any killer climbs that blow up your day. The repetitive lap format means you'll preview every climb before it matters, which takes some sting out. 'Challenging elevation' is race director speak for 'it goes up, but you'll survive.'"
  },
  "climate": {
    "score": 2,
    "explanation": "July in the Canadian Rockies can swing from perfect to biblical in hours—mountain weather doesn't care about your race schedule. No weather incident history provided, but that's because nobody's keeping detailed records of this small operation. You're rolling dice with conditions and hoping the afternoon thunderstorms hold off."
  },
  "altitude": {
    "score": 3,
    "explanation": "Canmore sits in the Bow Valley with meaningful elevation but nothing that requires acclimatization. High enough to make the views spectacular and your breathing slightly interesting, not high enough to ruin sea-level riders. The Rockies provide the backdrop without the physiological punishment of true high-altitude racing."
  },
  "logistics": {
    "score": 2,
    "explanation": "Race information directs you to 'meet at canmorecrux.com'—that's not logistics, that's homework. No parking details, packet pickup info, or airport guidance provided. When basic operational details are missing from race documentation, you're winging it on race morning and hoping their grassroots charm covers for poor planning."
  },
  "adventure": {
    "score": 3,
    "explanation": "Racing in the shadow of the Three Sisters peaks delivers legitimate mountain adventure, even if the course is tame double-track. The Canmore Nordic Centre puts you in genuine wilderness country where elk outnumber cyclists. It's adventure by location rather than course design—sometimes that's enough."
  }
}
