{
  "prestige": {
    "score": 2,
    "explanation": "This race barely exists on the gravel radar—searches turn up car rallies and trail runs, but no mention of Carpathian Gravel itself. Zero race history, no founder story, no winners list to brag about. When your event is so underground that Google thinks you're talking about Romanian car racing, you're not exactly the Unbound of Eastern Europe."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Hard to judge quality when there's no registration info, no course details, no aid station data—nothing. The closest thing to organization we can find is Carpathia Trails with their July packet pickup schedule, but that's trail running. If basic race infrastructure is this invisible, expect amateur-hour execution on race day."
  },
  "experience": {
    "score": 3,
    "explanation": "The Carpathian Mountains deliver raw adventure even if the race organization doesn't. You're riding through Piatra Craiului and Bucegi territory—serious mountain terrain that'll test you regardless of how many volunteers show up. The landscape saves what the logistics destroy."
  },
  "community": {
    "score": 2,
    "explanation": "No reviews, no race reports, no YouTube coverage—this event exists in a community vacuum. Even the related Carpathia Trails sits at 'Be the first to write a review' status. You'll be pioneering more than just gravel routes; you'll be the entire conversation afterward."
  },
  "field_depth": {
    "score": 2,
    "explanation": "When nobody can find basic race information, the fast guys aren't showing up. Limited registration spots mentioned for other Carpathian events suggest small fields, which usually means weekend warriors and adventure seekers rather than serious competition. Expect to race the terrain more than other riders."
  },
  "value": {
    "score": 4,
    "explanation": "Romania delivers serious mountain terrain without Western European price tags. The Carpathians give you legitimate adventure cycling at developing-nation costs—assuming you can figure out how to actually register. Your dollar stretches further when the race infrastructure is, let's say, minimalist."
  },
  "expenses": {
    "score": 2,
    "explanation": "Getting to Romanian mountain venues means flights to Bucharest plus ground transport to wherever this thing actually starts. No accommodation partnerships, no logistics support mentioned—you're planning and paying for everything solo. The race fee might be cheap, but the total trip cost adds up fast."
  },
  "length": {
    "score": 3,
    "explanation": "Sixty-five miles hits the gravel sweet spot—long enough to hurt, short enough to survive if the support is sketchy. It's not an epic like the 1900km Carpathian Mountain Race bikepacking suffer-fest, but substantial enough to test your mountain legs properly."
  },
  "technicality": {
    "score": 2,
    "explanation": "Mountain terrain promises some technical challenges, but 65 miles suggests they're keeping it accessible rather than full-send technical. Without course breakdowns or surface details available, assume mixed gravel roads rather than the gnarly MTB-level stuff that defines the region's 1900km Carpathian Mountain Race."
  },
  "elevation": {
    "score": 4,
    "explanation": "5500 feet of climbing in 65 miles means you're working—that's serious mountain ratio. The Carpathians don't mess around with elevation, and crossing between Piatra Craiului and Bucegi ranges delivers legitimate vertical punishment. Your legs will remember this one."
  },
  "climate": {
    "score": 3,
    "explanation": "Romanian mountain weather can flip from pleasant to punishing without warning. The January Carpathian car rally mentions icy forest roads on Comandaü plateau—expect temperature swings and potential weather drama. Summer timing helps, but mountain conditions demand respect and preparation."
  },
  "altitude": {
    "score": 2,
    "explanation": "Carpathian peaks stay under serious altitude thresholds—no oxygen debt drama here. You'll climb plenty, but the elevation effects come from sustained effort rather than thin air. Sea-level lungs work fine in Romanian mountains."
  },
  "logistics": {
    "score": 2,
    "explanation": "Zero information on start locations, packet pickup, aid stations, or basic race infrastructure. Other regional events show packet pickup schedules and start times, but this one's a ghost. Plan to figure everything out on arrival—if you can find where 'arrival' actually is."
  },
  "adventure": {
    "score": 4,
    "explanation": "The Carpathian Mountains deliver legitimate wilderness adventure whether the race organization shows up or not. You're riding through territory that produces 1900km unsupported bikepacking epics—the landscape doesn't care about your logistics preferences. Raw mountain terrain guarantees memorable suffering."
  }
}
