{
  "prestige": {
    "score": 2,
    "explanation": "Second-year race trying to punch above its weight by landing UCI Gravel World Series status and opening the 2026 season globally. Alejandro Valverde winning the inaugural edition gives it some credibility, but one retired road pro doesn't make a legacy. The organizers are talking big about 'maximum category worldwide' but that's marketing speak for a baby race in rural Castell贸n."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The course design shows promise with 72% gravel and a proper final climb at 10% gradient finishing 300 meters from the line in Llucena. But it's still finding its footing as a second-year event with gaps in basic race information like field sizes and proper course support details. UCI sanctioning helps, but execution matters more than badges."
  },
  "experience": {
    "score": 3,
    "explanation": "Llucena's mountainous terrain delivers 2,500 meters of climbing over 97km with varied gradients from 4-10%, covering every corner of the municipal area. The mix of shorter punchy climbs and that brutal final 1km at 10% creates proper suffering. February timing in Spain beats the summer furnace, and the course layout visiting the entire town area shows local pride."
  },
  "community": {
    "score": 3,
    "explanation": "Small-town Spanish racing has that authentic feel where the entire municipality of Llucena gets involved, with the course literally visiting every corner of town. It's too new to have deep community roots, but having Valverde show up for the inaugural edition suggests the local cycling culture takes it seriously. The intimate scale works in its favor."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Second-year race with UCI World Series qualification on the line should attract serious riders, but field composition remains unknown from available data. Valverde's 2025 win brought attention, but one retired pro doesn't define depth. Without field size numbers or competitive benchmarks, it's still proving itself against established European gravel events."
  },
  "value": {
    "score": 3,
    "explanation": "UCI World Series qualification opportunity for a likely lower entry fee than marquee events, plus you're racing the same 97km course that Valverde conquered. February timing in Castell贸n beats peak season pricing, and the mountainous terrain delivers legitimate suffering per euro spent. Registration costs aren't public, but Spanish races typically offer solid value."
  },
  "expenses": {
    "score": 2,
    "explanation": "Castell贸n isn't exactly a cycling tourism hub, so lodging and logistics infrastructure likely limited compared to established gravel destinations. February timing helps with accommodation costs, but you'll need to figure out transport to rural Llucena yourself. The lack of published travel information suggests minimal race-organized support for visiting riders."
  },
  "length": {
    "score": 3,
    "explanation": "97km hits the sweet spot for gravel racing - long enough to matter, short enough to go deep without turning into a survival exercise. The 85km option for masters categories shows smart course management. It's not trying to be an ultra-endurance suffer-fest, just proper gravel racing distance that lets the 2,500m elevation gain do the talking."
  },
  "technicality": {
    "score": 2,
    "explanation": "72% gravel roads in Spanish mountains suggests fire roads and agricultural tracks rather than technical singletrack. The varied climbing gradients from 4-10% challenge fitness more than bike handling skills. With 28% paved sections concentrated early and mid-course, it's more about power output than technical prowess through rocky descents or tight switchbacks."
  },
  "elevation": {
    "score": 2,
    "explanation": "2,500 meters over 97km averages out to serious but manageable climbing - not the leg-breaking Alpine sufferfest some gravel races deliver. The final 1km at 10% gradient into Llucena will hurt, but the varied climb lengths from 4-10% spread the pain rather than delivering one monster ascent. Solid elevation for the distance without being punitive."
  },
  "climate": {
    "score": 3,
    "explanation": "February in Castell贸n dodges Spain's brutal summer heat while staying warm enough for comfortable racing conditions. Mountainous terrain around Llucena means variable weather, but mid-winter Spanish coast beats February anywhere else in Europe for gravel racing. No specific weather incident history available, but the timing shows smart seasonal planning."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting and finishing in Llucena puts you near Mediterranean sea level with climbs into Spanish foothills, not Alpine elevations. The mountainous terrain provides elevation gain, not altitude training camp conditions. You'll feel the 2,500m of climbing, not thin air affecting your performance."
  },
  "logistics": {
    "score": 2,
    "explanation": "Rural Llucena isn't set up for international gravel tourism with limited published information about airports, lodging, or race support services. The 9:00 AM start time works, but packet pickup details and parking arrangements remain unclear. For a UCI World Series event, the infrastructure information gaps suggest you're on your own for travel planning."
  },
  "adventure": {
    "score": 3,
    "explanation": "Racing through every corner of Llucena's municipal territory on 72% gravel roads delivers proper exploration of Spanish mountain terrain most cyclists never see. The course design visiting the entire town area means discovering rural Spain, not just hammering a predetermined loop. February timing adds off-season adventure appeal when most European gravel racing shuts down."
  }
}
