{
  "logistics": {
    "score": 3,
    "explanation": "Downtown Cedar Springs start/finish at the brewery creates centralized logistics, now proven by Tracy Gravlin's post-race report: \"The tasty Cedar Springs Ale was our reward! We both are going home with a growler.\" Holiday Inn lodging keeps accommodations simple, though parking and packet pickup details remain unspecified."
  },
  "length": {
    "score": 3,
    "explanation": "Four distance options from 18-mile beginner to 130-mile ultra hit the right spread. Tracy Gravlin's experience on the 50-mile shows proper pacing challenges: \"The start was fast and felt great. About 26 miles in, the head winds seemed to be everywhere you turned.\" Time limits are reasonable at 4 hours for shorter distances, 10 hours for ultra."
  },
  "technicality": {
    "score": 2,
    "explanation": "Riders describe \"forest lanes, rolling hills and gravel tracks\" through \"beautiful farm country\" that flows rather than punishes. The course offers \"Fabulous gravel! Farm country for miles and miles\" without technical rock gardens or sustained climbing challenges typical of mountain terrain."
  },
  "elevation": {
    "score": 2,
    "explanation": "Michigan's glacial terrain delivers rolling hills through farmland and forests without sustained climbs. The 3000 feet over 62 miles represents typical Midwest elevation changes — punchy but not mountainous, creating fatigue through repetition rather than epic single ascents."
  },
  "climate": {
    "score": 2,
    "explanation": "July conditions hit 64°F with manageable 7 mph winds in 2022, but Tracy Gravlin experienced challenging \"head winds everywhere you turned\" by mile 26 in 2025. Midwest summer weather brings heat and humidity without altitude or desert extremes, plus potential thunderstorms."
  },
  "altitude": {
    "score": 1,
    "explanation": "Cedar Springs sits at standard Midwest elevation well under 1000 feet. No altitude training benefits or thin air challenges — just Great Lakes region farmland topography where humidity creates more breathing difficulty than oxygen deprivation."
  },
  "adventure": {
    "score": 2,
    "explanation": "The 130-mile ultra offers adventure with GPS navigation, mandatory lights, and complete self-support through unmarked terrain. Shorter distances stick to well-marked routes with full support — safe but predictable. Rural Michigan gravel through forests and farmland provides pleasant scenery without epic wilderness remoteness."
  },
  "prestige": {
    "score": 1,
    "explanation": "Michigan Gravel Race Series event with grassroots charm but limited national draw. Field depth remains thin — Tracy Gravlin notes \"Beth and I were the only women in the 60+\" category. Growing regional reputation but no notable pro participation or marquee winner history."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Described as \"well-organized\" and \"well supported race\" by Dragon Adventures Base Camp, with proper timing and aid stations for marked distances. The ultra goes unsupported and unmarked, requiring GPS navigation. Race proceeds in most weather conditions with director discretion for severe storms."
  },
  "experience": {
    "score": 2,
    "explanation": "Post-race atmosphere delivers with \"brewery-town cheers, music and craft beer\" at Cedar Springs Brewery downtown. Dragon Adventures Base Camp captured the vibe: \"The post-race hangout, and great local food made the finish line feel like a festival.\" Small-town Michigan embracing cyclists with growlers as rewards."
  },
  "community": {
    "score": 3,
    "explanation": "Strong community building draws riders nationally — \"The BaseCamp community has given me so many cycling friends from across the country. Beth came up from Kansas!\" Downtown brewery finish creates town square atmosphere with 500+ riders in 2024, making it \"one of the fastest growing gravel races in the region.\""
  },
  "field_depth": {
    "score": 1,
    "explanation": "Limited competitive depth with minimum 10 racers per category and race directors combining undersubscribed fields. Age group fields run thin — only two women in the 60+ category according to Tracy Gravlin. Participatory gravel racing rather than deep competitive field."
  },
  "value": {
    "score": 4,
    "explanation": "Four distance options, aid stations, timing, medical support, and downtown festival with craft beer deliver strong value. Cash prizes through Michigan series sponsorship add incentive beyond finishing. The complete package from beginner-friendly 18-miler to self-supported ultra covers all gravel ambitions at small-town pricing."
  },
  "expenses": {
    "score": 3,
    "explanation": "Cedar Springs location keeps costs reasonable with Holiday Inn standard chain pricing rather than resort rates. Downtown start/finish at the brewery means walkable post-race logistics without expensive shuttles. Rural Michigan setting avoids big-city event pricing while remaining accessible for regional travel."
  }
}
