{
  "prestige": {
    "score": 2,
    "explanation": "31 years running and UCI qualifier status sounds impressive until you realize it's a regional Alabama gran fondo masquerading as gravel. Strambecco calls it one of the \"Best Road Cycling Events in Southeast\" — emphasis on road, emphasis on Southeast. The race draws locals who know every climb from Bain's Gap to Chinnabee, but it's not pulling national talent or getting YouTube coverage."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The ULTRA course had a 50% finish rate its first year because local designers threw everything at the wall — Cottaquilla, Chimney Peak, the works. That sounds brutal until you realize they're burning DNF \"ashes to shirts\" like some participation trophy ceremony. Online-only registration that closes mid-Friday shows they're not dealing with sellout crowds or professional logistics."
  },
  "experience": {
    "score": 3,
    "explanation": "Mount Cheaha is Alabama's highest peak, and the course designers knew every nasty climb worth including. The ULTRA route hits Chinnabee — supposedly the hardest cat 2 climb in the state — plus classics like White's Gap and Horseblock. Pre-ride party at Effina's for $15 and free breakfast at JSU shows they're trying, even if it's small-town charm over slick production."
  },
  "community": {
    "score": 3,
    "explanation": "Local riders designed the ULTRA course because they \"knew all aspects of Cheaha Mountain,\" and that insider knowledge shows. Brooke Nelson's team included climbs that had to be there, not what looked good on paper. It's the kind of regional event where everyone knows the mountain and half the field, but don't expect deep conversations about the latest gravel trends."
  },
  "field_depth": {
    "score": 2,
    "explanation": "UCI qualifier status means the top 25% in age groups can chase Worlds, but this is Alabama — the talent pool runs shallow. No field size data, no prize purse, no notable past winners mentioned anywhere. The Time Trial only offers overall winner awards with no age group depth except handcycles, which tells you everything about participation numbers."
  },
  "value": {
    "score": 3,
    "explanation": "Seven distance options from 24 to 126 miles, plus a separate Time Trial and Chief Ladiga Cruise gives you choices. GPS maps downloadable, pre-ride meal for $15, and free breakfast at JSU shows decent bang for buck. No entry fees listed anywhere, which either means they're reasonable or the website is as organized as the logistics score suggests."
  },
  "expenses": {
    "score": 3,
    "explanation": "Jacksonville, Alabama isn't exactly a destination resort town — lodging and food won't break the bank. The Time Trial runs from Piedmont to Jacksonville, so you'll need to arrange transport back to your car, but that's more annoying than expensive. Pre-ride party meal at $15 and free breakfast suggests they're not gouging riders on basics."
  },
  "length": {
    "score": 3,
    "explanation": "65 miles hits the sweet spot between weekend warrior and suffer-fest, especially with 6000 feet of climbing through Alabama's nastiest terrain. The ULTRA pushes 126 miles if you want to really hate yourself, while the 24-mile option keeps it accessible. Distance options from 12 to 126 miles means everyone from beginners to masochists can find their poison."
  },
  "technicality": {
    "score": 3,
    "explanation": "This is more road climbing than technical gravel — think sustained power up Mount Cheaha rather than bike handling wizardry. The Chief Ladiga Trail sections are \"rough in spots\" but getting paved soon, so don't expect gnarly singletrack. Climbs like Chinnabee and Chimney Peak will test your gearing and fitness more than your cornering skills."
  },
  "elevation": {
    "score": 4,
    "explanation": "6000 feet in 65 miles through Alabama mountains is legitimate suffering, especially when it includes Chinnabee — the hardest cat 2 climb in the state according to locals. Mount Cheaha tops out around 2400 feet, so you're climbing from Jacksonville's 650-foot start to the state's highest peak. The ULTRA's 50% finish rate that first year wasn't because riders got lost."
  },
  "climate": {
    "score": 2,
    "explanation": "Mid-May in Alabama means you're gambling with heat and humidity that can turn those climbs into death marches. No historical weather data provided, but Alabama in late spring is notorious for surprise thunderstorms and swamp-like conditions. The 7:30 AM start time suggests they know afternoon heat is a problem, but that doesn't help you on the back half."
  },
  "altitude": {
    "score": 1,
    "explanation": "Mount Cheaha at 2407 feet is Alabama's highest point, which tells you everything about altitude concerns here. Starting from 650 feet in Jacksonville, you're barely getting above small-town elevation, let alone anything that affects performance. This is sea-level suffering with hills, not mountain adaptations required."
  },
  "logistics": {
    "score": 2,
    "explanation": "Online registration closes Friday at noon, but they'll take walk-ups Saturday except for the Time Trial — amateur hour planning. The Time Trial starts in Piedmont and finishes in Jacksonville with no transport provided back to your car. Packet pickup Friday evening only, and if you miss it, you're scrambling Saturday morning at Pete Mathews Coliseum hoping they're organized."
  },
  "adventure": {
    "score": 3,
    "explanation": "Climbing to Alabama's highest peak through places called White's Gap and Horseblock has legitimate adventure factor, even if it's not wilderness gravel. The course passes small towns like Weaver and Cedartown that most people couldn't find on a map. Local course designers included climbs that \"had to be there\" rather than safe, predictable routes — that's adventure, just with more asphalt than expected."
  }
}
