{
  "prestige": {
    "score": 2,
    "explanation": "CIRREM just hit 100 riders for the first time in year three, which tells you everything about its place in the gravel hierarchy. It's a grassroots Iowa winter suffer-fest that celebrates showing up more than showing off. The winners roll singlespeed mountain bikes and fender'ed cross bikes—not exactly the carbon parade you see at name-brand events."
  },
  "race_quality": {
    "score": 2,
    "explanation": "This is self-supported racing with open roads and a checkpoint roughly in the middle—bare bones organization that puts the burden on you. Winners finish around 4 hours while others suffer for 6+ hours on frozen gravel through Madison County's winding hills. The pile-up among leaders in slippery conditions shows what happens when winter racing meets minimal course management."
  },
  "experience": {
    "score": 3,
    "explanation": "Starts and finishes at Cumming Tap, which immediately tells you this isn't some sanitized corporate event. Two inches of overnight snow followed by race-day sleet in 20-degree temps—that's the authentic winter gravel experience most races only pretend to offer. You'll remember every frozen mile of those 64 miles through Madison County."
  },
  "community": {
    "score": 3,
    "explanation": "The equipment list reads like a bike shop inventory—mountain bikes, cross bikes, fixies, fat bikes, even road bikes—because this crowd cares more about showing up than showing off. Race organizers actively encourage riding with a buddy if you'll be out there a while, which beats the usual 'figure it out yourself' attitude. It's Iowa gravel culture at its most welcoming."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Just cracked 100 riders in year three, so you're not exactly lining up against deep talent pools here. The fact that winners have come from singlespeed mountain bikes, fender'ed cross bikes, and 'normal cross fare' suggests the field is more about heart than horsepower. Categories include tandem and fat bike, which tells you everything about competitive depth."
  },
  "value": {
    "score": 3,
    "explanation": "Registration includes 8AM breakfast before the 10AM start, plus you finish at a tap house in Cumming—that's solid bang for buck in my book. The self-supported format means they're not spending money on unnecessary hand-holding, keeping costs reasonable for 100 kilometers of legitimate winter suffering. No prize purse data available, but honestly, you're paying for the experience, not the payout."
  },
  "expenses": {
    "score": 3,
    "explanation": "Cumming, Iowa isn't exactly a tourist trap—lodging and food won't break the bank like destination races do. The closest major airport is likely Des Moines, about 30-40 miles out, so you're not paying premium travel costs. Factor in that Iowa breakfast and tap house finish, and your dollars stretch further than most gravel events."
  },
  "length": {
    "score": 3,
    "explanation": "100 kilometers hits the sweet spot—long enough to separate pretenders from contenders, short enough that you won't be crawling through Iowa cornfields in the dark. Winners finish around 4 hours while others take 6+, which means the distance works for both hammer-heads and survivors. In February conditions, 62 miles feels plenty long."
  },
  "technicality": {
    "score": 2,
    "explanation": "The course description mentions 'winding hills of Madison County' but doesn't scream technical challenge—this is Iowa, not Arkansas. The real technical element is frozen gravel that can be slippery and loose, plus open roads with car traffic. Equipment variety from road bikes to fat bikes suggests the course doesn't demand specialized handling skills."
  },
  "elevation": {
    "score": 2,
    "explanation": "Madison County's 'winding hills' won't be mistaken for mountain climbing—this is Iowa rolling terrain that tests persistence more than power. The research doesn't confirm elevation figures, but realistically you're looking at gradual climbs that grind you down over 100k rather than explosive ascents. It's death by a thousand papercuts, Iowa style."
  },
  "climate": {
    "score": 2,
    "explanation": "Late February racing in Iowa means temps in the teens, overnight snow, and race-day sleet—this is legitimate winter warfare. Year three saw temps stay in the 20s all day with overcast skies, plus that 2-inch snow dump the night before. Mother nature's wrath isn't marketing copy here, it's a weather forecast."
  },
  "altitude": {
    "score": 1,
    "explanation": "Cumming, Iowa sits at whatever elevation corn grows at—basically sea level compared to anything that matters for racing. You won't be gasping for oxygen here unless it's from the cold air hitting your lungs. The only thing thin about the air is how much of it you'll want to breathe in February."
  },
  "logistics": {
    "score": 2,
    "explanation": "Self-supported racing philosophy extends to the logistics—you better figure out your own lodging, parking, and gear situation. Registration and breakfast start at 8AM for a 10AM rollout, which is straightforward enough. The research gaps on packet pickup and detailed logistics suggest this operates on Iowa nice handshake agreements rather than corporate precision."
  },
  "adventure": {
    "score": 2,
    "explanation": "Frozen gravel through Madison County in February conditions offers legitimate adventure, but it's more 'survive the elements' than 'explore the unknown.' The self-supported format and open roads add real risk—organizers explicitly warn about slippery conditions and high speeds with car traffic. It's adventure through attrition rather than exotic terrain."
  }
}
