{
  "prestige": {
    "score": 1,
    "explanation": "Final round of the Bushranger Gravel Series sounds meaningful until you realize nobody outside NSW knows what that is. Zero notable winners mentioned, no pro field, no media coverage. Being on AusCycling's National Calendar means about as much as your participation trophy from junior cross."
  },
  "race_quality": {
    "score": 2,
    "explanation": "They can't decide if it's a race or a 'social cycling experience' - pick a lane. No cutoff times, no field size data, prizes go to 'first-entered best' which screams participation medal energy. The champagne gravel roads are legit, but organization feels like weekend club ride with entry fees."
  },
  "experience": {
    "score": 2,
    "explanation": "Post-ride drinks at Steampacket Hotel with car camping sounds charming until you're paying $225 to sleep in your Subaru. The 4km climb at 9% into Day 2's finish will separate pretenders from contenders, but the 'chilled party pace' vibe kills any competitive edge. Scenic coastline can't fix lukewarm execution."
  },
  "community": {
    "score": 2,
    "explanation": "Small ability-matched groups and family discounts suggest intimate vibes, but that's code for 'not many people show up.' Steampacket Hotel serves as the social hub, which works if you enjoy forced mingling with strangers over warm beer. More country pub than cycling culture."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No participant numbers listed because they're embarrassingly low. Zero mention of competitive riders or previous winners worth noting. When your main selling point is 'social overnighter,' you've admitted the fast guys are elsewhere racing actual races."
  },
  "value": {
    "score": 3,
    "explanation": "$179 early bird for two days of champagne gravel, feed zones, and mechanical support isn't highway robbery. You get belt buckles for long course finishers and a decent prize haul from sponsors. Still expensive for what amounts to guided group rides, but the NSW South Coast location has genuine appeal."
  },
  "expenses": {
    "score": 2,
    "explanation": "Nelligen sits 2.5 hours from Canberra Airport, 3.5 from Sydney - fuel costs add up fast. Hotel accommodation at race HQ means premium pricing, and car camping only works if you own the gear. Remote location kills any budget lodging options."
  },
  "length": {
    "score": 3,
    "explanation": "Long course hits 93km Day 1, 56km Day 2 for solid weekend volume without destroying your legs. The 2,200m climbing on Day 1 gives it teeth, while Day 2's 75km feels civilized. Medium and short options let weaker riders play along without embarrassment."
  },
  "technicality": {
    "score": 3,
    "explanation": "Champagne gravel roads mixed with twisty singletrack keeps it interesting without requiring full mountain bike skills. The 9% grade on that 4km Day 2 climb will expose poor pacing and weak legs. Varied surfaces demand bike handling, but nothing that scares roadies."
  },
  "elevation": {
    "score": 3,
    "explanation": "2,200m of climbing on Day 1 followed by another brutal 4km at 9% to close Day 2 - that's legitimate suffering. Starting near sea level at Nelligen means every meter climbed is earned. Total elevation matches the distance without being gratuitously punitive."
  },
  "climate": {
    "score": 2,
    "explanation": "NSW South Coast in November should be pleasant, but no historical weather data means you're gambling on conditions. August 2026 dates suggest they're dodging summer heat, but winter timing risks cold coastal winds and rain. Weather roulette without the intel to plan properly."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting at 10m above sea level in coastal Nelligen means altitude plays zero role in performance. Even the climbs stay in low hundreds of meters based on total elevation and coastal geography. Your sea-level fitness translates directly - no excuses here."
  },
  "logistics": {
    "score": 2,
    "explanation": "Steampacket Hotel as race HQ centralizes everything nicely, but remote Nelligen location makes travel a commitment from anywhere significant. Registration windows are civilized and coffee at 6:30 AM shows they understand cyclists. Still, packet pickup and parking details are vague enough to cause headaches."
  },
  "adventure": {
    "score": 3,
    "explanation": "Named after 19th-century Clarke bushranger brothers, riding NSW's premier gravel with overnight camping at a country pub - the narrative writes itself. Champagne gravel roads near beaches and twisty singletrack deliver genuine exploration beyond suburban bike paths. Just don't expect expedition-level remoteness."
  }
}
