{
  "logistics": {
    "score": 2,
    "explanation": "Steampacket Hotel as race HQ centralizes everything with 6:30 AM coffee and civilized registration windows. Remote Nelligen location means 2.5 hours from Canberra Airport, 3.5 from Sydney. Car camping across from BIG4 Caravan Park helps, but the organizers note \"Bike Packing not required\" since accommodation is roadside accessible."
  },
  "length": {
    "score": 3,
    "explanation": "Long course delivers 93km/1,925m Day 1, 56km/1,150m Day 2 for solid weekend volume. Official guidance targets 15-20 kph average speeds across all distances. Medium and short options scale appropriately at 55km and 35km daily without embarrassing newer riders."
  },
  "technicality": {
    "score": 3,
    "explanation": "Emphasized \"groomed gravel\" and \"champagne gravel roads\" with twisty singletrack mixed in. Angus Calder describes routes as \"challenging without being punishing, remote without feeling reckless.\" The signature Shallow Crossing varies from ankle-deep to \"waist high (and deeper!)\" forcing riders to \"hoist bikes CX style.\""
  },
  "elevation": {
    "score": 3,
    "explanation": "2,200m of climbing on Day 1 followed by another brutal 4km at 9% to close Day 2 - that's suffering. Starting near sea level at Nelligen means every meter climbed is earned. Total elevation matches the distance without being gratuitously punitive."
  },
  "climate": {
    "score": 2,
    "explanation": "2024 riders faced Day 1 temperatures jumping from \"mild 24 degrees forecast\" to \"peaking at over 30 degrees.\" Day 2 threatened storms but delivered only \"light breeze, gentle drizzle and excellent riding conditions.\" NSW South Coast weather remains unpredictable for planning."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting at 10m above sea level in coastal Nelligen means altitude plays zero performance role. Even the climbs through state forests stay in low hundreds of meters. Sea-level fitness translates directly with no altitude considerations."
  },
  "adventure": {
    "score": 3,
    "explanation": "Named after the Clarke bushranger brothers who \"rustled livestock, ambushed gold shipments and robbed traders from Braidwood to Bega.\" The event captures this with champagne gravel exploration and the signature tidal river crossing where riders wade \"knee deep water for about 100m\" hoisting bikes overhead."
  },
  "prestige": {
    "score": 1,
    "explanation": "Final round of the Bushranger Gravel Series sounds meaningful until you realize nobody outside NSW knows what that is. Zero notable winners mentioned, no pro field, no media coverage. Being on AusCycling's National Calendar means about as much as your participation trophy from junior cross."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Organizers explicitly call it \"not a race, but rather a social cycling experience designed to be enjoyed in small groups.\" Feed zones, mechanical support, and professional photography are included. The smaller field means personalized attention but limits competitive edge."
  },
  "experience": {
    "score": 2,
    "explanation": "Steampacket Hotel beer garden provides the classic finish line scene where \"you couldn't wipe the smile off many faces.\" The car camping setup across from the pub creates the intended \"drink with friends, watch sunset, sweet car camping\" atmosphere. Social execution over competitive intensity."
  },
  "community": {
    "score": 2,
    "explanation": "Angus Calder describes \"riders working together, helping to fix mechanical issues, making sure everyone has the best experience possible.\" The smaller field creates personal connections where feedback gets implemented \"by the next day.\" Tight community energy but limited scale."
  },
  "field_depth": {
    "score": 1,
    "explanation": "15-20 kph target speeds and requirement to \"be at a good level of fitness\" suggests recreational rather than competitive fields. Navigation skills required for GPX following. The social overnighter format and small field size indicate limited competitive depth."
  },
  "value": {
    "score": 3,
    "explanation": "$179 early bird includes professional photos, feed zones, mechanical support, and commemorative patches. Sign-on packs described as \"exceptional, including tyres, full size chain lube, even suspension stems.\" Long course finishers earn belt buckles with substantial sponsor prize cache."
  },
  "expenses": {
    "score": 2,
    "explanation": "Remote Nelligen location adds fuel costs from major airports. E-bikes welcome, reducing gear transport needs. Mechanical skills required for \"punctures, ripped tyres, broken chains\" suggests self-sufficiency expectations. Car camping setup helps control accommodation costs."
  }
}
