{
  "prestige": {
    "score": 2,
    "explanation": "This race flies under the radar despite its unique lake-to-lake concept. No prize purse, no pro field data, just Neil Taylor from \"Minister of Gravel\" calling it a \"top 3 favorite day.\" The Michigan gravel scene isn't exactly Unbound territory for national attention."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Matt Acker co-designed a legitimate course that transitions from farmland to Manistee National Forest's winding two-tracks. The 85% dirt/gravel mix avoids pavement padding, and the \"ecological bell curve\" concept shows actual thought. But missing basic race data like field size and historical context keeps it from standing out."
  },
  "experience": {
    "score": 3,
    "explanation": "Touching your tire to Lake Huron at sunrise, then racing 204 miles to Lake Michigan creates genuine adventure. The course evolution from grasslands through pine barrens to \"majestic\" forest delivers variety most races can't match. Starting at 6 AM in 57°F temps and chasing sunset to Ludington has cinematic appeal."
  },
  "community": {
    "score": 3,
    "explanation": "The Facebook group provides racer insights, and there's crew support options through Breakthrough T1D for those without friends. Optional fundraiser dinner may or may not happen - peak small-race energy. Ludington finish in a \"great outdoor town\" beats most strip mall conclusions."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Zero data on field size or competitive depth. No notable winners or pro participation mentioned anywhere. When your biggest endorsement comes from \"Minister of Gravel,\" you're not exactly drawing the sport's elite to Michigan's lower peninsula."
  },
  "value": {
    "score": 3,
    "explanation": "No entry fee data available, but 204 miles of legitimate gravel through varied terrain typically delivers solid bang for buck. Crew support options and the unique two-lakes concept add value. Can't judge what you can't see, but Michigan races usually price reasonably."
  },
  "expenses": {
    "score": 3,
    "explanation": "Ludington offers lodging options as a tourist town, but you'll need transportation between Au Gres start and Ludington finish unless you're doing the 100-mile loop. Michigan isn't cheap but isn't Colorado resort pricing either. Crew requirements could add vehicle costs for some."
  },
  "length": {
    "score": 5,
    "explanation": "204 miles earns maximum respect, period. That's legitimate ultra-distance that separates real endurance racers from weekend warriors. The 6 AM to sunset timeline creates proper time pressure without being impossible."
  },
  "technicality": {
    "score": 2,
    "explanation": "\"Gravel-friendly singletrack\" and forest two-tracks add some spice, but this isn't technical mountain terrain. The 100-mile version is supposedly \"more challenging mile-for-mile,\" which suggests the 204 prioritizes distance over difficulty. Michigan's lower peninsula doesn't exactly scream gnarly descents."
  },
  "elevation": {
    "score": 2,
    "explanation": "5000 feet over 204 miles averages 25 feet per mile - barely noticeable rolling terrain. The \"roller coaster ride\" through hardwoods and uplands won't challenge anyone who's seen real mountains. It's Michigan flat with gentle undulations."
  },
  "climate": {
    "score": 2,
    "explanation": "Late June in Michigan means unpredictable weather from perfect 57°F starts to potential afternoon heat waves or storms. No historical weather incident data available, which probably means nothing memorable enough to document. Midwest weather volatility without mountain drama."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Michigan's lower peninsula - you're basically at sea level between two Great Lakes. Zero altitude training effect, zero thin air challenges. If altitude matters to your racing, look elsewhere."
  },
  "logistics": {
    "score": 3,
    "explanation": "Point-to-point logistics require vehicle shuttling or crew coordination between Au Gres and Ludington. Check-in windows seem reasonable, but missing basic details like nearest airport and parking situations. Traditional 4th Saturday June date provides consistency for planning."
  },
  "adventure": {
    "score": 4,
    "explanation": "Connecting two Great Lakes across an entire peninsula delivers genuine geographic adventure most races can't match. The sunrise start touching Lake Huron, evolution through distinct ecosystems, and sunset finish in Ludington creates an actual journey. \"If Michigan is America's high five, Coast to Coast is how you earn it\" - corny but accurate."
  }
}
