{
  "prestige": {
    "score": 3,
    "explanation": "A decade-plus staple on the NUE circuit pulls riders from around the world, but it's still mountain bike territory masquerading as gravel. The Chainbuster Racing crew runs a solid operation that earns respect without grabbing headlines. It's the kind of race that builds reputations quietly—no Instagram circus, just 500 spots that fill up because people know what they're getting."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Six aid stations across 100 miles with a firm 1:30 PM cutoff at mile 42 shows they're serious about logistics and safety. The former Ocoee Whitewater Center provides legitimate infrastructure, not some makeshift parking lot operation. Registration caps at 500 across all distances, so you won't get lost in a cattle drive of weekend warriors."
  },
  "experience": {
    "score": 4,
    "explanation": "Fast and flowy singletrack mixed with brutal fire roads and 12,000 feet of climbing creates the kind of suffer-fest that separates tourists from riders. The Cherokee National Forest terrain delivers legitimate adventure without manufactured hardship. You'll earn every mile of those amazing singletrack descents through sheer attrition."
  },
  "community": {
    "score": 3,
    "explanation": "The NUE series attracts a specific breed—endurance mountain bikers who know suffering is part of the deal. Post-race meal and finisher mugs suggest they care about the finish line experience. But with riders scattered across three different distances, the shared pain experience gets diluted compared to everyone grinding the same course."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Mountain bike endurance racing draws a narrower field than gravel's current explosion, and splitting 500 riders across three distances thins the competition further. The NUE circuit pulls serious athletes, but you're not getting the depth of a major gravel event. Expect committed riders, just not as many of them at race-winning pace."
  },
  "value": {
    "score": 3,
    "explanation": "Early bird at $140 climbing to $195 late puts it in reasonable territory for a supported 100-miler with six aid stations. Custom SockGuy socks and finisher swag show they're not cutting corners on the extras. The infrastructure at the former Whitewater Center adds legitimate value you can't get at cheaper barn-burner events."
  },
  "expenses": {
    "score": 3,
    "explanation": "Copperhill, TN isn't exactly a resort destination, so lodging won't murder your wallet like Bentonville or Moab. The Mallard Hotel offers 10% off with code COHUTTA100, and dispersed camping in Cherokee National Forest keeps costs reasonable. $3 parking via USFS shows they're not gouging on the basics, just covering legitimate venue costs."
  },
  "length": {
    "score": 4,
    "explanation": "100 miles of mixed terrain with 12,000 feet of climbing isn't a casual Saturday ride—it's a legitimate endurance challenge that'll expose every weakness in your fitness and bike handling. The 65 and 30-mile options exist for riders who aren't ready for the full beatdown. Seven hours of racing separates the committed from the curious."
  },
  "technicality": {
    "score": 3,
    "explanation": "Mixing fast singletrack with demanding fire roads and gravel creates varied technical challenges without requiring pure mountain bike skills. Those amazing singletrack descents reward bike handling, while the fire road climbs are just about raw power and mental toughness. Technical enough to matter, but not so gnarly it becomes a bike-carrying contest."
  },
  "elevation": {
    "score": 5,
    "explanation": "12,000 feet of climbing across 100 miles in the Cherokee National Forest isn't negotiable—you're earning every mile through sustained vertical punishment. Those demanding fire roads don't offer switchbacks or mercy, just relentless grade that separates strong climbers from everyone else. The terrain doesn't care about your power meter or your feelings."
  },
  "climate": {
    "score": 2,
    "explanation": "Late April in southern Appalachia means you're gambling with weather that can swing from perfect to miserable without warning. Spring storms, temperature swings, and humidity all conspire against comfortable racing conditions. The forest canopy helps, but 7+ hours exposed to whatever Mother Nature throws at you tests more than just your legs."
  },
  "altitude": {
    "score": 1,
    "explanation": "Copperhill, TN sits near sea level, so altitude won't factor into your suffering equation. The Cherokee National Forest climbs gain elevation, but never enough to thin the air or require acclimatization. Your lungs will burn from effort, not oxygen deprivation."
  },
  "logistics": {
    "score": 3,
    "explanation": "Starting at the former Ocoee Whitewater Center provides real infrastructure instead of improvised parking lot chaos. Six aid stations with specific cutoff times shows serious event management, though getting to Copperhill, TN requires commitment from most riders. No overnight parking forces you to plan lodging, but dispersed camping keeps options reasonable."
  },
  "adventure": {
    "score": 4,
    "explanation": "100 miles through Cherokee National Forest singletrack and fire roads delivers legitimate wilderness experience without manufactured danger. Those extreme singletrack sections and amazing descents reward bold riding while punishing hesitation. It's the kind of adventure that reminds you why you started riding bikes before gravel became a marketing category."
  }
}
