{
  "prestige": {
    "score": 1,
    "explanation": "Eight years in and still calling itself 'legendary' while nobody outside Michigan has heard of it. The $10,000+ prize purse sounds impressive until you realize it's split across every category imaginable - tandems, fat bikes, Clydesdale, you name it. This is a regional fun ride with delusions of grandeur, not a destination race."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The course hits some decent notes - multiple farm sections, a limestone rail trail, and the 'Shake Rattle and Roll' Strava segment with $200 cash prizes. But when your marketing highlights include '800m of 2-track' and 'plenty of fast gravel roads,' you're basically advertising mediocrity. The wave system is organized enough, but this feels more like a well-run local club ride than a serious race."
  },
  "experience": {
    "score": 2,
    "explanation": "Starting at Dan's Bike Shop on Main Street and finishing 200 meters from a taco bar has small-town charm, but charm doesn't make up for uninspiring terrain. The course description reads like a real estate listing - 'multiple dead-end roads' and 'farm sections' aren't exactly compelling features. Free camping is nice, but you get what you pay for in rural Michigan."
  },
  "community": {
    "score": 3,
    "explanation": "They've got the hometown hospitality thing figured out - free camping for racers, awards ceremony across from Steele Street Hall, and a proper taco bar with beer at 11am. The wave system accommodates everyone from recreational riders to competitive types, and starting in Ionia's 'social district' shows they're trying to create something bigger than just a bike race. Small-town events live or die by community support, and this one seems to have it."
  },
  "field_depth": {
    "score": 1,
    "explanation": "When you're offering cash prizes for fat bikes and tandems, you're not exactly attracting cycling's elite. The fact that they have a 20-mile 'Calf Race' alongside the main event tells you everything about the competitive depth. This is a participation trophy kind of field where showing up gets you more recognition than actual performance."
  },
  "value": {
    "score": 4,
    "explanation": "Over $10,000 in cash prizes, free camping, chip timing, KOM prizes, and a taco bar with beer - that's solid bang for your buck even if the entry fee is unknown. The $200 cash for the fastest Strava segment time is more than most races pay their overall winners. For a regional event, they're putting real money where their mouth is."
  },
  "expenses": {
    "score": 4,
    "explanation": "Free camping kills your biggest race weekend expense, and you're racing in small-town Michigan where everything costs half what it does in real cities. Packet pickup is literally at the town theater, awards are walking distance from the finish, and you're not dealing with resort pricing or big-city markups. This is about as budget-friendly as racing gets."
  },
  "length": {
    "score": 3,
    "explanation": "The 63-mile Long Haul hits the sweet spot for most gravel racers - long enough to matter, short enough to not turn into a death march. Multiple distance options from 20 to 100+ miles means everyone gets their preferred suffering level. It's not groundbreaking, but 62 miles with 2500 feet of climbing is a proper day's work without being excessive."
  },
  "technicality": {
    "score": 2,
    "explanation": "An 800-meter section of 2-track and some farm roads don't exactly scream technical challenge. The course description focuses on 'fast gravel roads' and rail trails - aka the least technical surfaces you can find on a gravel bike. This is clearly designed for accessibility over difficulty, which explains why they have waves for everyone and their grandmother."
  },
  "elevation": {
    "score": 2,
    "explanation": "2500 feet over 62 miles in Michigan is about as much vertical as the geography allows, but it's still not much. You're looking at rolling hills, not real climbs - the kind of elevation that adds up gradually rather than punching you in the face. The fact that they mention the 'Jessup KOM' suggests the climbs are notable enough to name, which in Michigan isn't saying much."
  },
  "climate": {
    "score": 2,
    "explanation": "Mid-June in Michigan is a gamble - could be perfect 70-degree weather or humid swamp conditions that'll leave you questioning your life choices. No mention of weather contingencies or historical issues, which either means they've been lucky or they're not planning for the inevitable Michigan weather chaos. Expect bugs, humidity, and the possibility of everything from blazing sun to surprise thunderstorms."
  },
  "altitude": {
    "score": 1,
    "explanation": "You're racing in Ionia, Michigan - basically at sea level where the biggest elevation concern is whether you remembered to inflate your tires. Starting around 650-700 feet above sea level means altitude is as much of a factor as your choice of breakfast. If you're struggling with oxygen here, cycling isn't your problem."
  },
  "logistics": {
    "score": 2,
    "explanation": "Packet pickup at the Ionia Theatre sounds quaint until you realize you're in the middle of nowhere Michigan with limited options if anything goes wrong. Early pickup Friday 5-8pm is civilized, but race day pickup ends at 9am with waves starting at 7am - cutting it close for the early starters. The start and finish being in downtown Ionia is convenient if you're already there, less so if you're coming from anywhere that matters."
  },
  "adventure": {
    "score": 2,
    "explanation": "Dead-end roads and farm sections in rural Michigan deliver a certain pastoral charm, but let's not confuse bucolic with adventurous. The course hits multiple farms and a limestone rail trail, which sounds more like a scenic tour than an epic journey. Starting at a bike shop and ending near a taco bar keeps things firmly in the comfort zone rather than pushing any boundaries."
  }
}
