{
  "logistics": {
    "score": 2,
    "explanation": "Packet pickup at the Ionia Theatre with early Friday 5-8pm and race day 6-9am windows creates tight timing for 7am wave starts. The race director puts \"50 volunteers on course\" with \"10 policed intersections\" and \"three aid stations,\" but you're still racing through rural Michigan where help is miles away if things go sideways."
  },
  "length": {
    "score": 3,
    "explanation": "Michael Green used the 62-mile Long Haul as \"a 'C' race for me, and opportunity to try out some new approaches for upcoming races.\" The distance hits the sweet spot for testing equipment and tactics - long enough for his three-bottle hydration experiment, short enough to race aggressively through the farm sections without turning into survival mode."
  },
  "technicality": {
    "score": 2,
    "explanation": "The Long Haul's \"80% gravel, 10% pavement, and 10% farm\" breakdown tells the story - mostly fast surfaces with brief technical challenges. Green noted the \"rolling terrain was okay for my gearing but it was the flat sections that caused struggles,\" suggesting the course rewards power over handling skills."
  },
  "elevation": {
    "score": 2,
    "explanation": "Green described \"rolling terrain\" that worked for his singlespeed gearing, indicating manageable climbs rather than punishing ascents. The Bodacious Century mentions \"Hyde, Tallman, Jessup and Welch will be difference maker hills\" but in Michigan context - these are extended rollers, not mountains."
  },
  "climate": {
    "score": 2,
    "explanation": "Mid-June in Michigan brings variable conditions that can impact performance significantly. Brett Miller and Mitch DeYoung provided \"a raw look at how weather and preparation impact performance\" in their race coverage, though specific weather details from past editions aren't documented in available reports."
  },
  "altitude": {
    "score": 1,
    "explanation": "You're racing in Ionia, Michigan - basically at sea level where the biggest elevation concern is whether you remembered to inflate your tires. Starting around 650-700 feet above sea level means altitude is as much of a factor as your choice of breakfast. If you're struggling with oxygen here, cycling isn't your problem."
  },
  "adventure": {
    "score": 2,
    "explanation": "Green's description of entering \"two farms rolling through up and down two track as well as bouncing through bumpy cow pastures\" captures the rural character, but this is pastoral Michigan farmland rather than wilderness exploration. The limestone rail trail and multiple dead-end roads offer scenic variety within agricultural boundaries."
  },
  "prestige": {
    "score": 1,
    "explanation": "Green treated this as \"really a 'C' race for me\" - a training opportunity rather than a destination event. Eight years in and it remains primarily a regional race serving Michigan gravel series riders rather than attracting national attention or top-tier competition."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The race creates competitive dynamics - Green was \"spat out the back of the peloton at mile nine\" when \"the pace up front had become frantic and people were blowing up.\" Farm sections serve as tactical inflection points, but the course lacks features that separate it from other regional gravel events."
  },
  "experience": {
    "score": 2,
    "explanation": "The 2026 move to \"Ionia's social district\" where people can \"purchase an alcoholic beverage and walk with it outside\" shows attention to the full event experience. Green's successful equipment testing - \"the three bottles worked perfectly and didn't eject any bottle on the bumpy gravel roads\" - suggests well-maintained course conditions."
  },
  "community": {
    "score": 3,
    "explanation": "Race director Joe Cantwell's military background brings \"safety priorities\" and \"broader vision for cycling in his community\" that emphasizes \"long-term fitness and camaraderie.\" The race philosophy promises to \"leave you with a smile ear to ear\" whether pushing limits with series riders or joining family for farmland photos."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Green won the singlespeed division and described frustrating group dynamics with riders \"just sitting in\" while only \"three of us doing the work.\" The competitive field lacks depth when experienced racers can win categories while treating the event as training for bigger objectives."
  },
  "value": {
    "score": 4,
    "explanation": "Over $10,000 in prize money across categories including $200 cash for fastest times on \"Welch Wall\" and \"Shake Rattle and Roll\" segments delivers serious payouts for a regional event. Free camping, chip timing, professional photography from Rob Meendering, and the taco bar create substantial value."
  },
  "expenses": {
    "score": 4,
    "explanation": "Free camping eliminates the biggest race weekend cost, while small-town Michigan pricing keeps everything else affordable. The post-race scene happens \"200 meters from the finish line\" at Steele Street Hall, eliminating travel between venues and keeping the weekend budget-friendly."
  }
}
