{
  "prestige": {
    "score": 1,
    "explanation": "This is Wyoming gravel racing, not Kansas. The race started around 2024 and calls itself Wyoming's 'premier' gravel race, which is like being the tallest building in Cheyenne. No notable winners or pro field mentioned anywhere, just grassroots enthusiasm and Western flair."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Four distance options from 17-mile Mutton Buster to 121-mile Cowboy route with 9,000 feet of climbing shows range. Live timing and well-stocked aid stations until 8pm course closure are solid basics. But it's a young race still finding its operational rhythm in a town most people drive through."
  },
  "experience": {
    "score": 2,
    "explanation": "Starting at Glenrock Town Park in historic Oregon Trail country has authentic Western charm. The 'gritty, dirty, Cowboy Tough' messaging promises character over polish. Food trucks and craft beer post-race hits the right notes, but the experience lives or dies on whether the remote backcountry delivers the adventure they're selling."
  },
  "community": {
    "score": 2,
    "explanation": "Family-friendly event with music and relaxed spirit suggests genuine local investment. Four staggered start times from 6am to 9am keeps different pace groups happy. But community depth in a town like Glenrock has natural limits - this isn't Steamboat Springs throwing a party."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No field size data available and zero mention of competitive depth or notable participants. For a race that started in 2024 in Glenrock, Wyoming, you're not exactly drawing the sport's elite. The competitive field probably thins out fast after the front handful of regional hammers."
  },
  "value": {
    "score": 4,
    "explanation": "Early bird at $105 and regular registration at $115 is honest pricing for gravel racing. Four distance options mean you're not paying premium prices for premium suffering you might not want. No gouging here - just straightforward Wyoming pricing for a straightforward Wyoming experience."
  },
  "expenses": {
    "score": 2,
    "explanation": "Glenrock isn't exactly a destination town with boutique lodging and farm-to-table dining. Limited accommodation options probably mean basic motels or camping. No airport details provided, so you're likely driving from Denver or flying into Casper and making the trek."
  },
  "length": {
    "score": 3,
    "explanation": "The 60-mile distance hits the gravel sweet spot - long enough to hurt, short enough to not require expedition planning. Four total options from 17 to 121 miles cover the spectrum from families to masochists. Middle-distance racing without the logistical complexity of ultra-endurance events."
  },
  "technicality": {
    "score": 2,
    "explanation": "Described as 'rugged terrain' with winding two-track roads and alpine climbs, but no specific technical features detailed. Wyoming backcountry usually means more power than finesse - long grinding climbs and exposed descents rather than rock gardens or tight singletrack. Probably more about endurance than bike handling skills."
  },
  "elevation": {
    "score": 2,
    "explanation": "3,500 feet of climbing over 60 miles puts you at about 58 feet per mile - noticeable but not crushing. The longer Cowboy route claims over 9,000 feet, so the climbing is there if you want it. Base of the Rocky Mountains location suggests sustained climbing rather than punchy rollers."
  },
  "climate": {
    "score": 2,
    "explanation": "July in Wyoming means heat, wind, and afternoon thunderstorm potential. No specific weather data provided, but high desert climate at the base of the Rockies is predictably unpredictable. Early 6am start for the long course suggests they know the heat is coming."
  },
  "altitude": {
    "score": 2,
    "explanation": "Glenrock sits at the base of the Rocky Mountains but no specific elevation data provided. Probably around 4,000-5,000 feet starting elevation based on location. High enough to notice if you're coming from sea level, not high enough to require acclimatization strategy."
  },
  "logistics": {
    "score": 2,
    "explanation": "Single venue at Glenrock Town Park keeps things simple - packet pickup Friday 4-8pm, race Saturday with staggered starts. No airport or lodging details provided, which either means they're basic or nonexistent. Small-town logistics work until they don't."
  },
  "adventure": {
    "score": 2,
    "explanation": "Remote backcountry gravel and wide-open prairie sounds promising for the Western experience. Historic Oregon Trail area adds narrative weight to the suffering. But without specific course details or rider reports, you're trusting Wyoming geography to deliver the goods."
  }
}
