{
  "prestige": {
    "score": 2,
    "explanation": "They bill themselves as 'Vancouver Island's Premier and Oldest Gravel Fondo' but that's like being the tallest dwarf. Eight years old and still pulling regional talent like Carter Nieuwesteeg from Fernie – respectable but not exactly drawing the big guns. Part of BC's Triple Crown series gives it some legitimacy, but this isn't Unbound."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Four distance options from 25km to 165km shows they understand different rider needs, and the Full Fondo Plus winner finishing in 5:15:36 suggests real terrain. They provide mechanical support, timed results, and actual aid stations instead of just water bottles on card tables. Solid execution for a regional event, nothing revolutionary."
  },
  "experience": {
    "score": 3,
    "explanation": "Starts and finishes at the Lower Ballfield with Okanagan Spring beer garden and Sapinos pizza waiting – they understand the post-ride ritual. Rolling through Cowichan Valley's river valleys and lush green trees beats staring at cornfields. The souvenir socks are a nice touch, assuming they're not cheap polyester garbage."
  },
  "community": {
    "score": 3,
    "explanation": "Vancouver Island cycling community shows up consistently for eight editions running, which says something about repeat value. Individual and team categories for both men and women keeps it inclusive without getting preachy about it. The beer garden and shared suffering create the usual gravel bonding experience."
  },
  "field_depth": {
    "score": 2,
    "explanation": "BC regional talent dominates the podium – Nieuwesteeg, Meier from Cumberland, Wright from Victoria. These are solid riders but we're not seeing international depth or pro team representation. The 5:15 winning time for 160km suggests decent competition, but this isn't where careers are made."
  },
  "value": {
    "score": 3,
    "explanation": "Registration includes mechanical support, timed results, food, beer, and those souvenir socks everyone secretly loves. Early bird pricing before March 15th shows they reward commitment over procrastination. For a regional gravel event, the package hits the basics without gouging you."
  },
  "expenses": {
    "score": 3,
    "explanation": "Lake Cowichan isn't exactly a tourist trap, so lodging won't murder your wallet like Whistler would. It's Vancouver Island, so ferry costs add up if you're coming from mainland, but that's geography, not greed. The rural location keeps things reasonably priced once you're there."
  },
  "length": {
    "score": 4,
    "explanation": "165km Full Fondo Plus is legitimate suffering territory – that 5:15 winning time proves it's not a coffee ride. Four distance options from 25km beginner to full masochist means everyone finds their pain threshold. The 75-mile distance hits that sweet spot where you earn your beer without questioning life choices."
  },
  "technicality": {
    "score": 3,
    "explanation": "Described as intermediate-advanced with climbing, technical riding, and steep descents – proper gravel, not just fire roads. Rolling through river valleys and panoramic terrain suggests varied surface conditions. They warn about technical riding, which means rocks and roots, not just smooth gravel highways."
  },
  "elevation": {
    "score": 3,
    "explanation": "4500 feet over 75 miles isn't Leadville, but it's respectable climbing that'll test your gearing choices. The rolling hills through Cowichan Valley create consistent elevation changes rather than one monster climb. Enough to hurt, not enough to break you."
  },
  "climate": {
    "score": 3,
    "explanation": "Early June in BC coastal region typically means mild temperatures and possible rain – rideable but not guaranteed sunshine. Vancouver Island weather can shift quickly, but it's not the alpine nightmare of higher elevations. Pack layers and hope for the best."
  },
  "altitude": {
    "score": 1,
    "explanation": "Cowichan Valley sits near sea level – you're not losing sleep over oxygen debt here. This is coastal BC, not Colorado, so your biggest breathing concern is the guy drafting behind you. Zero altitude considerations for training or race day strategy."
  },
  "logistics": {
    "score": 2,
    "explanation": "Packet pickup runs Saturday 2-6 PM and Sunday morning at Centennial Hall, but that tight window could bite latecomers. Start times staggered from 7 AM to 8:45 AM helps with congestion, though those early calls are brutal. Rural location means limited backup options if things go sideways."
  },
  "adventure": {
    "score": 3,
    "explanation": "Vancouver Island's backcountry gravel roads and river valleys offer genuine exploration beyond the usual rail-trail boredom. The terrain promises panoramic views and varied surfaces that keep you engaged rather than grinding. It's proper adventure riding, just not expedition-level remote."
  }
}
