{
  "prestige": {
    "score": 5,
    "explanation": "Was part of the Life Time Grand Prix in 2024 (dropped for 2025+). Founded by Burke Swindlehurst, a legend in the scene. Keegan Swenson's course record (~3:56) is one of the most impressive performances in gravel. 'The toughest 70 miles on the planet' isn't just marketing—it's earned."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Well-organized with 5 aid stations, drop bag service, and shuttle support. The mid-race cutoff (mile 27 by 10am) is enforced for safety. Life Time took over in 2019 and maintains Burke's vision. Course marking is thorough but GPS backup recommended."
  },
  "experience": {
    "score": 5,
    "explanation": "You'll remember Crusher forever. The Col d'Crush final climb breaks people mentally and physically. The contrast of valley heat and alpine finish. The thousand-yard stare at the finish line. It's a bucket-list event for serious gravel racers."
  },
  "community": {
    "score": 4,
    "explanation": "Smaller field (~600) creates intimacy. Serious athletes who know what they signed up for. The finish at Eagle Point has a party atmosphere with beer and food. Burke's presence and enthusiasm set the tone. Less 'festival' vibe than big races, more shared suffering."
  },
  "field_depth": {
    "score": 5,
    "explanation": "With a field of 500+ riders, the altitude and difficulty attract climbers and altitude-adapted athletes. Keegan Swenson, Peter Stetina, Haley Smith, Sofia Gomez Villafañe have all raced here. Even age-group categories see strong performances—legends like Ned Overend and Tinker Juarez have raced. Elite-level competition, on par with Belgian Waffle Ride San Diego. As Zach Calton puts it: \"We rolled up the pavement start easy. A one-man break (Rob Smallman) went up the road. Once we turn off the main highway and start the initial climb proper I went to the front and kept a hard tempo.\""
  },
  "value": {
    "score": 4,
    "explanation": "~$200 for a premium, well-supported event is reasonable. You get aid stations, shuttles, drop bags, a finisher belt buckle, and post-race party. The challenge itself is worth the price of admission."
  },
  "expenses": {
    "score": 4,
    "explanation": "Rural Utah isn't expensive, but it's remote. Limited hotel options in Beaver mean booking early or staying 30+ minutes away. Flights to Salt Lake City plus 3-hour drive add up. Budget $500-700 for travel/lodging on top of entry. More affordable than Gravel Worlds."
  },
  "logistics": {
    "score": 3,
    "explanation": "Life Time runs this machine efficiently with clear cutoff enforcement - miss mile 27 by 10:00 AM sharp and you're done. Registration opens in January and sells out fast at $200, which keeps the riffraff out but creates planning pressure. The mountain-top finish at Eagle Point Resort means shuttles and logistics get complicated, especially when slower riders are still grinding up Col d'Crush at 5 PM."
  },
  "length": {
    "score": 3,
    "explanation": "69.9 miles hits the sweet spot - long enough to separate pretenders from contenders, short enough that you won't be hallucinating. Winners clear it in 4 hours while mortals take 8-9, which tells you everything about how those climbs chew up time. It's not the marathon distance of Unbound, but every mile here punches harder than three flat Kansas miles. Similar distance to Lost and Found Gravel."
  },
  "technicality": {
    "score": 4,
    "explanation": "The Big Drop descent will teach you about physics - 4,000 feet of switchbacking, washboard-ridden gravel that ejects water bottles and egos alike. Keegan Swenson coasted at 42 mph for 4.5 minutes straight, but mortals ride the brakes hard through those switchbacks. The mix of surfaces keeps you honest - paceline on pavement through Junction, then straight into the Sarlacc Pit's loose hell on Doc Springs Road. More technical than most — comparable to Belgian Waffle Ride San Diego. As Paige puts it: \"Gearing was made simple with the mullet set up, I ran a 46t front chain ring and a SRAM Eagle 10-50t rear cassette and felt this was perfect for the steep climbs, but also able to push power on the fl...\""
  },
  "elevation": {
    "score": 5,
    "explanation": "Over 10,000 feet of climbing in 70 miles - that's 140+ feet per mile average, with two separate ascents topping 10K elevation. The first climb from Beaver Canyon gains 4,000 feet over 13-14 miles, then you plummet into Piute Valley only to face Col d'Crush for the finale. This isn't rolling hills - it's two proper mountain passes with a punishing descent between them. Among the hilliest in gravel, comparable to Badlands. As Paige puts it: \"Gearing was made simple with the mullet set up, I ran a 46t front chain ring and a SRAM Eagle 10-50t rear cassette and felt this was perfect for the steep climbs, but also able to push power on the fl...\""
  },
  "climate": {
    "score": 4,
    "explanation": "Historical weather data shows average highs of 90°F and lows of 66°F, with a 23% chance of rain on any given day, and gusts reaching 27 mph. Mid-July in Utah desert means you start at dawn and race the heat up those exposed climbs. The valley rollers through Junction become an oven by late morning, baking riders on pavement between farm fields. Starting at 6,000 feet and finishing above 10,000 means you'll experience multiple climate zones in one day - desert heat below, alpine conditions on top. Milder conditions than Leadville Trail 100 MTB."
  },
  "altitude": {
    "score": 5,
    "explanation": "This might be the highest-elevation gravel finish in North America - the line sits above 10,400 feet at Eagle Point Resort. You climb from 5,900 in Beaver to over 10K twice, which means sea-level warriors get a physics lesson in oxygen debt. The first major climb tops out at 10,000 feet around mile 24, and many riders hit their redline there before they even see Col d'Crush. Among the highest-altitude events in gravel, on par with Badlands."
  },
  "adventure": {
    "score": 5,
    "explanation": "Two 10,000-foot mountain passes, a 4,000-foot plunge through the Sarlacc Pit, and a mountain-top finish above the clouds - this is proper expedition racing. The course throws everything at you: white-knuckle descents, alpine suffering, desert heat, and thin air that makes your legs scream. Burke Swindlehurst didn't call it 'the toughest 69 miles on the planet' for marketing - he meant it."
  }
}
