{
  "prestige": {
    "score": 2,
    "explanation": "Sub-100 rider field and zero Reddit race reports means Crystal Bear lives in bikepacking's shadow realm. It's part of the Ironbear 1000 series, which sounds impressive until you realize it's grassroots Wisconsin organizing with more emphasis on suffering than social media. The overnight format attracts experienced bikepackers who don't need external validation, but that also means nobody outside the Northwoods has heard of it."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Self-supported point-to-point with turn-by-turn navigation and no aid stations—this is adventure racing, not gravel racing with training wheels. The course mixing Wisconsin forest roads into Michigan's Upper Peninsula terrain is legitimate, but organization stays grassroots minimal. You get a route, a start time, and good luck—which is either refreshingly pure or terrifyingly underdeveloped depending on what you expect from race fees."
  },
  "experience": {
    "score": 5,
    "explanation": "192 miles of overnight solo suffering through pitch-black Northwoods forests with black flies, potential bear encounters, and 30-degree overnight lows. You'll spend 8-10 hours riding in complete darkness navigating sandy Wisconsin terrain into Michigan's Upper Peninsula while carrying everything you need to survive. Most riders finish looking like they escaped from something rather than completed something—which is exactly the point."
  },
  "community": {
    "score": 3,
    "explanation": "Small field of hardcore bikepackers creates tight bonds among finishers, but the overnight solo format means you're mostly alone with your thoughts and the darkness. Limited field size builds camaraderie among the initiated, though finding that community beforehand requires being plugged into Midwest bikepacking circles. It's more like joining a survival cult than a cycling club."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Sub-100 riders in an invitation/lottery format means you're racing against other masochists, not elite athletes. The overnight self-supported format filters for experience over speed—this attracts bikepacking veterans who can navigate, survive, and suffer efficiently rather than pure watts-per-kilogram monsters. Depth comes from competence, not competition."
  },
  "value": {
    "score": 4,
    "explanation": "$75-150 gets you 192 miles of marked route through two states, navigation support, and an experience that costs thousands to replicate independently. No aid stations or fancy swag, but you're paying for route development and emergency backup through remote Northwoods terrain. Compare that to destination races charging $300+ for half the distance and a t-shirt."
  },
  "expenses": {
    "score": 3,
    "explanation": "Point-to-point logistics from Laona, Wisconsin to Crystal Falls, Michigan creates the real expense—shuttle costs or leaving cars at both ends. Budget overnight gear is mandatory: bivy, 30-40 degree sleeping system, high-lumen lights for 8-10 hours of darkness, plus food for 20-30 hours of self-sufficiency. The race fee is reasonable but the required equipment investment separates tourists from participants."
  },
  "length": {
    "score": 5,
    "explanation": "192 miles of overnight point-to-point bikepacking pushes most riders into 15-30 hour sufferfests depending on experience and conditions. This isn't a long gravel race—it's a survival challenge disguised as cycling where finishing requires managing sleep deprivation, hypothermia risk, and navigation errors through two states of remote forest. Length becomes existential around Mile 120 when you're alone in Michigan darkness."
  },
  "technicality": {
    "score": 3,
    "explanation": "Sandy Wisconsin sections that bog down wheels, embedded rocks, stream crossings, and root-heavy trail intersections create constant bike handling challenges. The real technicality comes from navigation and self-sufficiency—dead GPS batteries or wrong turns in darkness can add 10+ mile detours with no external help. Night riding through dense forest requires skills most gravel racers never develop."
  },
  "elevation": {
    "score": 3,
    "explanation": "8,000 feet over 192 miles through Northwoods terrain means constant rolling undulation rather than sustained climbing. Short, punchy climbs through Wisconsin forests transitioning into Upper Peninsula Michigan's rugged landscape—nothing epic but relentless. The elevation becomes grinding when combined with sandy surfaces that kill momentum and 20+ hours of accumulated fatigue."
  },
  "climate": {
    "score": 4,
    "explanation": "Mid-May in northern Wisconsin and Upper Peninsula Michigan delivers 40-65°F days dropping to 30-45°F overnight with frequent rain and emerging black fly swarms. You'll need warm layers for hypothermia-risk overnight temperatures while managing spring mud conditions and insect harassment during brief stops. Weather variability ranges from late snow to warm sunshine—prepare for anything and expect suffering."
  },
  "altitude": {
    "score": 1,
    "explanation": "Northwoods Wisconsin and Upper Peninsula Michigan terrain stays near sea level with minimal altitude impact on performance. The suffering comes from distance, weather, darkness, and isolation rather than thin air. Your lungs work fine—everything else falls apart."
  },
  "logistics": {
    "score": 2,
    "explanation": "Point-to-point from Laona, Wisconsin to Crystal Falls, Michigan creates a transportation nightmare requiring shuttle arrangements or car drops 4+ hours apart. Remote start and finish locations mean limited accommodation options and complex coordination for crew support. The grassroots organization provides minimal logistical hand-holding—figure it out yourself or stay home."
  },
  "adventure": {
    "score": 5,
    "explanation": "Overnight solo navigation through remote Northwoods forests where cell service disappears and wildlife encounters are real delivers pure adventure cycling. You'll spend hours alone in pitch-black wilderness carrying everything needed for survival while managing sleep deprivation and hypothermia risk. This is what adventure looked like before Instagram—dangerous, lonely, and completely dependent on your competence and preparation."
  }
}
