{
  "prestige": {
    "score": 3,
    "explanation": "D2R2 is the 'mecca for gravel cyclists' in New England and Strambecco calls it one of the region's best gravel events. But it's a randonnée-style non-competitive ride, which caps its national gravitas. Regional legend status without the broader recognition that comes from actual racing."
  },
  "race_quality": {
    "score": 3,
    "explanation": "They've got their logistics sorted with eight route options from 12 miles to 200K, GPX files ready, and proper aid stations. The randonnée format eliminates competitive racing drama but delivers consistent organization. Field near Mill Village Road is clearly marked, breakfast through dinner included, but it's participation-trophy vibes all day."
  },
  "experience": {
    "score": 3,
    "explanation": "Remote western Massachusetts countryside with panoramic vistas and a proper gravel grinder challenge across 112 miles and 7000 feet. The non-competitive atmosphere fosters genuine camaraderie instead of suffer-fest racing. But if you're hunting for that razor's edge between glory and disaster, this ain't your battlefield."
  },
  "community": {
    "score": 3,
    "explanation": "The randonnée format creates authentic community vibes without the usual gravel posturing, and it's a fundraiser for Franklin Land Trust conservation work. Multiple route options mean different tribes can ride together. But the non-competitive nature means you're missing the shared suffering that really bonds people."
  },
  "field_depth": {
    "score": 2,
    "explanation": "It's a randonnée, not a race, so the fastest riders either skip it entirely or treat it as a training ride. Eight routes spread the field thin across ability levels. No competitive element means no real depth of talent showing up to throw down."
  },
  "value": {
    "score": 3,
    "explanation": "Early bird at $150 gets you breakfast, lunch, dinner, rest stops, and 112 miles through western Massachusetts terrain. But $250 at the door is steep for a non-competitive ride. Decent value if you register early and actually eat all the food they're throwing at you."
  },
  "expenses": {
    "score": 3,
    "explanation": "Registration hits $250 on race day which is rough, but the tiered pricing rewards planning ahead. Deerfield isn't exactly a destination town so lodging costs stay reasonable. Food's included so you're not hemorrhaging cash at convenience stores, but no prize purse to offset anything."
  },
  "length": {
    "score": 4,
    "explanation": "Eight routes from 12 miles to 200K Mystery Ride means everyone from families to masochists finds their distance. The 112-mile flagship delivers proper all-day adventure without being stupid long. Multiple options prevent the usual 'too short' or 'too long' complaints that plague most events."
  },
  "technicality": {
    "score": 2,
    "explanation": "Primarily dirt roads and gravel trails through Massachusetts countryside, which means manageable surfaces and predictable conditions. The 105K detour to Rowe and Edge Hill on the 92K add some bite, but this isn't technical single track. Good gravel fitness matters more than bike handling wizardry."
  },
  "elevation": {
    "score": 4,
    "explanation": "7000 feet over 112 miles delivers proper climbing without being Alpine stupid. That's enough vertical to separate the climbers from the pretenders while staying manageable for mortals. The 105K detour adds another 271 feet just to keep things interesting."
  },
  "climate": {
    "score": 2,
    "explanation": "August in western Massachusetts brings heat, humidity, and potential thunderstorms that can turn dirt roads into slip-n-slides. No historical weather data provided, but late summer in New England is a dice roll between perfect and miserable. At least you're not dealing with mountain weather."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting near Deerfield at around 200 feet above sea level, this is basically riding at your kitchen table. Maximum elevation unspecified but we're talking Massachusetts hills, not Colorado peaks. Your sea-level lungs won't even notice the difference."
  },
  "logistics": {
    "score": 3,
    "explanation": "Field location near Mill Village Road is clearly marked with a huge tent, parking sorted, and multiple start times spread the chaos. GPX files available, cue sheets provided, but no details on nearest airport or lodging strategy. Solid execution on race day basics, sketchy on travel planning intel."
  },
  "adventure": {
    "score": 3,
    "explanation": "The 200K Mystery Ride designed by 'Sandy' promises proper exploration through remote western Massachusetts terrain with panoramic vistas. Eight route options let you choose your own adventure level. But randonnée format means supported adventure, not the type where you might actually get lost or run out of food."
  }
}
