{
  "prestige": {
    "score": 1,
    "explanation": "Dead Swede calls itself 'The Premier Gravel Race of the West' while hiding basic details like field size, winners, or any race coverage. No pro riders, no YouTube highlights, no Reddit war stories. Self-proclaimed greatness without the receipts is just Wyoming wishful thinking."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Aid stations every 10 miles and multiple distance options show basic competence, but the complete lack of published cutoff times or logistics details screams small-town operation. The course profile promises 'challenging climbs and fast descents' but won't tell you when you'll get swept or where you'll park. Functional, not polished."
  },
  "experience": {
    "score": 2,
    "explanation": "You'll get Bighorn Mountain views and the famous Bekton Hill Climb, but zero rider testimonials or race reports exist to validate the experience. The 60-mile route tours Wyoming foothills with 80% gravel and 'punchy climbs,' which sounds decent until you realize there's no community buzz or memorable moments being shared anywhere."
  },
  "community": {
    "score": 3,
    "explanation": "Multiple distance options from 20-mile family rides to 100-mile sufferfests show they're trying to build something inclusive. The Black Friday in-person registration at Sheridan Bicycle Company suggests local bike shop support. But without visible rider reviews or social media presence, the community exists more in theory than practice."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No published field size, no notable winners, no competitive depth mentioned anywhere. When a race can't tell you who showed up or who won, you're looking at a participation trophy event. The 'Premier Gravel Race of the West' claim becomes laughable when there's zero evidence of anyone fast caring."
  },
  "value": {
    "score": 4,
    "explanation": "$100 entry fee for 60 miles through Wyoming's Bighorn foothills with 3,899 feet of climbing is legitimate bang for buck. Multiple aid stations, organized logistics, and access to terrain that would cost you serious gas money to explore solo. The price point respects your wallet even if the prestige doesn't respect your resume."
  },
  "expenses": {
    "score": 3,
    "explanation": "Sheridan, Wyoming isn't exactly a destination that gouges you on hotels or dining, and the $100 entry fee won't break anyone. But with no airport information or lodging strategy provided, you're flying blind on travel costs. Small-town affordable once you figure out how to get there."
  },
  "length": {
    "score": 3,
    "explanation": "62 miles hits the sweet spot between 'why did I drive here' and 'why am I still suffering.' The 60-mile route covers enough terrain to see Wyoming's foothills properly while finishing before you start questioning your life choices. Four distance options mean you can right-size your pain tolerance."
  },
  "technicality": {
    "score": 2,
    "explanation": "80% gravel with 'rolling short steep hills' and 'punchy climbs' suggests moderate terrain that won't destroy your bike or your confidence. The course stays in the foothills rather than entering the actual Bighorn Mountains, keeping things manageable. Technical enough to require gravel skills, not technical enough to require survival skills."
  },
  "elevation": {
    "score": 3,
    "explanation": "3,899 feet of climbing over 60 miles delivers steady work without the soul-crushing mega-climbs that ruin your day. The famous Bekton Hill Climb provides a signature suffer moment, while the rolling foothills keep your legs honest throughout. Enough vertical to earn your post-race beer, not enough to need oxygen therapy."
  },
  "climate": {
    "score": 2,
    "explanation": "June in Wyoming can swing from perfect to apocalyptic without warning, and Dead Swede provides zero historical weather data to help you prepare. Mountain weather at elevation means you could face everything from snow to thunderstorms to blazing sun. Pack for all seasons or pray to the weather gods."
  },
  "altitude": {
    "score": 3,
    "explanation": "Starting around Sheridan's 3,800 feet and climbing toward 7,600 feet means sea-level riders will feel it but won't die from it. High enough to thin the air and slow your roll, not high enough to require altitude training camps. Your power numbers will drop, but your brain will keep working."
  },
  "logistics": {
    "score": 2,
    "explanation": "No airport information, no parking details, no packet pickup specifics beyond a Black Friday registration event at the local bike shop. They'll take your money through ItsYourRace but won't tell you how to actually show up prepared. The race exists, the support information doesn't."
  },
  "adventure": {
    "score": 3,
    "explanation": "Wyoming's Bighorn foothills with 'grand landscapes, green fields, and wildlife' promise genuine backcountry touring through terrain most riders never see. 80% gravel through rolling ranch country and geological features delivers the goods. Real adventure requires leaving civilization behind, and Sheridan definitely qualifies."
  }
}
