{
  "prestige": {
    "score": 2,
    "explanation": "Derby, Tasmania isn't exactly the center of the gravel universe, and the UCI Gravel World Series inclusion in 2025 feels more like a participation trophy than earned status. Sure, it hosted AusCycling Gravel Nationals in 2023 and 2024, but that's like being the tallest kid in elementary school. The race website mentions 'the gravel scene taking on the world' - cute aspirational marketing, but prestige comes from decades of breaking spirits, not press releases."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Being a UCI World Series qualifier alongside Seven and Gravelista gives it some legitimacy, but the lack of available course details, aid station info, or even basic logistics suggests organizational growing pains. The jump from hosting nationals to international qualifier status happened fast - maybe too fast. Quality races don't hide their course profiles or make riders guess about basic race information."
  },
  "experience": {
    "score": 4,
    "explanation": "Tasmania's remote wilderness delivers the kind of isolation that transforms suffering into stories worth telling. 120 miles with 12,000 feet of climbing through terrain that wants to kill you creates the exact type of earned misery gravel riders crave. Derby sits in mountain bike country, which means technical descents and climbs that'll separate the tourists from the committed."
  },
  "community": {
    "score": 3,
    "explanation": "The Australian gravel scene has that frontier energy where everyone's still figuring it out together, which beats the corporate polish creeping into established races. Derby's small enough that the race becomes the biggest thing happening, creating natural camaraderie. But the lack of available rider reports or community chatter online suggests it hasn't built the cult following that defines the best gravel experiences."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Remote Tasmanian location plus brutal distance naturally limits the field to locals and the genuinely committed. No data on field size or notable past winners suggests the talent pool remains shallow. UCI status might attract some international talent, but getting to Derby isn't exactly convenient for most of the world's best gravel riders."
  },
  "value": {
    "score": 3,
    "explanation": "120 miles of Tasmanian wilderness for whatever they're charging delivers serious bang per kilometer, assuming you survive it. The course length alone puts most weekend warriors through more suffering than they'll see all year. But without knowing entry fees or what's included, it's hard to judge if they're pricing like established races while still figuring out the basics."
  },
  "expenses": {
    "score": 1,
    "explanation": "Derby, Tasmania - you're looking at international flights, domestic connections, rental car, and accommodation in a tourist area that knows you're trapped. The website mentions accommodation partners but provides zero actual details or pricing, which usually means expensive and limited. Getting gear there and back adds another layer of logistical cost most riders don't calculate until too late."
  },
  "length": {
    "score": 4,
    "explanation": "120 miles separates the dreamers from the doers, especially when combined with 12,000 feet of climbing. Official listings show 106km and 54km options, but if you're traveling to Tasmania for anything less than the full distance, you're missing the point. This isn't a distance that forgives poor preparation or optimistic fitness assessments."
  },
  "technicality": {
    "score": 3,
    "explanation": "Derby sits in Tasmania's mountain bike mecca, which means terrain built by geology, not trail designers. The lack of surface breakdown data suggests varied technical challenges, but without specific course details, riders are flying blind into potentially sketchy descents. Mountain bike country usually translates to technical climbs and descents that punish road racing tactics."
  },
  "elevation": {
    "score": 4,
    "explanation": "12,000 feet of climbing over 120 miles means no flat recovery sections and constant gear selection decisions. Tasmania's terrain doesn't do gentle rollers - it does steep, sustained climbs that expose fitness lies. The elevation gain puts it in serious mountain territory where weather changes fast and poor pacing decisions compound into race-ending mistakes."
  },
  "climate": {
    "score": 2,
    "explanation": "June in Tasmania means winter conditions with unpredictable mountain weather that can shift from cold rain to snow without warning. The southern latitude and island climate create rapid weather changes that catch mainland Australians off guard. Weather data isn't available, but Tasmanian winters don't care about your race schedule or gear choices."
  },
  "altitude": {
    "score": 2,
    "explanation": "Tasmania's highest peaks don't break serious altitude barriers, but the constant elevation changes and exposure to weather systems create their own challenges. The lack of available elevation profile data suggests modest maximum elevations but sustained climbing throughout. Not the thin-air challenge of Colorado, but elevation changes that accumulate into serious fatigue."
  },
  "logistics": {
    "score": 1,
    "explanation": "Derby requires flying to Tasmania, then driving to a town most Australians couldn't find on a map, with zero available information about parking, packet pickup, or start times. The website mentions accommodation partners but provides no actual details when you need to book travel months ahead. Basic race information remains mysteriously unavailable, forcing riders to plan blind."
  },
  "adventure": {
    "score": 4,
    "explanation": "Racing 120 miles through Tasmania's wilderness delivers the kind of remote suffering that defines real adventure cycling. Derby sits in terrain where mechanical failures or wrong turns have serious consequences, not just Instagram opportunities. The combination of distance, elevation, and isolation creates genuine adventure where self-sufficiency becomes survival skill, not marketing copy."
  }
}
