{
  "prestige": {
    "score": 3,
    "explanation": "NYS Gravel State Championship status gives it real legitimacy in 2025, but it's basically the resurrection of NatiFo Forty that died in 2022. Black Pearl Bikes is running the show now, which means local shop passion but not the machine that builds marquee events. It's got pedigree from the beloved original, but you're not impressing anyone outside New York by winning here."
  },
  "race_quality": {
    "score": 3,
    "explanation": "The course delivers 5,000 feet over 62 miles through Finger Lakes National Forest, which is proper suffering math. Black Pearl Bikes knows the terrain and has the NatiFo Forty blueprint to work from. But there's no data on how well they execute aid stations, timing, or the details that separate good races from sloppy ones."
  },
  "experience": {
    "score": 3,
    "explanation": "Starting at Silver Queen Farm in Trumansburg puts you in prime Finger Lakes country, which is genuinely beautiful. The 2025 report called it 'a great success' despite weeks of wet weather, suggesting they can adapt when conditions turn nasty. You're getting scenic suffering, but it's not going to be the epic story you tell for years."
  },
  "community": {
    "score": 3,
    "explanation": "This is the 'reincarnation of the beloved NatiFo Forty,' which tells you people cared enough about the original to bring it back. Black Pearl Bikes has that local shop energy promoting Finger Lakes cycling culture. But it's early days for the new version, and regional loyalty doesn't automatically translate to the tight-knit vibe that makes races memorable."
  },
  "field_depth": {
    "score": 2,
    "explanation": "State championship status will pull some New York talent, but Trumansburg isn't exactly a destination that draws national fields. The original NatiFo Forty ran 2018-2022 without building major buzz outside the region. You're racing against dedicated locals and regional gravel heads, not the cream of American gravel racing."
  },
  "value": {
    "score": 3,
    "explanation": "You're getting state championship racing in beautiful terrain with a proper distance and elevation challenge. Black Pearl Bikes has clear passion for showcasing the Finger Lakes, which usually translates to organizers who care about rider experience. No registration fee data available, but regional races typically price reasonably compared to destination events."
  },
  "expenses": {
    "score": 3,
    "explanation": "Trumansburg is small-town New York, so you're not paying premium destination pricing for lodging and food. No major airport nearby means driving for most people, which keeps travel costs down. The Finger Lakes region has reasonable accommodations, but you'll need to plan ahead since options are limited in rural areas."
  },
  "length": {
    "score": 3,
    "explanation": "62 miles hits the sweet spot where you're properly tested without entering suffer-fest territory. It's long enough that fitness gaps show up, short enough that technical skills and race tactics still matter. The original was 40 miles, so they've extended it to proper gravel distance without going full masochist."
  },
  "technicality": {
    "score": 2,
    "explanation": "Finger Lakes National Forest terrain is hilly but not known for technical challenges. The course is described simply as 'hilly,' which suggests climbing fitness matters more than bike handling wizardry. This is power-based suffering through rolling terrain, not the kind of technical minefield that separates mountain bike converts from roadies."
  },
  "elevation": {
    "score": 4,
    "explanation": "5,000 feet over 62 miles is legitimate climbing that will separate the wheat from the chaff. That's 80 feet per mile average, which means sustained rolling hills or some proper climbs mixed in. The Finger Lakes region delivers consistent vertical that accumulates into real fatigue, not just token bumps that road racers can power over."
  },
  "climate": {
    "score": 2,
    "explanation": "Late May in upstate New York is a weather gamble that often loses. The 2025 edition dealt with 'weeks of wet weather leading up to the start,' which is typical spring conditions. You're risking cold, wet, miserable conditions that turn gravel into slop and make the day about survival rather than racing."
  },
  "altitude": {
    "score": 1,
    "explanation": "Trumansburg sits around 1,000 feet above sea level in the Finger Lakes region. This is essentially sea level for anyone who doesn't live in a swamp. If altitude affects your performance here, the problem isn't the elevation."
  },
  "logistics": {
    "score": 3,
    "explanation": "Silver Queen Farm provides a proper start/finish venue in rural Trumansburg, but detailed logistics aren't published yet. Black Pearl Bikes is a local shop that knows the area, which usually means solid local knowledge but potentially amateur-hour execution on race day details. Small town location limits lodging and food options, requiring more planning than destination events."
  },
  "adventure": {
    "score": 2,
    "explanation": "Finger Lakes National Forest offers genuine natural beauty and the satisfaction of a proper climbing challenge. But this is well-marked course racing in familiar terrain, not the kind of exploratory suffer-fest that creates lasting memories. You're getting scenic fitness testing, not the edge-of-the-map adventure that changes how you think about cycling."
  }
}
