{
  "prestige": {
    "score": 1,
    "explanation": "Three years old and already bouncing between dates and distances like a rookie organizer having an identity crisis. Sure, it landed a spot as Stop 5 in the USA Cycling Junior Gravel National Series, but that's more about geography than gravitas. The promotional copy reads like a sixth-grader's dinosaur pun assignment—'Jurass-kicked' and 'Mega-Saur-Ass' don't exactly scream legitimacy."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The course data is a mess—official sources can't agree if it's 55 miles with 3,500 feet or 98 miles with 9,293 feet of climbing. No published aid station info, no cutoff times, no field size data. When basic race logistics are this opaque three years in, you're dealing with organizational amateur hour."
  },
  "experience": {
    "score": 2,
    "explanation": "Vernal sits at the base of the eastern Uinta Mountains with legitimate High Uinta terrain and views of Dinosaur National Monument—the raw ingredients are solid. But with zero rider reports, no race coverage, and promotional material that sounds like it was written by a theme park marketing intern, the actual rider experience remains a mystery. The 'pristine dirt roads and massive climb' promise could deliver, or could be another case of overselling underwhelming terrain."
  },
  "community": {
    "score": 2,
    "explanation": "Part of the Utah Gravel Series, which gives it some regional network credibility. Vernal offers the full tourist weekend package—hotels, camping, museums, petroglyphs—so the infrastructure exists for a proper gravel community gathering. But with no visible rider testimonials, forum chatter, or social media buzz after three years, this feels more like a race hoping for community than building one."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Zero data on field size, no notable past winners, no pro participation mentioned anywhere. Being a Junior National Series stop might pull some talent, but the complete absence of results, rider names, or competitive narrative suggests this is still firmly in the 'local riders only' category. Fast people don't race in information vacuums."
  },
  "value": {
    "score": 4,
    "explanation": "No published entry fees found, but Vernal delivers legitimate High Uinta Mountain terrain that costs serious money to access elsewhere. You're getting Dinosaur National Monument views and 'pristine dirt roads' in one package. The weekend infrastructure—camping, trails, rafting, museums—means your race entry buys access to a full adventure playground, not just a few hours of suffering."
  },
  "expenses": {
    "score": 2,
    "explanation": "Vernal sits in eastern Utah's middle of nowhere, meaning you're driving or flying into Salt Lake City and adding 200 miles of travel. The town promotes 'plenty of hotels' and camping options, suggesting reasonable accommodation costs, but getting there from anywhere significant requires commitment. Remote locations always cost more in time and gas, even when the destination is affordable."
  },
  "length": {
    "score": 2,
    "explanation": "At 55 miles, this sits in the gravel middle ground—not short enough to be accessible, not long enough to be epic. The conflicting course data showing a 98-mile T-Rex option suggests multiple distances exist, but the information chaos makes it impossible to know what you're actually signing up for. Moderate distance with immoderate confusion."
  },
  "technicality": {
    "score": 2,
    "explanation": "75% gravel roads through the High Uinta Mountains sounds legitimate but not gnarly—think Wyoming backcountry more than Vermont singletrack. The 'pristine dirt roads' description suggests maintained surfaces rather than technical challenges. High Uinta terrain can deliver real technicality, but this course appears designed for accessibility over difficulty."
  },
  "elevation": {
    "score": 2,
    "explanation": "The official 3,500 feet over 55 miles is respectable but not crushing—standard Western gravel climbing that'll hurt but won't destroy you. The conflicting data showing 9,293 feet over 98 miles suggests either multiple courses or serious organizational confusion. Either way, you're looking at meaningful but manageable climbing in legitimate mountain terrain."
  },
  "climate": {
    "score": 2,
    "explanation": "June in eastern Utah means heat, wind, and potential afternoon thunderstorms rolling off the Uinta Mountains. No weather data available, but Vernal's high desert location at mountain base means variable conditions and limited shade on those 'pristine dirt roads.' The climate won't kill you, but it won't coddle you either."
  },
  "altitude": {
    "score": 2,
    "explanation": "Vernal starts around 5,200 feet at the base of the eastern Uinta Mountains, with the High Uinta terrain potentially pushing higher. Not Colorado-brutal, but enough to notice if you're coming from sea level. The altitude impact depends entirely on which course elevation data proves accurate—moderate concern or significant factor."
  },
  "logistics": {
    "score": 2,
    "explanation": "Start location listed as 4250 N 3500 W in Vernal with a 7:00 am start time—the basics are covered. But packet pickup details, parking info, and aid station logistics are completely absent from available information. Having 'plenty of hotels and camping' helps, but race-day execution details remain a black box three years in."
  },
  "adventure": {
    "score": 3,
    "explanation": "High Uinta Mountains, Dinosaur National Monument proximity, and legitimate Utah backcountry access deliver real adventure potential. Vernal offers petroglyphs, museums, rafting, and trails for a full weekend of exploration beyond the race. The terrain and location provide genuine remote mountain experience, even if the race organization feels amateur. Sometimes the landscape carries the day."
  }
}
