{
  "logistics": {
    "score": 3,
    "explanation": "Entries sell out fast for the UK's biggest gravel race, capped at 2,000 riders. Rob Weaver describes the mass start chaos: \"riding in a bunch on a slippery, unpredictable surface at speed with a bunch of strangers is, at times, terrifying.\" The remote Kielder Forest location means you're committed once you're there, with riders reporting \"literally hundreds of people with punctures, particularly after the big descents.\""
  },
  "length": {
    "score": 4,
    "explanation": "130 miles with 14,100 feet of climbing puts you in serious hurt-locker territory. Tiggy found \"the hills were literally relentless, not so much steep on the whole but sooo long and they just kept on coming.\" At 8+ hours for most riders, it's long enough to separate the pretenders from the real deal, short enough that most fit riders can finish if they pace intelligently. Longer than Belgian Waffle Ride San Diego."
  },
  "technicality": {
    "score": 4,
    "explanation": "Rob Weaver describes Kielder's surfaces as \"fist or larger size rocks embedded in them... less like Midwest and Central Plains hero gravel and more like Rocky Mountain forest roads.\" Tiggy notes \"some of the gravel was very rocky and you had to follow a narrow 'path' between the rocks and there was a big boulder field.\" It's not single-track technical, but the mix demands real gravel skills. More technical than most — comparable to Belgian Waffle Ride San Diego."
  },
  "elevation": {
    "score": 4,
    "explanation": "Over 14,000 feet of climbing across 130 miles means relentless grinding. Tiggy confirms \"over 8000 feet of climb and the descents were brutal too, rattling about on rough tracks.\" The undulating terrain through Kielder Forest doesn't give you many flat recovery sections to soft-pedal, with enough vertical to crack legs and expose fitness gaps throughout the field. More climbing than SBT GRVL at the same score."
  },
  "climate": {
    "score": 4,
    "explanation": "April in Northumberland delivers unpredictable conditions. Rob Weaver reported: \"At about the halfway point, around 2 hours 30 minutes in, the wind got up and it rained quite heavily.\" With temperatures hitting 15°F and frequent rain, riders face everything from mud to potential snow. The mandatory kit requirements including thermal blankets acknowledge this place can get nasty when conditions turn. Milder conditions than Crusher in the Tushar."
  },
  "altitude": {
    "score": 1,
    "explanation": "You're in Northumberland, not Nepal—altitude is completely irrelevant here. The highest points in Kielder Forest barely register above sea level in any meaningful way. Save your altitude concerns for races that actually climb into thin air territory. Lower altitude than Gravel Worlds — no thin-air concerns."
  },
  "adventure": {
    "score": 4,
    "explanation": "Nearly 100% off-road through Britain's largest forest creates isolation and self-reliance demands. One rider lost both water bottles early: \"18 minutes in one of my water bottles fires out onto the floor on a rough descent... Another 4 minutes down the track and the next bottle fires itself out.\" The combination of unpredictable weather, remote forest setting, and mandatory survival kit creates adventure elements where your decisions matter."
  },
  "prestige": {
    "score": 5,
    "explanation": "Called 'the UK's answer to Unbound' by British media, it's THE flagship UK gravel event with 2,000 riders fighting for entry slots that sell out within hours. For UK gravel riders, it's the bucket-list event that defines the scene. The mass start energy and sheer scale make it the premier gravel challenge in Britain."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Well-organized with proper feed stations, GPS tracking, and mandatory kit requirements. The mass start can be chaotic as one rider noted: \"Unless you are in the leading group the segment to the first feed station is spent jostling for space as people get into their rhythm.\" No prizes (finishers listed alphabetically) emphasizes personal challenge over competition, with good safety protocols including cutoffs."
  },
  "experience": {
    "score": 5,
    "explanation": "Epic forest riding through one of Britain's most remote areas delivers memorable suffering. Tiggy admits: \"I was happy to be at the event at all... as my back went into spasm 3 days before and I had to ask Clive to stop at least 4x mid-ride to massage my back.\" The long hours in Kielder Forest, unpredictable weather, and satisfaction of finishing create lasting memories for the right and wrong reasons."
  },
  "community": {
    "score": 4,
    "explanation": "The heart of UK gravel culture with passionate local participation. Tiggy found the start \"a little intimidating... as I have unlike Clive, not 'raced' and I didn't like the crowds with all the riders packed in.\" The non-competitive format encourages camaraderie over racing, with camping vibes at Kielder and shared suffering in British conditions creating tight bonds among participants."
  },
  "field_depth": {
    "score": 4,
    "explanation": "Primarily UK-focused field with competitive riders like Rob Weaver, Josh Ibbett, and Ben Thomas mixing with enthusiasts. Power outputs hitting 790W, 1100W, and 403W show serious athletes are present, though it lacks major pro presence or international depth. The top finishers are fast UK amateurs and semi-pros rather than WorldTour-level talent. Deeper field than most — comparable to Badlands."
  },
  "value": {
    "score": 4,
    "explanation": "£85 (~$105) for a well-supported 130km event with three feed stations, GPS tracking, and mandatory kit requirements is reasonable for UK standards. The Strada Gravel Ultra Plus wheels and proper equipment setups riders describe show the event attracts serious participants willing to invest in quality gear, making the entry fee competitive with similar UK sportives."
  },
  "expenses": {
    "score": 4,
    "explanation": "Registration runs £100-150. UK travel and lodging aren't cheap, plus equipment costs add up. Riders run setups like \"Schwalbe G One R's in 45c width at 30 psi with tyre inserts front and rear\" and consume \"620 grams total carb intake, 95 grams per hour.\" Getting to remote Kielder requires driving, with limited local accommodation meaning camping or 30+ mile commutes to proper lodging. More affordable than Crusher in the Tushar."
  }
}
