{
  "logistics": {
    "score": 3,
    "explanation": "Silver Queen Farm provides a proper start/finish venue in rural Trumansburg, but detailed logistics aren't published yet. Black Pearl Bikes is a local shop that knows the area, which usually means solid local knowledge but potentially amateur-hour execution on race day details. Small town location limits lodging and food options, requiring more planning than destination events."
  },
  "length": {
    "score": 3,
    "explanation": "40 miles creates significant time spread - Jack Bernhard won in 2:17:07 while 50th place took 3:05:23. Elite riders averaged 17.5 mph while mid-pack struggled at 12.9 mph, indicating the technical terrain and 3,700 feet of climbing separate fitness levels effectively over this distance."
  },
  "technicality": {
    "score": 2,
    "explanation": "Course is explicitly 'not a gravel road race' but rather 'gravel meets cyclocross with lots of hills.' Features water crossings, fence crossings, cow fields, and technical trail sections through mud and grass. Described as 'CHALLENGING' and 'HARD' requiring 'GRIT to get through.'"
  },
  "elevation": {
    "score": 4,
    "explanation": "3,700 feet over 40 miles delivers serious climbing punishment in Finger Lakes National Forest terrain. The elevation gain contributes heavily to the wide time gaps, with winners maintaining 17.5 mph while the field gets progressively dropped on the sustained climbs throughout the course."
  },
  "climate": {
    "score": 2,
    "explanation": "Late May race dealt with 'weeks of wet weather leading up to the start' in 2025, which is typical spring conditions. Course warnings include 'may be MUDDY' as standard expectation. Finger Lakes weather in May remains unpredictable for outdoor events."
  },
  "altitude": {
    "score": 1,
    "explanation": "Trumansburg sits around 1,000 feet above sea level in the Finger Lakes region. This is essentially non-factor elevation for any rider outside coastal areas."
  },
  "adventure": {
    "score": 2,
    "explanation": "Course takes riders through creeks, forests, and requires fence crossings in cow fields. Described as 'BEAUTIFUL' and 'one-of-a-kind' terrain through Finger Lakes National Forest. However, it's marked racing rather than exploratory gravel adventure that creates lasting memories beyond the finish."
  },
  "prestige": {
    "score": 3,
    "explanation": "NYS Gravel State Championship status draws sponsored riders like Jack Bernhard (Donovan Racing) and Nathan Yost (Kelly Benefits Strategies Cycling). 131 finishers in 2025 with prizes 3-deep per category. Strong word-of-mouth with sources recommending asking 'anyone who raced last year' about the experience."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Mass start format with proper timing and results. Aid station stocked with water and race-specific electrolyte mix. Course marked with GPS backup recommended. Ruth Sherman, 66, finished 42nd overall showing the event accommodates wide ability ranges while maintaining competitive structure."
  },
  "experience": {
    "score": 3,
    "explanation": "Post-race features Babe's Burgers food truck, beer, and ice cream at Silver Queen Farm. Multiple sources call it 'totally worth it' despite challenging conditions. 2025 called 'a great success' even with weeks of pre-race wet weather affecting course conditions."
  },
  "community": {
    "score": 3,
    "explanation": "Black Pearl Bikes organizes to 'showcase our unique and beautiful Finger Lakes home' with local cycling community focus. Strong return participation suggested by race descriptions. All categories start together in mass start format creating shared experience across ability levels."
  },
  "field_depth": {
    "score": 2,
    "explanation": "131 finishers in 2025 with competitive front end - top three separated by under two minutes. Ruth Sherman's age 66 victory in Open Women shows depth across age groups. Regional event drawing sponsored teams but not national-level depth of major destination races."
  },
  "value": {
    "score": 3,
    "explanation": "State championship racing through unique mixed terrain with proper post-race amenities including food truck and beer. Course delivers challenging 40-mile test with significant elevation. Strong community endorsement with riders calling it 'totally worth it' for the complete experience."
  },
  "expenses": {
    "score": 3,
    "explanation": "Trumansburg location keeps lodging costs reasonable compared to destination events. No major airport nearby means driving for most participants, controlling travel expenses. Rural Finger Lakes region offers affordable accommodations though advance planning needed for limited options."
  }
}
