{
  "logistics": {
    "score": 4,
    "explanation": "Packet pickup Friday 5-7PM and Saturday 6-9:45AM at 17 South Bridge Street with clear parking at Saranac Community Schools. Multiple start times keep distances organized - Century at 7AM, Dirty 30 at 10:10AM. Kari Stuart solved parking constraints by getting dropped off: \"Parking is very limited in Saranac, and I was determined not to have a car on there. So Ben dropped me off in Lowell the morning of the race and I road down the crushed gravel Fred Meyer trail into Saranac.\""
  },
  "length": {
    "score": 4,
    "explanation": "100 miles rewards tactical riding over raw power in Michigan's rolling terrain. Stuart's wind-blocking strategy worked perfectly: \"There he was – a broader man with calves like boulders and a very steady cadence. He was riding a bit quicker than I could maintain on my own, and boy did he do a good job of blocking the wind! So I hung on his back wheel for those stretches directly into the wind.\" Seven distance options from kids ride to Savage Century accommodate every rider level."
  },
  "technicality": {
    "score": 2,
    "explanation": "Stuart describes 'hero gravel' surfaces built for speed, not bike handling skills. The course starts with \"150 feet of gain over the first mile... nothing steep\" then goes \"relatively flat\" for 12 miles. Even Ivan the Terrible near mile 30 is \"steady and steep\" but doesn't require technical navigation."
  },
  "elevation": {
    "score": 3,
    "explanation": "3,500 feet over 100 miles creates strategic suffering through timing rather than sustained climbing. Ivan the Terrible delivers the signature punch positioned brutally \"just a mile or two from the end of the race, which makes you wonder if gravel racing is maybe not all that fun after all.\" Stuart notes the payoff: \"Once you get to the top, you get to soon soar down to the finish line.\""
  },
  "climate": {
    "score": 4,
    "explanation": "Mid-April delivers testing conditions with dramatic temperature swings and serious wind exposure. Stuart experienced the full range: \"Was 42° and sunny when Ben dropped me off... Out on the course... it was starting to get hot!\" Combined with \"no joke\" 15-20 mph west-southwest winds, the weather rewards preparation and tactical clothing choices over thermal bibs and heavy jackets that others wore."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting around 150 feet elevation near Saranac keeps the race at sea level performance without acclimatization concerns. Stuart's course description confirms the low starting point: \"All of The Dirty 30 routes start off with 150 feet of gain over the first mile.\" Lower Michigan terrain means elevation gain comes purely from rolling topography rather than atmospheric challenges."
  },
  "adventure": {
    "score": 2,
    "explanation": "Stuart highlights the \"howl worthy downhill around mile 12\" as the biggest thrill moment, plus a \"fast and fun\" finish descent. But she frames it clearly as \"exactly what you want from a local gravel event\" with smooth roads through Michigan countryside rather than epic wilderness tales."
  },
  "prestige": {
    "score": 2,
    "explanation": "Stuart calls it her \"favorite event\" but frames it clearly as a \"local spring gravel opener\" with a \"small field.\" Part of the Michigan Gravel Race Series, it serves regional riders rather than destination racing. Stuart's tight finish shows competitive racing within the Michigan scene: \"She took 1st in our age group, and I was 2nd with a difference of 6-seconds.\""
  },
  "race_quality": {
    "score": 4,
    "explanation": "Stuart calls it \"exactly what you want from a local gravel event\" with smooth organization and \"perfect gravel roads.\" Seven distance options with staggered starts, clear packet pickup logistics show they've mastered small-town race management. The course delivers payoff moments riders want with the \"fast and fun\" finish following challenging climbs."
  },
  "experience": {
    "score": 3,
    "explanation": "Community reception varies dramatically depending on race day luck. Stuart brought her daughter Cassie for the free kids race, experiencing \"nice vibe from the quaint little community of Saranac.\" But FlaggerVandy encountered hostility: \"I am still taken aback by how unwelcoming the town of Saranac was to our event. Between the protester(?) with his burn pile, angry residents at the main intersection in town all day.\""
  },
  "community": {
    "score": 4,
    "explanation": "Small field creates personal racing where 6-second margins matter and families participate together. Stuart's daughter Cassie joined the free kids event, discovering gravel racing: \"when I called her a 'rockstar' she replied, 'Well yea, we are riding on rocks, mom!'\" The Michigan Gravel Race Series attracts committed regional riders who show up to compete seriously within their community."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Stuart describes a \"small field\" where drafting strategy behind riders with \"calves like boulders\" matters more than raw power. Her 6-second loss in her age group shows competitive racing exists, but the field size allows for tactical moves that wouldn't work in deeper events."
  },
  "value": {
    "score": 5,
    "explanation": "Seven distance options maximize entry value from kids ride to Savage Century, with Cassie's free 3-mile event adding family appeal. Stuart's Fred Meyer trail approach from Lowell provided bonus training miles and parking solutions. Multiple race formats in one weekend, family programming, and Stuart's assessment as \"exactly what you want from a local gravel event\" deliver exceptional value per registration dollar."
  },
  "expenses": {
    "score": 4,
    "explanation": "Stuart's drop-off strategy and \"close to home\" description suggests accessibility for regional Michigan riders without major travel costs. Gerald R. Ford International Airport provides reasonable access for out-of-state riders. Stuart's clothing choice - avoiding the \"thermal bibs, heavy jackets, mittens, and toe covers\" others wore - shows budget-friendly gear works fine for prepared riders."
  }
}
