{
  "prestige": {
    "score": 1,
    "explanation": "Sure, it's 'Scotland's longest running gravel event' since 2019, but that's like being the tallest dwarf. 100 riders max, no prize purse, no pro field – this is a friendly camping trip with bikes. Gets mentioned in some gear mag roundups, but so does every event that sends a press release."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Markus Stitz designs solid routes through the Cowal Peninsula, mixing singletrack and forestry roads across legit Scottish terrain. But it's not timed, there's no competitive element, and at 100 riders it feels more like a guided tour than a race. The 'broom wagon support' suggests they're expecting people to struggle with what should be manageable distances."
  },
  "experience": {
    "score": 2,
    "explanation": "Two-day bikepacking format with meals and camping included sounds appealing until you realize you're doing 135km over two days – hardly epic adventure territory. The Argyll Hotel start/finish is civilized, and riding Scotland's Adventure Coast has genuine scenic payoff. Just don't expect anything resembling racing atmosphere."
  },
  "community": {
    "score": 2,
    "explanation": "They push the 'big riding family' vibe hard, and returning riders suggest people genuinely enjoy the laid-back approach. But 100 people across two days in the Scottish countryside means you're mostly riding alone. It's intimate by default, not by design."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No competitive element, no timing, no prize money means zero reason for serious riders to show up. E-bikes welcome, 45mm minimum tire requirement, broom wagon support – they're actively catering to the 'just happy to finish' crowd. If you're looking for someone to push your pace, look elsewhere."
  },
  "value": {
    "score": 3,
    "explanation": "£94-99 gets you two days of guided routes, camping, dinner, breakfast, and support – that's genuinely reasonable for what amounts to a hosted bikepacking weekend. Compare that to most gravel events where you pay similar money for a single day and bring your own food. The all-inclusive approach actually makes financial sense."
  },
  "expenses": {
    "score": 2,
    "explanation": "Getting to Dunoon requires train to Gourock then ferry connection – classic Scottish transport pain. No direct airport access, and you're looking at Glasgow as your entry point plus ground transport. The inclusive meal package saves money, but the remote location means every mistake costs extra."
  },
  "length": {
    "score": 2,
    "explanation": "135km over two days breaks down to 65km and 70km stages – perfectly reasonable weekend mileage that won't challenge anyone with basic fitness. Day one has more climbing at 1,300m, but spread across 65km that's hardly mountainous. If you're training for real distance events, this won't prepare you."
  },
  "technicality": {
    "score": 2,
    "explanation": "Mix of singletrack, gravel paths, and forestry roads through Scottish terrain sounds promising, but the 45mm minimum tire requirement and 'challenging but approachable' description suggests nothing too spicy. Without specific technical features mentioned, it's probably fire roads with some rocky sections."
  },
  "elevation": {
    "score": 2,
    "explanation": "2,300m total elevation over 135km is respectable but not brutal – about 17m gain per kilometer average. Day one loads 1,300m into 65km while day two eases off to 1,000m over 70km. Decent training for Scottish conditions but won't teach you to suffer properly."
  },
  "climate": {
    "score": 2,
    "explanation": "Late September in western Scotland means you're gambling with weather – could be crisp and clear or sideways rain and 40mph winds off the Atlantic. No weather data available but anyone who's ridden Scotland knows to pack for everything. The camping format makes bad weather genuinely miserable."
  },
  "altitude": {
    "score": 1,
    "explanation": "Sea-level Scotland with rolling hills – altitude is completely irrelevant here. The Cowal Peninsula peaks barely register compared to real mountain riding. If you need altitude training, you're on the wrong continent."
  },
  "logistics": {
    "score": 2,
    "explanation": "Train to Gourock, ferry to Dunoon, then find the Argyll Hotel – doable but requires planning and Scottish transport cooperation. Registration from 7:30-8:45 AM with mandatory briefing gives you a narrow window. The remote location means limited backup options if things go sideways."
  },
  "adventure": {
    "score": 3,
    "explanation": "Bikepacking format through the rugged Cowal Peninsula delivers genuine Scottish adventure – wild landscapes, proper camping, and routes that showcase why this coastline has reputation. Two days exploring terrain most people never see, with support but real remoteness. Just don't confuse adventure with athletic challenge."
  }
}
