{
  "prestige": {
    "score": 1,
    "explanation": "This is a brand new race in a brand new series - the 2025 Dusty Gravel Series is literally described as 'never before seen in Belgium.' No race history, no notable winners, no established reputation in the gravel community yet. They're calling it 'legendary' in their 2026 promotional materials, which is pure marketing fiction for an event that hasn't even happened once."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The course promises to criss-cross Mosan valleys and Bear Valley through Condruzian Ardennes forests, which sounds legitimate for Belgian gravel terrain. However, with no rider reports, no established field management history, and conflicting distance information (50 miles vs 75/100km options), the actual execution remains unproven. The integration with Belgium Bike Festival suggests decent organizational backing, but first-year events are always question marks."
  },
  "experience": {
    "score": 2,
    "explanation": "Rolling through wooded paths in authentic Ardennes territory could be genuinely good, and the connection to Belgium Bike Festival means weekend activities beyond just the race. But with zero rider feedback, no details on aid stations or course atmosphere, and no established event culture, you're gambling on potential rather than proven experience. The series promises 'ultimate quality' but has no track record to back that claim."
  },
  "community": {
    "score": 2,
    "explanation": "Being part of a 4-race series and tied to the larger Belgium Bike Festival (3000+ cyclists) suggests decent participation potential. The series structure with points rankings could build camaraderie among repeat participants. However, with no established rider base, no community history, and no evidence of local gravel scene integration, the community aspect is purely speculative at this point."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Zero competitive pedigree as a first-year event in a first-year series. No indication that established Belgian or European gravel talent will show up, no prize purse to attract serious racers. The Belgium Bike Festival connection might bring bodies, but recreational festival riders don't equal competitive field depth."
  },
  "value": {
    "score": 3,
    "explanation": "If pricing follows the series pattern of 120-159€ for similar distances, that's reasonable for European gravel racing standards. The package typically includes frame number, finisher medal, and course support, plus you're getting legitimate Ardennes terrain and festival weekend access. For Belgian gravel exploration, the price-to-experience ratio could work if the execution delivers on the terrain promises."
  },
  "expenses": {
    "score": 2,
    "explanation": "Belgium isn't cheap, and Andenne's proximity to Brussels (likely airport) means ~100km transfer costs. Lodging during a cycling festival weekend will carry premium pricing, and European race entry fees typically run 120-159€ based on series patterns. Not devastating expensive, but not a budget destination either, especially with festival demand inflating accommodation costs."
  },
  "length": {
    "score": 2,
    "explanation": "The 50-mile distance sits in that awkward middle ground - too long for a hard sprint effort, too short for epic endurance adventure. With conflicting information showing 75km and 100km options elsewhere, the actual distance offerings remain unclear. For experienced gravel racers, 50 miles feels like an appetizer rather than a main course."
  },
  "technicality": {
    "score": 2,
    "explanation": "Described as 'moderate terrain with rolling short steep hills or moderate, sustained climbs' through Condruzian Ardennes forests. This suggests typical Belgian rolling terrain rather than anything technically demanding. Without surface breakdown data or specific technical features identified, it's likely standard European gravel - challenging enough but not technically brutal."
  },
  "elevation": {
    "score": 2,
    "explanation": "At 2500 feet over 50 miles, you're getting steady work but nothing that'll break you. The Mosan valleys and Condruz forests provide natural elevation variation, but this isn't mountain suffering. It's enough climbing to matter in the final kilometers, but not enough to separate serious climbers from the pack early."
  },
  "climate": {
    "score": 2,
    "explanation": "April racing in Belgium is pure weather roulette - could be crisp and perfect, could be cold rain turning those wooded paths into slippery nightmares. The April 13th date avoids peak mud season but offers no weather guarantees. No historical weather data available since it's a new event, so you're rolling dice on conditions."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Belgium - you're barely above sea level and never getting high enough for altitude to matter. The Ardennes provide elevation change through valleys and hills, but nothing approaching altitude training territory. Sea-level lungs will work just fine here."
  },
  "logistics": {
    "score": 2,
    "explanation": "Andenne location in Belgium offers decent European accessibility, likely through Brussels Airport with ~100km transfer. The Belgium Bike Festival integration suggests established event infrastructure, but specific logistics like parking, packet pickup, and start times remain mysteriously absent from available information. For a first-year event, too many operational question marks."
  },
  "adventure": {
    "score": 3,
    "explanation": "Criss-crossing Mosan valleys and Bear Valley through authentic Condruzian Ardennes forests does offer legitimate exploration potential. The area features natural parks, historic sites like Han-sur-Lesse, and genuine Belgian countryside rather than manufactured adventure. While not epic mountain wilderness, the terrain promises real discovery through wooded paths and rolling valleys that most riders haven't experienced."
  }
}
