{
  "logistics": {
    "score": 2,
    "explanation": "Registration opens January 23, 2025 with start times at 9:00 AM (70km) and 9:30 AM (110km) from Route de la Plate Taille 99, Froidchapelle. Being part of the 3,000-rider Gran Fondo Belgium weekend provides shared infrastructure but no specific parking or accommodation details available."
  },
  "length": {
    "score": 2,
    "explanation": "Two distance options of 70km with 1,000m elevation and 110km with 1,500m elevation hit the sweet spot for most riders without pushing epic boundaries. The longer route provides solid endurance challenge while the shorter option accommodates weekend warriors in the Gran Fondo festival atmosphere."
  },
  "technicality": {
    "score": 2,
    "explanation": "The Gran Fondo Guide rates terrain as \"moderate terrain with rolling short steep hills or moderate, sustained climbs.\" Routes explore \"chemins et sentiers cachés\" (hidden paths and trails) around Belgium's largest lake system, requiring steady bike handling without extreme technical features."
  },
  "elevation": {
    "score": 2,
    "explanation": "The 110km route delivers 1,500m of climbing while the 70km option provides 1,000m elevation gain through the Entre Sambre-Et-Meuse region. Rolling terrain with \"très beaux points de vue sur la région\" (beautiful regional viewpoints) creates steady work without brutal mountain climbs."
  },
  "climate": {
    "score": 2,
    "explanation": "April 19th timing in Wallonia means typical Northern European spring uncertainty - could be perfect conditions or cold rain affecting the exposed lake terrain. No specific weather data available for this debut event, just standard Belgian spring variability."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting from the Lacs de l'Eau d'Heure area around 246m elevation means minimal altitude considerations throughout the course. This is low-elevation European riding with zero impact on training, equipment, or performance adaptations."
  },
  "adventure": {
    "score": 2,
    "explanation": "Racing around Belgium's largest lake system through the scenic Entre Sambre region offers discovery for most international riders. The hidden trails and regional viewpoints provide exploration, though starting from established tourist lake infrastructure limits true wilderness adventure factor."
  },
  "prestige": {
    "score": 1,
    "explanation": "Second round of the new Dusty Gravel Series launching in 2025 with zero racing history. The series is \"open to all gravel enthusiasts, whether novices or experienced\" but hasn't established credibility or notable winners in the gravel racing community yet."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Part of the organized Dusty Gravel Series with point accumulation and official leaderboards, plus integration into the established Gran Fondo Belgium weekend infrastructure. Two well-planned distance options show organizational thought, though execution remains unproven for this debut event."
  },
  "experience": {
    "score": 2,
    "explanation": "The \"friendly atmosphere\" of the Gran Fondo Belgium weekend creates shared cycling celebration with 3,000 total participants. Racing around Les Lacs de l'Eau d'Heure provides scenic lake views and regional exploration, though the large festival format dilutes intimate gravel racing experience."
  },
  "community": {
    "score": 2,
    "explanation": "The Dusty Gravel Series creates season-long engagement from April to September with point accumulation across multiple events. Weekend festival atmosphere brings cycling families and enthusiasts together, though being new means no established traditions or core gravel racing community yet."
  },
  "field_depth": {
    "score": 1,
    "explanation": "New event with no competitive history and marketing as \"open to all gravel enthusiasts, whether novices or experienced.\" The 3,000-rider weekend brings cycling tourists and Gran Fondo participants rather than serious competitive gravel racing depth."
  },
  "value": {
    "score": 4,
    "explanation": "New events typically undercharge to build participation, and Belgian races generally offer solid value compared to premium European events. You get two distance options and integration with a larger cycling festival for likely reasonable entry fees. The infrastructure costs are shared across the GRANFONDO weekend, keeping individual event costs down."
  },
  "expenses": {
    "score": 2,
    "explanation": "Belgium offers moderate accommodation and food costs, with Froidchapelle being a regional destination rather than expensive tourist center. Central European location makes travel accessible from multiple directions, though specific lodging strategies around the Lacs de l'Eau d'Heure area remain unspecified."
  }
}
