{
  "prestige": {
    "score": 1,
    "explanation": "Brand new event launching in 2025 with zero racing history or notable winners. Part of the Dusty Gravel Series trying to create instant credibility through marketing partnerships. Nobody knows this race exists yet, and being tucked into rural Wallonia doesn't help its visibility in the gravel scene."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Two distance options (70km and 110km) show some organizational thought, but it's an untested debut event. The Lacs de l'Eau d'Heure venue provides decent infrastructure as part of the GRANFONDO Belgium weekend. Without any race history or proven execution, you're betting on potential rather than proven quality."
  },
  "experience": {
    "score": 2,
    "explanation": "Riding through Bois de Cerfontaine offers legitimate gravel terrain, but at 246m average elevation you're not getting epic mountain vistas. The komoot routes requiring advanced skills (STS S2) suggest some technical interest. Being part of a 3,000-rider weekend event dilutes the intimate gravel experience most riders actually want."
  },
  "community": {
    "score": 2,
    "explanation": "New event means no established rider community or traditions yet. The GRANFONDO Belgium weekend brings family appeal but attracts more casual cyclists than hardcore gravel racers. You'll be mixing with tourists and weekend warriors rather than the committed gravel community found at established events."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Zero competitive history and no known pro participation planned. Being a debut Belgian gravel event means you're getting curious locals and GRANFONDO tourists, not serious competitive depth. The 3,000-rider weekend sounds impressive until you realize most are doing road centuries, not gravel racing."
  },
  "value": {
    "score": 4,
    "explanation": "New events typically undercharge to build participation, and Belgian races generally offer solid value compared to premium European events. You get two distance options and integration with a larger cycling festival for likely reasonable entry fees. The infrastructure costs are shared across the GRANFONDO weekend, keeping individual event costs down."
  },
  "expenses": {
    "score": 2,
    "explanation": "Belgium means decent but not cheap accommodation and food costs. Cerfontaine isn't a major tourist destination so lodging should be more reasonable than Brussels or Bruges. Travel costs depend entirely on your starting point, but Belgium's central European location makes it accessible from multiple directions."
  },
  "length": {
    "score": 2,
    "explanation": "The 70km option is legitimately short for serious gravel racing, while 110km hits the sweet spot for most riders. 50 miles with 3,000 feet of climbing creates a decent workout density without being epic. Two distance choices show awareness that one size doesn't fit all, but neither pushes serious endurance boundaries."
  },
  "technicality": {
    "score": 2,
    "explanation": "Komoot rates local gravel as requiring advanced skills (STS S2), suggesting legitimate technical challenge. The Bois de Cerfontaine climb at 4.4% average grade isn't brutal, but consistent rolling terrain can wear you down. Without specific course details on surface breakdown or technical features, you're trusting local terrain reputation."
  },
  "elevation": {
    "score": 2,
    "explanation": "3,000 feet of climbing over 50 miles creates steady work without epic suffer-fest climbs. Starting from 246m elevation means you're grinding through rolling Wallonian terrain, not conquering mountains. The Bois de Cerfontaine climb gains just 86m over 1.9km - respectable but not leg-breaking."
  },
  "climate": {
    "score": 2,
    "explanation": "April in Belgium means unpredictable weather - could be perfect spring conditions or cold rain and mud. No specific weather data available, but betting on Belgian weather in April is always a gamble. At least you're not dealing with extreme heat or guaranteed bad conditions, just typical Northern European uncertainty."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting elevation around 246m means you're barely above sea level by mountain standards. Maximum elevation unknown but clearly not significant given the regional topography. Zero altitude considerations for training, equipment, or performance - this is low-elevation European riding throughout."
  },
  "logistics": {
    "score": 2,
    "explanation": "No specific logistics details available, which is concerning for a debut event. The Lacs de l'Eau d'Heure venue suggests established infrastructure, but packet pickup, parking, and accommodation strategies remain mysteries. Being part of a larger GRANFONDO weekend could mean either shared resources or organizational chaos."
  },
  "adventure": {
    "score": 2,
    "explanation": "Exploring Belgian gravel through Bois de Cerfontaine offers genuine discovery for most international riders. The terrain requiring advanced skills suggests you'll encounter more than just fire roads and rail trails. However, starting from tourist lake infrastructure rather than remote wilderness limits the true adventure factor - you're never far from civilization."
  }
}
