{
  "prestige": {
    "score": 1,
    "explanation": "Founded in 2022, this women-only event barely registers on the gravel radar outside Montana. No prize purse, no pro field, no notable winners mentioned anywhere. It's a raffle-prize affair in a town of maybe 200 people that most cyclists have never heard of."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The course is well-marked with volunteers directing traffic, but you're riding smooth dirt roads with some obstacle-dodging on Rice Ridge and Shanley descents. Registration sells out at $144-160, so locals value it, but 'trees down and potholes' isn't exactly premium course curation. Post-race sandwich and cookie in the town square feels more church potluck than race finish."
  },
  "experience": {
    "score": 2,
    "explanation": "One rider loved the surprise finish line reveal in Ovando's town square with 'hoards of people' cheering. But the experience hinges on embracing small-town Montana charm over race production value. When the post-race food is 'essential due to limited town options,' you know you're not in Kansas anymore."
  },
  "community": {
    "score": 2,
    "explanation": "The women-only format creates an empowering vibe that riders genuinely appreciate, and it ties into the Last Best Bandita Challenge series. But community strength gets diluted when your field is limited by gender restriction and remote location. The town shows up to cheer, which counts for something in a place this small."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Women-only field in rural Montana starting from a town square with 200 residents. No mention of any competitive depth, pro riders, or notable results anywhere. Registration sells out, but that could mean 50 riders or 200 - the research doesn't even specify field size."
  },
  "value": {
    "score": 3,
    "explanation": "At $144-160, you get 45 or 80-mile options, well-marked courses, post-race food, and sponsor goodies. No prize purse to fund, so your entry goes toward actual race execution. For Montana standards and women-specific programming, the pricing hits the reasonable zone."
  },
  "expenses": {
    "score": 2,
    "explanation": "Ovando has limited lodging - you're looking at Blackfoot Valley Inn 5 miles away, City Center Motel room blocks, or camping with serious bear warnings after a 2021 grizzly tent attack. Closest major airport is likely Missoula an hour east on Highway 200. Remote location means travel costs add up fast."
  },
  "length": {
    "score": 3,
    "explanation": "Two distance options at 45 miles (~3,000 ft) and 80-85 miles (~5,400 ft) give you proper choice. The 45-mile isn't a beginner cruise with that climbing, and 80+ miles puts you into legitimate gravel race territory. Both distances demand respect without being stupid long."
  },
  "technicality": {
    "score": 3,
    "explanation": "Primarily smooth dirt and gravel roads, but Rice Ridge and Shanley descents get spicy with trees down, branches, potholes, and snowmelt runoff. They recommend 38mm+ tires with file tread center and side knobbies, which tells you the descents bite. Technical enough to matter, not enough to walk."
  },
  "elevation": {
    "score": 3,
    "explanation": "The 45-mile packs 3,000 feet of climbing while the 80-mile delivers 5,400 feet with 'big climbs' emphasized in course descriptions. Starting around 4,100 feet in Ovando, you're earning your views in proper Montana fashion. Solid climbing without being gratuitously punitive."
  },
  "climate": {
    "score": 2,
    "explanation": "Early June in Montana means 'crisp air' and potential snowmelt creating water runoff on descents. Courses change based on snowpack conditions, which means weather dictates your race experience. No detailed weather history available, but spring mountain weather in Montana keeps you guessing."
  },
  "altitude": {
    "score": 3,
    "explanation": "Starting elevation around 4,100 feet in Ovando puts you in noticeable but manageable altitude territory. Most riders will feel it initially but adapt quickly. High enough to thin the air, not high enough to wreck your day unless you're coming from sea level untrained."
  },
  "logistics": {
    "score": 2,
    "explanation": "Race start is clearly communicated with volunteer-directed parking and highway crossing coordination. But lodging is limited with bear camping restrictions, and you're an hour from Missoula on Highway 200 for any real services. Small-town logistics work until they don't."
  },
  "adventure": {
    "score": 3,
    "explanation": "You're racing through remote Montana backcountry where grizzly bears attack tents and private property sections can't be pre-ridden. Snowmelt runoff changes course conditions, finish line reveals create genuine surprise, and you're genuinely in the middle of nowhere. Real adventure without manufactured drama."
  }
}
