{
  "prestige": {
    "score": 2,
    "explanation": "Four years in and you've got Cam Jones showing up fresh off his Unbound win, setting a 7:24 course record. That's real credibility, not marketing fluff. But let's be honest — it's still the new kid trying to prove it belongs at the big table. The global field is growing, but prestige takes decades to earn, not press releases."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Andy Chalmers knows what he's doing — proper gravel that tests bike handling, not just fitness. The deep freshly-graded sections at 6km split fields immediately, and attacks through feed zones create real tactical racing. Finishing on that 1891 velodrome is inspired theater. The course delivers legitimate selection, just needs time to perfect the details."
  },
  "experience": {
    "score": 4,
    "explanation": "Twenty kilometers of tailwind-assisted perfection through Hakataramea Pass, then they hit you with slippery stream crossings and rocky descents that'll humble your bike handling. The velodrome finish is pure spectacle — how many gravel races end where actual cycling history was made in 1891? One rider called it 'stunning scenery' and 'proper gravel course' in the same breath."
  },
  "community": {
    "score": 3,
    "explanation": "Riders flying in from Netherlands and worldwide for a fourth-year New Zealand race tells you something's working. The YouTube coverage shows genuine camaraderie, not manufactured hype. But community isn't built on international jet-setters — it's forged in local participation and repeat attendance, which takes time to develop properly."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Cam Jones targeting this race after winning Unbound legitimizes the field quality at the pointy end. You've got international participation and riders calling it a 'specific effort towards' the race. But depth means more than a few fast guys — it means 500+ riders across all categories, which this race hasn't reached yet."
  },
  "value": {
    "score": 3,
    "explanation": "$140 early bird for 84km gets you aid stations with drop bag service, medics, and caffeine at water stops. The organization is solid — one rider praised Andy's crew specifically. But value isn't just what you get, it's what you don't pay for, and flying to New Zealand isn't cheap for most of the world."
  },
  "expenses": {
    "score": 1,
    "explanation": "Waimate, South Canterbury, New Zealand. Unless you live on the South Island, you're looking at international flights, rental cars, and accommodations in a region with limited options. The entry fee is reasonable, but everything else will crush your budget. This isn't a drive-up-from-the-city weekend warrior race."
  },
  "length": {
    "score": 4,
    "explanation": "The Mains clocks 248km with proper gravel punishment — that's Unbound distance with New Zealand attitude. Cam Jones needed 7:24 to tame it, which puts it in legitimate ultra-endurance territory. Even the 84km Snack option delivers 900m of climbing. These aren't social rides masquerading as challenges."
  },
  "technicality": {
    "score": 3,
    "explanation": "Deep gravel that'll fishtail you on descents, stream crossings over slippery stones, and freshly-graded sections that force tactical line choices. One rider warned 'stay on your line, no one front or behind' through the early gravel. It's not Leadville-level technical, but it'll expose weak bike handling skills quickly."
  },
  "elevation": {
    "score": 3,
    "explanation": "3,400m of climbing over 248km hits the sweet spot — enough to hurt, not enough to dominate the race narrative. Hakataramea Pass and Meyers Pass provide legitimate climbing, but riders report it 'didn't feel that hilly overall.' The elevation creates selection without turning it into a pure climbing contest."
  },
  "climate": {
    "score": 3,
    "explanation": "Late November spring timing delivered 'surprisingly hot' conditions in 2025, hot enough to eliminate drafting benefits. But another rider reported 'great temperature, not windy' the following year. Spring weather in New Zealand is notoriously unpredictable — you might get perfect conditions or get hammered."
  },
  "altitude": {
    "score": 2,
    "explanation": "Rolling South Canterbury farmland means you're not dealing with altitude sickness or oxygen debt. The passes like Hakataramea and Meyers are legitimate climbs but nothing approaching high-altitude suffering. Sea-level lungs work fine here — your legs will quit before your cardiovascular system does."
  },
  "logistics": {
    "score": 1,
    "explanation": "Waimate is a small agricultural town in South Canterbury with limited infrastructure for a mass participation event. No clear information on parking, lodging strategy, or even the nearest major airport. The race organization might be solid, but the location logistics will test your planning skills and patience."
  },
  "adventure": {
    "score": 4,
    "explanation": "Pristine gravel roads through rolling farm country with no towns and limited farms — this is proper remote New Zealand backcountry. Stream crossings, rocky descents, and 20km stretches of pure solitude before finishing on a velodrome built in 1891. You're not just racing, you're exploring terrain most cyclists will never see."
  }
}
