{
  "logistics": {
    "score": 2,
    "explanation": "The inaugural 2025 edition sold out with 1,500 riders from around the world, proving demand outstrips Vianden's small-town capacity. Spectators access privileged viewpoints via chairlift to the castle, but no details available on parking or packet pickup logistics."
  },
  "length": {
    "score": 3,
    "explanation": "Elite men's race dynamics show the 70-mile distance creates proper selection - a lead group of 20 riders eventually whittled down to Mathijs Loman, Petr Vakoč, and Mees Hendrikx breaking away for a three-way sprint finish after 3:27:40 of racing."
  },
  "technicality": {
    "score": 2,
    "explanation": "Course begins with cobblestone climb through Vianden's historic center, then alternates between tarmac and forest paths with a new 'Gravel Circus' section described as 'fast, technical, and packed with atmosphere' for 2026."
  },
  "elevation": {
    "score": 2,
    "explanation": "Progressive 10km forest climb reaches the course's highest point at 510 meters altitude, with the Luxembourg Start Loop described as the harder portion containing more climbing compared to the softer German Loop with less demanding gradients."
  },
  "climate": {
    "score": 3,
    "explanation": "Late June in Luxembourg's Eislek region provides forested terrain with long sections under tree canopies where riders can pick up speed. The Our Valley setting offers natural wind protection through the rolling landscape."
  },
  "altitude": {
    "score": 1,
    "explanation": "Course peaks at just 510 meters altitude in Luxembourg's northern forests. Rosa Klöser made a last-minute decision to enter less than a week after finishing the Tour de Suisse, showing zero acclimatization concerns."
  },
  "adventure": {
    "score": 3,
    "explanation": "The 115km route crosses between Luxembourg and Germany with playful, fast sections along the Our River on winding paths. Mathijs Loman called it electric: 'I'm excited to be part of history as the first winner of the Eislek Gravel.'"
  },
  "prestige": {
    "score": 2,
    "explanation": "UCI Gravel World Series qualifier attracted Olympic champion Greg Van Avermaet plus Niels Vandeputte, Petr Vakoc, and other elite talent. Rosa Klöser emphasized the significance: 'Winning this race means everything to me.'"
  },
  "race_quality": {
    "score": 3,
    "explanation": "The 2.5-lap circuit structure allows multiple passes through Vianden with spectator access. Mathijs Loman noted the intensity: 'It was an intense race right from the start' with the atmosphere in Luxembourg being 'electric.'"
  },
  "experience": {
    "score": 3,
    "explanation": "Spectacular cobblestone climb to iconic Vianden Castle creates Instagram moments, while elevated paths overlook the Our River. Rosa Klöser praised the environment: 'The support from the crowd and my fellow competitors pushed me to give my best effort.'"
  },
  "community": {
    "score": 3,
    "explanation": "Sold out 1,500 riders from around the world for the inaugural edition, set in 'one of Luxembourg's most iconic towns.' The 2026 expansion adds a two-day format with Gravel Village featuring brands, exhibitors, local food and music."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Elite fields included former Olympic champion Greg Van Avermaet, Niki Terpstra, and Annemarie Worst among notable talent. The lead group of 20 riders shows competitive depth, though small country limits overall participation pool."
  },
  "value": {
    "score": 3,
    "explanation": "UCI World Series qualifier status with castle backdrop and cross-border route structure delivers solid racing value. The 2026 expansion to two-day format with Gravel Village adds significant event programming beyond just the race itself."
  },
  "expenses": {
    "score": 2,
    "explanation": "Vianden ranks as one of Luxembourg's most iconic tourist destinations with medieval castle drawing premium accommodation pricing. The Our Valley setting's tourist appeal means elevated lodging costs in a country already known for expensive hospitality."
  }
}
