{
  "prestige": {
    "score": 2,
    "explanation": "First-year UCI Gravel World Series race in Luxembourg doesn't scream legacy yet. Sure, it's a qualifier for Gravel Worlds, but being the inaugural anything means you're unproven. Luxembourg's first UCI gravel event is more curiosity than crown jewel right now."
  },
  "race_quality": {
    "score": 3,
    "explanation": "UCI backing means they're not completely winging it, and the rolling trails along Vianden cornices plus Our Dam paths suggest proper route planning. Multiple passes through Vianden shows they understand spectacle matters. But without surface breakdowns or rider feedback, it's still theoretical quality."
  },
  "experience": {
    "score": 3,
    "explanation": "Vianden castle backdrop and Eislek scenery deliver the Instagram moments you want. Rolling terrain through Luxembourg's northern forests beats another corn field suffer-fest. The Our Dam sections add variety beyond just grinding climbs, though we don't know if it's actually memorable or just pretty."
  },
  "community": {
    "score": 3,
    "explanation": "Being Luxembourg's first UCI gravel race creates automatic local buy-in and national pride factor. Small country means tight cycling community, but also limited depth. The novelty draws curious riders, but community strength gets tested after year three, not year one."
  },
  "field_depth": {
    "score": 2,
    "explanation": "New race in a tiny country with no field size data screams small turnout. UCI World Series qualifier status might pull some talent, but Luxembourg's entire population is smaller than most major cities. You're racing the same 200 keen locals who do every event."
  },
  "value": {
    "score": 3,
    "explanation": "No entry fee data available, but Luxembourg prices usually punch above weight class. UCI backing suggests decent organization and support, which costs money but delivers reliability. European gravel races typically offer solid value if you can stomach the travel costs."
  },
  "expenses": {
    "score": 2,
    "explanation": "Luxembourg ranks among Europe's most expensive countries for lodging and food. Vianden is tourist territory thanks to the castle, so expect premium pricing. Limited accommodation options in a small town means booking early or paying through the nose."
  },
  "length": {
    "score": 3,
    "explanation": "70 miles hits the sweet spot between weekend warrior friendly and properly challenging. Long enough to separate fitness levels, short enough that most people finish before dark. Standard gravel distance that doesn't require special training or nutrition strategies."
  },
  "technicality": {
    "score": 2,
    "explanation": "Rolling trails and dam paths suggest groomed surfaces rather than root-infested singletrack nightmares. Luxembourg's manicured landscape doesn't scream technical challenge. Without surface breakdown data, assume moderate difficulty that favors power over bike handling skills."
  },
  "elevation": {
    "score": 2,
    "explanation": "5,500 feet over 70 miles averages 78 feet per mile - noticeable but not leg-breaking. Rolling terrain around Vianden means consistent ups and downs rather than monster climbs. Enough to matter for pacing, not enough to create walking sections."
  },
  "climate": {
    "score": 3,
    "explanation": "Late June in Luxembourg typically delivers mild temperatures and manageable conditions. Northern European weather stays cooler than Mediterranean suffering, though rain always lurks. Eislek region's forested terrain provides natural wind protection and shade coverage."
  },
  "altitude": {
    "score": 1,
    "explanation": "Luxembourg's highest point barely cracks 1,800 feet, and Vianden sits in a valley. Zero altitude considerations for performance or acclimatization. Sea-level lungs work just fine here."
  },
  "logistics": {
    "score": 2,
    "explanation": "Small town like Vianden lacks infrastructure for major events - limited parking, accommodation, and services. Starting location seems concentrated, but packet pickup and post-race logistics remain mysteries. Luxembourg's size helps with airport access but hurts with race-day capacity."
  },
  "adventure": {
    "score": 3,
    "explanation": "First UCI gravel race in Luxembourg carries genuine novelty factor and exploration appeal. Eislek region offers proper wilderness feel despite Luxembourg's postage-stamp size. Rolling through castle country and dam paths beats another predictable Midwest grid course."
  }
}
