{
  "logistics": {
    "score": 3,
    "explanation": "Start and finish at the Mountain-Bay Trailhead with parking available at the Marathon County landfill location. No packet pickup since there are no packets—just show up anytime during the two-week window. One rider notes it's \"easy to follow a nice mix of trails and roads,\" though the self-supported format eliminates most services while avoiding registration complexity."
  },
  "length": {
    "score": 3,
    "explanation": "Three distance options (10, 20, and 44 miles) accommodate different experience levels, with most riders tackling their first gravel event here. The variable power demands typical of gravel create \"constant surges\" through loose corners and technical sections rather than steady road racing output. Multiple distance choices let you pick appropriate suffering levels."
  },
  "technicality": {
    "score": 2,
    "explanation": "Rail-trail riding on maintained paths designed for multiple users, requiring basic trail etiquette rather than advanced bike handling. The terrain includes \"uneven and unpaved\" surfaces that \"may require a bunny hop at times,\" but you're sharing space with hikers and casual cyclists rather than navigating truly technical gravel challenges."
  },
  "elevation": {
    "score": 2,
    "explanation": "Michael Gerbino describes riding \"steep climbs\" during his gravel experience, though central Wisconsin rail-trails don't typically feature significant elevation changes. The converted railroad corridors follow gentle grades designed for trains, with any climbing challenges coming from shorter punchy sections rather than sustained mountain passes."
  },
  "climate": {
    "score": 3,
    "explanation": "Late May through mid-June timing provides a two-plus week window to dodge bad weather entirely. The self-supported format means you control when to ride, avoiding the mechanical self-sufficiency challenges that come with \"weather changes\" during fixed-date events. Smart scheduling for Wisconsin's variable spring conditions."
  },
  "altitude": {
    "score": 1,
    "explanation": "Ringle sits around 1200 feet in central Wisconsin—essentially sea level for cycling purposes. Zero altitude considerations or acclimatization needed, with air density as thick as it gets in the continental US."
  },
  "adventure": {
    "score": 2,
    "explanation": "The self-supported aspect adds independence, but you're riding maintained state trails rather than remote gravel roads. One rider enjoyed \"beautiful scenery\" along the mixed surface routes, though the adventure quotient stays modest on shared-use corridors never far from Highway 29 and civilization."
  },
  "prestige": {
    "score": 1,
    "explanation": "This is literally a free, self-supported ride where you show up whenever you want between May 30 and June 15. No mass start, no timing chips, just submit your own results to Facebook for bragging rights. It's positioned as an intro event to get people into gravel—which tells you exactly where it sits in the food chain."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Zero infrastructure beyond a trailhead start/finish, with self-reported times tracked via social media updates. One rider found it \"a great distance\" with good route marking, but the production value matches the free entry point. Prizes limited to fastest male and female on the 44-mile option only."
  },
  "experience": {
    "score": 2,
    "explanation": "Park at a Highway 29 trailhead and ride rail-trail loops solo whenever you feel like it during the window. One rider appreciated the \"nice mix of trails and roads\" with good scenery, but there's no packet pickup, post-ride gathering, or community beyond online result sharing."
  },
  "community": {
    "score": 3,
    "explanation": "Part of the IRONBULL series building toward the Ironbear 1000 challenge across multiple Wisconsin events. The gravel community embraces diversity where \"you'll see people on different bikes\" including \"gravel bikes, aero road bikes, mountain bikes, modified mountain bikes, and even tandems.\" Completing this earns discounts on other series events."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Free entry with no registration limits during a two-week window attracts beginners by design. The event explicitly welcomes riders \"participating in their first-ever gravel ride\" across three distance options including a 10-mile loop. Depth comes from volume and encouragement rather than competitive talent."
  },
  "value": {
    "score": 4,
    "explanation": "Completely free entry makes this unbeatable on cost, requiring only a Wisconsin state trail pass for riders over 16. That pass requirement gets waived the first weekend in June anyway. The inclusive atmosphere welcomes \"all ability levels\" regardless of bike choice or experience."
  },
  "expenses": {
    "score": 3,
    "explanation": "Beyond free entry, typical Wisconsin travel costs to reach the Highway 29 trailhead location. The flexible timing eliminates premium lodging needs since you can ride any day during the window. Trail pass requirements run minimal unless you miss the waiver weekend, keeping total costs extremely low."
  }
}
