{
  "prestige": {
    "score": 1,
    "explanation": "This is literally a free, self-supported ride where you show up whenever you want between May 30 and June 15. No mass start, no timing chips, just submit your own results to Facebook for bragging rights. It's positioned as an intro event to get people into gravel—which tells you exactly where it sits in the food chain."
  },
  "race_quality": {
    "score": 2,
    "explanation": "When the 'race' is three different loop options with zero infrastructure, no aid stations, and self-reported times, you're not getting much production value. The only prizes go to fastest male and female on the 44-mile route, tracked via Facebook updates. It's basically a supported group ride with a leaderboard."
  },
  "experience": {
    "score": 2,
    "explanation": "You park at a landfill trailhead on Highway 29 and ride rail-trail loops by yourself whenever you feel like it. No packet pickup, no post-race party, no community beyond submitting your time online. The adventure ends where most real races begin."
  },
  "community": {
    "score": 3,
    "explanation": "Part of the IRONBULL series working toward the Ironbear 1000—1000 miles of Wisconsin gravel across multiple events. There's a legitimate local following building something bigger here, even if this particular event is entry-level. Completing this gets you a discount on their Red Granite Grinder, so they're thinking strategically about rider development."
  },
  "field_depth": {
    "score": 1,
    "explanation": "When anyone can show up for free with no registration limits and ride whenever they want, you're not attracting serious competitive depth. The fact that they offer 10, 20, and 44-mile options tells you most participants aren't exactly crushing centuries. This is beginner territory."
  },
  "value": {
    "score": 4,
    "explanation": "Completely free entry makes this bulletproof on value, assuming you want what it offers. You only need a Wisconsin state trail pass if you're over 16, and that's waived the first weekend in June anyway. Hard to complain about the price point when there isn't one."
  },
  "expenses": {
    "score": 3,
    "explanation": "Beyond the free entry, you're looking at typical Wisconsin travel costs to reach Ringle—1.5 miles east of town at the Mountain-Bay Trailhead. No special lodging strategy needed since you can ride anytime during the window. The trail pass requirement could add a few bucks if you miss the waiver weekend."
  },
  "length": {
    "score": 3,
    "explanation": "The 44-mile option hits that sweet spot for most gravel riders, while 10 and 20-mile loops accommodate newer riders. The distance discrepancy in the database (65 miles listed vs. 44 max available) suggests some confusion about what this event actually is. Three options mean you pick your poison."
  },
  "technicality": {
    "score": 2,
    "explanation": "Rail-trail riding on the Mountain-Bay and Wiouwash State Trails means crushed limestone paths designed for multiple users. The organizers emphasize trail etiquette and discourage earbuds because you're sharing space with hikers and casual cyclists. This isn't technical terrain—it's accessible infrastructure."
  },
  "elevation": {
    "score": 2,
    "explanation": "Central Wisconsin rail-trails don't exactly scream climbing challenge, and the research shows no named climbs or elevation profiles. The 3000 feet listed in the database doesn't match the actual route distances offered, so expect gentle grades typical of converted railroad corridors. Not much punishment here."
  },
  "climate": {
    "score": 3,
    "explanation": "Late May through mid-June in Wisconsin gives you decent odds for good weather without summer heat extremes. The two-plus week window means you can dodge bad weather days entirely. Smart scheduling for a self-supported format where you control the timing."
  },
  "altitude": {
    "score": 1,
    "explanation": "Ringle sits around 1200 feet in central Wisconsin—basically sea level for anyone who's ridden above 5000 feet. Zero altitude considerations, zero acclimatization needed. The air is as thick as it gets in the continental US."
  },
  "logistics": {
    "score": 3,
    "explanation": "Start and finish at the same trailhead with parking available, though capacity details aren't specified. No packet pickup complexity since there are no packets—just show up and ride. The self-supported format eliminates most logistical headaches, but also eliminates most services."
  },
  "adventure": {
    "score": 2,
    "explanation": "Riding solo on maintained rail-trails through Wisconsin farmland doesn't exactly push the adventure envelope. The self-supported aspect adds some independence, but you're never far from civilization on these state trail corridors. More Sunday ride than epic quest."
  }
}
