{
  "prestige": {
    "score": 1,
    "explanation": "It's a Chamber of Commerce race in Iowa that just joined the Iowa Gravel Series in 2025. No notable winners, no YouTube coverage, no pro field to speak of. When your biggest claim to fame is 'access to more B-roads than any Iowa race,' you're not exactly threatening Unbound's throne."
  },
  "race_quality": {
    "score": 2,
    "explanation": "They prep wet and dry routes which shows some planning, but chip timing and aid stations are table stakes these days. The course is 'friendly to both new and experienced racers' which is code for 'nothing too exciting happens here.' Five Hawgs BBQ post-race meal might be the highlight."
  },
  "experience": {
    "score": 2,
    "explanation": "Maasdam Barns venue and Iowa B-roads that 'evoke a simpler time' sounds quaint until you realize that's marketing speak for forgettable. 150+ racers spread across three courses means you're riding alone most of the day. The weather-adjusted routes show they care, but caring doesn't create memories."
  },
  "community": {
    "score": 3,
    "explanation": "Local Chamber of Commerce backing with sponsors like Freeman Kevenides Law Firm shows genuine community investment. The Iowa Gravel Series connection gives it legitimacy beyond a random Midwestern fundraiser. They're trying to build something real here, even if it's not earth-shattering yet."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Over 150 racers sounds decent until you realize that's across three different courses. No mention of notable riders, pro categories, or competitive depth. When the race description focuses on being 'friendly to new racers,' the sharks aren't circling these waters."
  },
  "value": {
    "score": 4,
    "explanation": "$50 grassroots entry gets you chip timing, aid stations, and post-race meal from Five Hawgs BBQ. That's honest pricing for what you get. The $399 Iowa Gravel Series pass including this race makes even more sense if you're doing the circuit."
  },
  "expenses": {
    "score": 3,
    "explanation": "Fairfield, Iowa isn't going to bankrupt you on lodging or dining. 2224 IA-1 venue location suggests easy highway access without big city markup. The lack of airport info in research probably means you're driving, which keeps costs reasonable but adds time."
  },
  "length": {
    "score": 2,
    "explanation": "The 50K option at ~35 miles is barely a gravel workout. Even the 100K at ~65 miles won't challenge anyone's endurance limits. When your shorter option needs a rain route backup, you're not exactly pushing boundaries."
  },
  "technicality": {
    "score": 2,
    "explanation": "B-roads in Iowa aren't going to test your bike handling skills. The wet route specifically avoids mud, which tells you the regular route isn't technical enough to be rideable when challenging. This is point-and-pedal territory."
  },
  "elevation": {
    "score": 2,
    "explanation": "1500-3000 feet of climbing depending on distance is rolling hills, not mountains. Iowa's elevation profile means you're grinding gradual rises, not punching over peaks. It'll work your legs without breaking your spirit."
  },
  "climate": {
    "score": 3,
    "explanation": "October 4th in Iowa is prime riding weather - cool mornings, crisp afternoons, minimal heat stress. They prep rain routes because weather gets unpredictable, but that's smart planning. Fall in the Midwest beats summer anywhere for gravel grinding."
  },
  "altitude": {
    "score": 1,
    "explanation": "Fairfield sits around 700-800 feet above sea level. Your biggest altitude challenge is getting out of bed at the hotel. If elevation affects your performance here, you've got bigger problems than race selection."
  },
  "logistics": {
    "score": 3,
    "explanation": "Packet pickup Friday 6-8PM and Saturday morning check-in at 6:30AM shows reasonable scheduling. Maasdam Barns provides a real venue, not some parking lot start. Routes posted Wednesday before the race via email gives you time to study, though the lack of specific aid station details leaves questions."
  },
  "adventure": {
    "score": 2,
    "explanation": "B-roads through Iowa farmland during harvest season has a certain pastoral charm, but let's not confuse bucolic with adventurous. The most exciting decision you'll make is choosing between wet and dry routes. It's a pleasant day out, not an epic tale for the grandkids."
  }
}
