{
  "prestige": {
    "score": 2,
    "explanation": "Ahotu calls it 'the must-do spring cycling event in the Northeast' and CycloWorld labels it a 'Legendary Gravelrace,' but those are marketing words, not earned reputation. The non-competitive format means no winners list to build legend around. It's a solid regional draw, not a bucket-list destination."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Three aid stations and motorcycle support with spare tires shows they're trying, but the course details are frustratingly vague. 'Scenic and challenging terrain in the Northeast' tells you nothing about what you're actually riding. The safety warnings about open roads suggest questionable route selection."
  },
  "experience": {
    "score": 3,
    "explanation": "All finishers 21+ get a Farmer's Daughter Rye IPA pint, full meal, Belgian beer glass, custom bike name plate, and hat - that's solid post-ride value. The emphasis on community support for Columbia Land Conservancy and Crellin Park Pump Track gives it purpose beyond just suffering. Motorcycle sweep support keeps you from walking home."
  },
  "community": {
    "score": 3,
    "explanation": "Andy Ruiz runs a tight ship with multiple motorcycles providing support, earning rider praise for being 'very well run.' The local charity angle and beer-focused finish create genuine community feel. Non-competitive format attracts people who actually want to ride together rather than destroy each other."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Non-competitive format by design means no competitive field to speak of. 'Suitable for experienced and beginner cyclists alike' translates to weekend warriors, not racers pushing limits. No prize purse or winners list means serious competitors go elsewhere."
  },
  "value": {
    "score": 3,
    "explanation": "Custom beer glass, bike name plate, hat, full meal, and beer for finishers is legitimate swag value. Three supported aid stations and motorcycle support justify whatever they're charging. The charity component means your money goes somewhere meaningful beyond event overhead."
  },
  "expenses": {
    "score": 2,
    "explanation": "Registration fees aren't listed anywhere, which is always suspicious - usually means they're higher than they want to advertise upfront. Chatham, NY isn't exactly a budget destination, and May is peak Northeast tourism season. No packet pickup details suggests you're flying blind on logistics costs."
  },
  "length": {
    "score": 3,
    "explanation": "65 miles hits the gravel sweet spot - long enough to matter, short enough to not destroy your week. They added 'Farmer's Granddaughter' as a shorter option, showing they understand not everyone wants the full beating. It's a proper day out without being an endurance epic."
  },
  "technicality": {
    "score": 2,
    "explanation": "Course details are maddeningly vague - no surface breakdown, no named climbs, just generic 'challenging terrain.' The safety warnings about open roads suggest more pavement than pure gravel. Without technical specifics, assume it's fire roads and farm lanes, not rock gardens."
  },
  "elevation": {
    "score": 2,
    "explanation": "Official website claims 6,400 feet over 65 miles, which is real climbing - about 100 feet per mile average. That's enough to hurt but not enough to break you. No named climbs or profile details means it's probably grinding rollers rather than signature ascents."
  },
  "climate": {
    "score": 3,
    "explanation": "Mid-May in upstate New York is about as good as it gets - spring warmth without summer heat, everything green and alive. Race day is typically 60-70°F with manageable humidity. You might catch rain, but you won't cook or freeze."
  },
  "altitude": {
    "score": 1,
    "explanation": "Chatham, NY sits under 500 feet elevation with no meaningful altitude gained anywhere on course. You could train for this at sea level and feel no difference. Altitude is completely irrelevant here."
  },
  "logistics": {
    "score": 3,
    "explanation": "Start and finish at 182 Hudson Place in Chatham keeps it simple - one location, no shuttles. Motorcycle support and sweep vehicles mean they're thinking about rider safety and extraction. The lack of specific airport, lodging, or parking details is annoying but typical for regional events."
  },
  "adventure": {
    "score": 2,
    "explanation": "Upstate New York farm country is pleasant but hardly exotic - you're riding past corn fields and dairy farms, not discovering hidden wilderness. The non-competitive format and strong support network minimize actual adventure risk. It's a well-managed tour of familiar terrain, not an expedition."
  }
}
