{
  "prestige": {
    "score": 1,
    "explanation": "Six years old and Charlotte, Michigan isn't exactly your gravel mecca. No pro field data, no notable winners mentioned, just a regional event in the Michigan Gravel Race Series that most people outside the Midwest have never heard of. The charity angle is noble but doesn't move the needle on prestige."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Cash payouts to top 3 men and women show some organization, but when your race footage features a rider pulling the plug at 13 miles due to 'trouble,' that's not screaming quality field or execution. The 2024 'mudder' conditions and smooth gravel roads suggest inconsistent course management depending on weather."
  },
  "experience": {
    "score": 2,
    "explanation": "Rolling Eaton and Barry counties with Lacey Lake views sounds pleasant enough, but 85% smooth gravel roads won't challenge anyone seriously. One rider's 2025 race report was basically a health scare story ending in a DNF. The 'renowned fast course' reputation means it's predictable, not memorable."
  },
  "community": {
    "score": 3,
    "explanation": "All proceeds go to The House of Promise for human trafficking victim rehabilitation, which is genuinely meaningful work. Open to tandems, fat bikes, single speeds, and age groups with kid discounts shows real inclusivity. Local Charlotte hospitality gets mentioned, suggesting the town actually cares about this thing."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No field size data, no notable past winners, and the race footage I found shows riders dropping early due to fatigue issues. Regional Michigan series event means you're getting weekend warriors and local heroes, not the deep competitive field that drives times down."
  },
  "value": {
    "score": 4,
    "explanation": "$40 early bird for 54 miles with cash prizes and a charity cause is legitimately solid. Even at the $80 cap, you're getting more than most gravel events deliver. The incremental price increases through July give you plenty of runway to lock in cheaper registration."
  },
  "expenses": {
    "score": 3,
    "explanation": "Charlotte, Michigan isn't going to murder your wallet like Colorado mountain towns. No specific lodging data but rural Michigan means reasonable accommodation costs. 10 AM start time means you can drive in morning-of if you're regional, saving hotel nights."
  },
  "length": {
    "score": 2,
    "explanation": "54 miles is the awkward middle distance that's too long for a sprint, too short for an epic. Long enough to hurt if you're undertrained, not long enough to separate the real endurance athletes from the weekend crowd."
  },
  "technicality": {
    "score": 2,
    "explanation": "85% smooth gravel roads through farmland isn't going to test your bike handling skills. The 'fast course' reputation means it's straightforward rolling terrain without technical challenges. When it rains it becomes a 'mudder' but that's just slippery, not technical."
  },
  "elevation": {
    "score": 2,
    "explanation": "1800 feet over 50+ miles in Michigan means long grinding climbs that reward pacing, not explosive power. Rolling terrain through Eaton and Barry counties isn't going to give you proper mountain suffering, just steady state cardio work."
  },
  "climate": {
    "score": 2,
    "explanation": "Mid-August in Michigan means humid summer heat without the reliability of Western desert conditions. The 2024 'mudder' shows weather can turn your fast gravel day into a slog. No altitude to help with cooling, just Midwest summer humidity."
  },
  "altitude": {
    "score": 1,
    "explanation": "Charlotte, Michigan sits in farm country at basically sea level. Zero altitude training benefit, zero respiratory challenge, zero mountain scenery payoff. Just flat Midwest terrain with occasional rolling hills."
  },
  "logistics": {
    "score": 3,
    "explanation": "7:30 AM packet pickup with 10 AM start at AL!VE gives you reasonable timing. Three distance options starting from the same location keeps it simple. Missing details on parking and aid stations, but the basic framework seems functional for a regional event."
  },
  "adventure": {
    "score": 2,
    "explanation": "Rural Michigan gravel roads through farmland and around Lacey Lake is pleasant countryside, not adventure terrain. The most adventurous part seems to be hoping you don't get caught in muddy conditions. Smooth gravel corridors are predictable, not exploratory."
  }
}
