{
  "prestige": {
    "score": 4,
    "explanation": "Founded by F1 driver Valtteri Bottas and WorldTour pro Tiffany Cromwell in partnership with the SBT GRVL team. Part of the UCI Gravel World Series ecosystem. Finland will host the 2027 UEC European Gravel Championships in Lahti. International media coverage and WorldTour pro participation (10% of field). Not Unbound-level iconic, but prestigious."
  },
  "race_quality": {
    "score": 5,
    "explanation": "SBT GRVL team brings top-tier event production expertise. F1-level professionalism meets gravel racing. Fully stocked aid stations, marked routes, post-race meal, evening award ceremony, 4-day festival proceedings with shakedown rides and yoga. Strong sustainability focus. This is premium event organization."
  },
  "experience": {
    "score": 4,
    "explanation": "Bills itself as 'the happiest gravel in the world' and delivers. Beautiful variation of gravel, tarmac, and everything in-between through stunning Finnish landscape. Inaugural riders from 27 countries. The midnight sun phenomenon, lakeside scenery, and unique Nordic hospitality create a memorable experience. Pro-am atmosphere with WorldTour riders mixing with first-timers."
  },
  "community": {
    "score": 4,
    "explanation": "Strong inclusive culture with family-friendly 4-day festival. Post-race beer culture with all participants. Mix of 150+ WorldTour professionals and first-time gravel racers. Focus on environmental sustainability and climate change advocacy. The Nordic gravel community is growing rapidly with the event as a centerpiece."
  },
  "field_depth": {
    "score": 4,
    "explanation": "10% pro field including WorldTour names like Toms Skujins (inaugural winner), Greg Van Avermaet, Petr Vakoc, and Andre Greipel. Tiffany Cromwell has won both editions. EUR 20,000 inaugural prize purse (reduced to EUR 7,000 in 2025). Racing at the front with UCI Gravel World Series connection."
  },
  "value": {
    "score": 3,
    "explanation": "Excellent event production and inclusions (aid stations, meal, finisher's hat, 4-day activities). But Finland is expensive, and entry fees are not transparently listed (VIP Package is $1,000 USD). Good value for what you get, but premium pricing in a premium-cost country."
  },
  "expenses": {
    "score": 2,
    "explanation": "Finland is one of Europe's most expensive countries. Long-haul flights from North America. Nordic accommodation and food costs are high. VIP package alone is $1,000 USD. Total trip cost easily exceeds $2,000 for international travelers. Budget-conscious riders should look elsewhere."
  },
  "length": {
    "score": 3,
    "explanation": "The flagship Lakes Route is 77km (48mi), with the Midnight Sun Route at 177km (110mi) for the truly ambitious. The 2025 edition reimagined as FNLD TRVL offers 112km and 42km options. Solid middle-distance racing that's accessible without being trivial."
  },
  "technicality": {
    "score": 2,
    "explanation": "Finland's gravel roads are famously well-maintained, devoid of deep erosion ruts or corrugations. The course is fast and flowing rather than technical. Some sections through Nordic ski paths are undulating and twisting, but this is flat-out gravel racing, not technical mountain biking. Riders average 35 kph on ski path sections."
  },
  "elevation": {
    "score": 2,
    "explanation": "The Lakes Route offers 2,129ft (650m) of climbing with a max elevation of just 710ft (216m). Continuous undulations with steep kickers, but nothing approaching alpine challenges. This is rolling Nordic terrain, not mountain gravel. Those seeking epic climbing will find it tame."
  },
  "climate": {
    "score": 2,
    "explanation": "August in Finland offers mild, pleasant conditions with highs around 21C (70F). Rain is possible but not extreme. The biggest challenge is the mosquitoes and elk flies during forest sections, and potential temperature variability. Not a weather-suffering event like cold spring races."
  },
  "altitude": {
    "score": 1,
    "explanation": "Lahti sits at essentially sea level. Max elevation on course is 216m (710ft). Zero altitude concerns. Your lungs will have no excuse."
  },
  "logistics": {
    "score": 3,
    "explanation": "Helsinki-Vantaa Airport (HEL) offers good international connections, with Lahti just 1 hour by train or bus. The infrastructure is excellent by European standards. However, Finland is an expensive country, accommodation options in small-city Lahti are limited, and international travel from North America requires long-haul flights."
  },
  "adventure": {
    "score": 4,
    "explanation": "Racing through a UNESCO Global Geopark shaped by the Ice Age, under the midnight sun, in one of the world's happiest countries. The unique Nordic landscape of lakes, forests, and ancient ridges creates a bucket-list experience. The F1 connection (Valtteri Bottas) adds celebrity glamour. A real Nordic cultural immersion."
  }
}
