{
  "prestige": {
    "score": 2,
    "explanation": "It's a UCI qualifier riding on the coattails of Leuven's 2024 Gravel Worlds, but this is edition one. No history, no legendary moments, just marketing copy about 'true legacy for gravel enthusiasts.' The 2000-rider cap and Bolero series finale positioning might build something, but prestige isn't inherited—it's earned through decades of suffering."
  },
  "race_quality": {
    "score": 3,
    "explanation": "UCI sanctioning and a proper 14:00 cutoff with red/green flag course security shows they're not amateurs. The rolling Flemish Brabant terrain around Leuven has proven itself at Worlds level. But with zero editions completed, this is all potential energy—decent foundation, unproven execution."
  },
  "experience": {
    "score": 3,
    "explanation": "Multi-lap format through the same roads that hosted Road and Gravel Worlds gives you legitimate Flemish gravel character. The staggered 9:30 AM start by category and proper race bubble management suggests a thoughtful rider experience. Whether they can deliver the full Belgian gravel romance remains completely theoretical."
  },
  "community": {
    "score": 3,
    "explanation": "Part of the established Bolero Gravel Series with 2000 riders creates decent community scale. Belgium's cycling culture runs deep, and Leuven isn't some random venue—it has cycling soul. But community bonds form through shared suffering over years, not launch event marketing promises."
  },
  "field_depth": {
    "score": 2,
    "explanation": "UCI qualifier status will pull some serious riders hunting World Championship spots across multiple age categories. But it's €57-67 in Europe with a 2000-rider cap—decent regional draw, nothing that screams international depth. First-year fields are always question marks until the results sheet prints."
  },
  "value": {
    "score": 3,
    "explanation": "€57 for 96km, €67 for 147km is honest European pricing—not cheap, not gouging. UCI qualifier status adds legitimate value if you're hunting Worlds qualification. Compared to American gravel's $200+ entry fees, this is refreshingly reasonable for what you're getting."
  },
  "expenses": {
    "score": 2,
    "explanation": "Belgium isn't budget territory—Brussels Airport proximity means international flights, Leuven lodging during a cycling event won't be cheap. Saturday evening or Sunday morning packet pickup at least gives you options. But European cycling travel always hits the wallet harder than domestic racing."
  },
  "length": {
    "score": 3,
    "explanation": "147km (91 miles) for the full distance hits that sweet spot of serious but not stupid long. The 96km option gives older categories a proper challenge without the death march. Three laps means you can adjust tactics as you learn the course—smart design for substance over suffering."
  },
  "technicality": {
    "score": 2,
    "explanation": "Rolling Flemish Brabant terrain with 'challenging climbs' sounds more like grinding power than technical wizardry. Multi-lap format through established cycling roads suggests smooth, predictable surfaces over gnarly technical sections. This is probably about sustained effort, not bike handling mastery."
  },
  "elevation": {
    "score": 2,
    "explanation": "Leuven sits barely 30 meters above sea level in famously flat Belgium. The 'challenging climbs' are relative—think rolling punches, not Alpine suffering. Even generous estimates won't put this in serious climbing territory, which is exactly what you'd expect from Flemish gravel."
  },
  "climate": {
    "score": 3,
    "explanation": "Mid-October in Belgium means crisp fall conditions—cool enough to suffer properly, warm enough to avoid winter gear chaos. Classic cycling shoulder season when Belgium's cycling culture peaks. Weather will be variable but rarely extreme, perfect for hard gravel racing without climate drama."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting around 30 meters above sea level in Leuven, Belgium—this is sea level racing. Zero altitude considerations, zero acclimatization needed. If you're looking for thin-air suffering, you picked the wrong continent."
  },
  "logistics": {
    "score": 2,
    "explanation": "Online-only registration until October 14-18 shows organization, but no details on parking, lodging, or real logistics planning. Packet pickup Saturday evening or Sunday morning gives flexibility. Brussels Airport proximity helps internationals, but they're not making it easy with missing basic travel information."
  },
  "adventure": {
    "score": 3,
    "explanation": "Racing through legitimate Flemish cycling heartland where Road and Gravel Worlds happened delivers authentic adventure, not manufactured experience. The rolling Vlaams-Brabant countryside has cycling soul embedded in every kilometer. First edition energy plus proven Belgian gravel character creates genuine discovery potential."
  }
}
