{
  "logistics": {
    "score": 2,
    "explanation": "Burnsey describes a chaotic start with a 6th grade teacher giving 'two minutes' of race business before shouting 'GO!' leaving riders asking 'Is that the start? Do we go now? WTF?' No finish line infrastructure - he 'had to ask around town just to see where I was to go and if I needed to check in somewhere.'"
  },
  "length": {
    "score": 3,
    "explanation": "The original ran 80+ miles through Kansas gravel, though sources cite both '77.4 miles' and '80+ miles.' All riders in Burnsey's group finished by 3 PM despite organizational chaos. The current UNDEAD successor offers 'about a 70 mile loop between Madison and Matfield Green' as two 35-mile legs."
  },
  "technicality": {
    "score": 2,
    "explanation": "Burnsey confirms 'the 80+ miles of dirt was nothing more than a gravel road ride' - pure gravel roads without technical mountain bike terrain. He completed it on a severely under-geared 29er single speed, spinning 'like a gerbil on cocaine' at 12 mph but still finishing successfully."
  },
  "elevation": {
    "score": 3,
    "explanation": "One source notes '5000 feet of elevation gain' across the 77-80 mile course through the Flint Hills. The rolling prairie terrain creates consistent climbing rather than massive peaks - enough work to challenge riders but manageable on gravel roads through Kansas rangeland."
  },
  "climate": {
    "score": 2,
    "explanation": "Burnsey rode in 'the heat and dust of the Kansas plains' during his July attempt. Kansas weather remains unpredictable with spring tornadoes, summer furnace heat, and relentless wind. The prairie exposure offers no shelter when conditions turn harsh."
  },
  "altitude": {
    "score": 1,
    "explanation": "Cottonwood Falls sits around 1,200 feet above sea level in the Kansas Flint Hills. No altitude impact on performance - any breathing difficulties come from Kansas dust and wind, not thin air."
  },
  "adventure": {
    "score": 3,
    "explanation": "The route travels between Madison and Matfield Green through classic Flint Hills prairie. The modern UNDEAD version maintains the 'loosely based on the routes of the historic Flint Hills Death Ride' adventure through big-sky Kansas grassland with proper isolation and prairie beauty."
  },
  "prestige": {
    "score": 2,
    "explanation": "The original event marketed itself claiming 'only 50-60% of the fittest riders even finish' but Burnsey calls 'bullshit on that one' since his entire group completed it by 3 PM. The race died amid organizational failures, with riders like Redneck Biker unable to get jerseys or refunds from organizer Paul Corcoran."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Burnsey rates it '1 out of 5' for race execution - 'paid the big bucks for this so called race when in reality it was a group ride.' No finish line, cameras, or celebration infrastructure. The only positive: volunteers at SAG stations were 'super nice and helpful.'"
  },
  "experience": {
    "score": 3,
    "explanation": "Despite organizational failures, the Flint Hills terrain delivers authentic prairie suffering and stark Kansas beauty. The modern UNDEAD successor explicitly operates as 'a simple group ride through the Flint Hills' emphasizing the landscape experience over competitive racing infrastructure."
  },
  "community": {
    "score": 3,
    "explanation": "The original collapsed but birthed the UNDEAD Death Ride, where organizers donate '100% of gross profit to entities in Madison and Matfield Green.' Volunteers at SAG stations earned praise from frustrated riders. The $20 successor event maintains community focus over profit."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Burnsey debunked the marketing claim that only elite riders finish - his entire group completed the course despite the organizational chaos. The original attracted enough riders to justify multiple SAG stations, though the field dissolved when the event died amid jersey and refund scandals."
  },
  "value": {
    "score": 3,
    "explanation": "Burnsey paid 'big bucks' for poor execution but the modern UNDEAD version charges just $20 with all profits supporting local Kansas towns. The terrain value remains high - 70-80 miles through authentic Flint Hills prairie at budget pricing for the region."
  },
  "expenses": {
    "score": 3,
    "explanation": "Redneck Biker paid $80 but never received his jersey despite months of trying to contact organizer Paul Corcoran. The current UNDEAD event runs $20 entry with transparent community donation policy. Rural Kansas lodging and food costs remain reasonable around Madison and Matfield Green."
  }
}
