{
  "logistics": {
    "score": 2,
    "explanation": "Monterey is easily accessible via three airports (MRY, SJC, SFO). Sea Otter is a massive event with excellent infrastructure, expo, camping, and nearby hotels - though booking early is necessary."
  },
  "length": {
    "score": 3,
    "explanation": "The 100km distance creates strategic complexity on Fort Ord's terrain. webdev511 observed \"Passing opportunities on singletrack = slim to none. You do it, it's going to be a ballsy move.\" Two laps mean position early matters significantly more than in single-loop races."
  },
  "technicality": {
    "score": 3,
    "explanation": "Webdev511 describes specific challenges: \"Second part of the course has a LOT of deep speed sucking sand washes. Like a dozen at least.\" The combination of sand sections, water crossings, and rutted descents creates moderate technical demands without extreme exposure."
  },
  "elevation": {
    "score": 4,
    "explanation": "The 8,000-foot climbing load over 100km creates serious cumulative fatigue. webdev511 noted the final 2.7-mile climb past The Beach: \"The last 2.7 mile climb is going to be the test\" with sand wash singletrack transitioning to \"ultra rutted\" fire roads with \"ruts that are about 5 feet deep.\""
  },
  "climate": {
    "score": 3,
    "explanation": "April weather varies dramatically year to year. In 2023, Jolyzara hit \"a mud pit so deep half my bike was submerged (up to the bottom of my rotors).\" Other years bring dusty conditions and heat spikes, creating unpredictable race-day scenarios."
  },
  "altitude": {
    "score": 1,
    "explanation": "Fort Ord's coastal location means zero altitude concerns. Max elevation of 918 feet poses no physiological challenges - riders perform at sea-level capacity throughout the event."
  },
  "adventure": {
    "score": 4,
    "explanation": "Fort Ord's former military training grounds offer distinctive character through technical features like Red Rocks and Watkins Gate trails. The course includes transitions from \"rutted beach\" climbs to flowing singletrack, creating varied terrain challenges within the historic landscape."
  },
  "prestige": {
    "score": 5,
    "explanation": "Life Time Grand Prix season opener status draws elite international fields. Brendan Johnston specifically traveled to test himself against \"that scene\" of top American racers. As a Leadville Trail 100 qualifier offering 35+ coins, it attracts serious competitive depth."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Life Time production values with professional organization. 4-day festival pass included, quality aid stations, and the full Sea Otter expo experience. Registration includes parking and race-day lunch."
  },
  "experience": {
    "score": 4,
    "explanation": "The unique combination of competitive racing and cycling's biggest expo creates memorable race weekends. webdev511 noted Fort Ord is \"a great place\" for testing equipment and skills, with the Sea Otter Classic providing extensive vendor access and festival atmosphere."
  },
  "community": {
    "score": 4,
    "explanation": "The Life Time Grand Prix field size reduction to \"25 men and 25 women initially, with three wild cards added after UNBOUND\" creates an elite racing community. The broader Sea Otter Classic draws thousands across cycling disciplines for festival participation."
  },
  "field_depth": {
    "score": 5,
    "explanation": "Elite international competition defines the field quality. Brendan Johnston finished \"seventh at the 100km Fuego XL, despite having to fight his way back up the field after missing the early split of seven riders\" - demonstrating the tactical racing among top-tier athletes."
  },
  "value": {
    "score": 3,
    "explanation": "Premium Life Time pricing includes 4-day festival access, parking, and race-day lunch, but costs add up quickly. The complete Sea Otter expo experience and Leadville qualifier status justify expenses for serious competitors, though casual participants may find better value elsewhere."
  },
  "expenses": {
    "score": 2,
    "explanation": "Monterey area lodging during Sea Otter commands premium rates when thousands descend on the region. fidracer discussions focus on tire selection like \"fast XC tire (Aspen, Race King, Fast Trak/Renegade, etc.)\" - even equipment choices reflect the event's expense level."
  }
}
