{
  "prestige": {
    "score": 5,
    "explanation": "major series season opener gives Fuego XL elite status. It's a Leadville Trail 100 qualifier with minimum 35 qualifier coins available. Keegan Swenson has dominated since 2022, cementing its importance."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Life Time production values with professional organization. 4-day festival pass included, quality aid stations, and the full Sea Otter expo experience. Registration includes parking and race-day lunch."
  },
  "experience": {
    "score": 4,
    "explanation": "Unique combination of competitive racing and festival atmosphere. The Sea Otter Classic is cycling's biggest expo, and finishing at the iconic Laguna Seca motorsports track creates a memorable race day."
  },
  "community": {
    "score": 4,
    "explanation": "Sea Otter draws thousands of cycling enthusiasts across disciplines. Strong XC/gravel community presence with the major series crowd bringing elite racing energy to complement the recreational atmosphere."
  },
  "field_depth": {
    "score": 5,
    "explanation": "series points on the line brings the world's best. Keegan Swenson, Sofia Gomez Villafane, Alexey Vermeulen, and pro MTB/gravel racers competing for Leadville qualifiers create elite-level field depth."
  },
  "value": {
    "score": 3,
    "explanation": "Premium Life Time event pricing, but includes 4-day festival access, expo entry, parking, and race-day lunch. Good value considering the complete Sea Otter experience beyond just the race."
  },
  "expenses": {
    "score": 2,
    "explanation": "Monterey/Carmel area is expensive for lodging, especially during Sea Otter when thousands descend on the region. California travel costs add up, though camping at venue helps budget-conscious racers."
  },
  "length": {
    "score": 3,
    "explanation": "At 70 miles (2 x 34-mile laps), Fuego XL sits squarely in the middle-distance range - substantial but not ultra territory."
  },
  "technicality": {
    "score": 3,
    "explanation": "Mixed terrain with signature sandy climbs, flowy singletrack, and fire roads. XC-style racing described as 'non-technical but demanding' with loose-over-hard descents and deepening ruts."
  },
  "elevation": {
    "score": 4,
    "explanation": "7,800 feet of climbing over 70 miles is a serious challenge - that's 2,566 ft per 34-mile lap. The relentless short punchy climbs compound the difficulty."
  },
  "climate": {
    "score": 3,
    "explanation": "Variable April weather at Laguna Seca can swing from 40°F to 90°F+. Morning fog, afternoon heat spikes, and brutal crosshead winds on Lookout Ridge create moderate climate challenge."
  },
  "altitude": {
    "score": 1,
    "explanation": "Max elevation of just 918 feet means zero altitude concerns. This is coastal California riding - sea level performance fully accessible."
  },
  "logistics": {
    "score": 2,
    "explanation": "Monterey is easily accessible via three airports (MRY, SJC, SFO). Sea Otter is a massive event with excellent infrastructure, expo, camping, and nearby hotels - though booking early is essential."
  },
  "adventure": {
    "score": 4,
    "explanation": "Fort Ord's former military training grounds offer memorable character - sandy climbs, the legendary Corkscrew, and finishing at the Laguna Seca motorsports track. Part of the Sea Otter festival experience."
  }
}
