{
  "prestige": {
    "score": 1,
    "explanation": "Three years old and pulling almost 100 riders to Cedar Hill, New Mexico. No pro field, no notable winners, no coverage beyond a generic promotional video. This is gravel's equivalent of a Tuesday night crit — fun for locals, invisible to anyone who matters."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Neil Hannum's operation offers three distance options but can't nail down consistent race dates or provide basic logistics info. The 4-mile Alien Run singletrack finish sounds promising, but when your course details are this sparse, execution probably matches. Third annual events either figure their shit out or stay amateur forever."
  },
  "experience": {
    "score": 2,
    "explanation": "Racing through the Aztec Arch in alien costume is either brilliant or embarrassing depending on your tolerance for theme races. The San Juan Alps climb and mesa terrain deliver legitimate suffering, but without aid station details or proper course info, you're gambling on whether the organizers can handle race day logistics."
  },
  "community": {
    "score": 2,
    "explanation": "Part of a three-race Aztec Adventures series that's trying to build something in the Four Corners region. Almost 100 riders showed up in 2024, which beats a participation trophy event, but there's zero evidence of the kind of rider culture that makes races memorable. Regional enthusiasm doesn't equal community depth."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Almost 100 riders in a region where gravel racing is still finding its legs. No mention of competitive categories, prize purse, or anyone you've heard of toeing the line. This is participation-level racing where your biggest competition is probably the guy who bought his gravel bike last month."
  },
  "value": {
    "score": 4,
    "explanation": "Three distance options including legitimate terrain through mesas and sandy washes, plus that 4-mile singletrack finale. The series offers a 20% discount for all three Aztec Adventures races, which is solid if you're planning a New Mexico gravel tour. You're getting real suffering without Unbound-level wallet damage."
  },
  "expenses": {
    "score": 2,
    "explanation": "Cedar Hill, New Mexico isn't exactly a destination hub with convenient lodging and dining options. Nearest real airport situation is unclear, and you'll likely be driving significant distance or paying premium rates for sparse accommodations. The race fee structure remains mysteriously absent from all promotional materials."
  },
  "length": {
    "score": 3,
    "explanation": "The 60-mile distance hits the sweet spot for serious training without full suffering festival commitment. Research shows 35- and 50-mile options too, suggesting the 60-mile might be an unreported variant. Either way, it's long enough to separate pretenders from legitimate gravel riders without requiring three days of recovery."
  },
  "technicality": {
    "score": 2,
    "explanation": "Punchy climbs up to 12% through sandy washes and mesa terrain, finishing with 4 miles of Alien Run singletrack. That's legitimate technical demand, but the overall profile sounds more like sustained moderate difficulty than anything that'll separate skilled bike handlers. Steep enough to hurt, not technical enough to matter."
  },
  "elevation": {
    "score": 2,
    "explanation": "3,500 feet of climbing over 60 miles averages out to manageable suffering — enough to test fitness without destroying recreational riders. The sharp early climb into the 'San Juan Alps' sounds like the main event, followed by rolling punishment through mesa country. Solid training stimulus, not epic elevation."
  },
  "climate": {
    "score": 2,
    "explanation": "April in the Four Corners region means you're rolling dice on weather — could be perfect spring conditions or late winter nastiness. No historical weather data available and no reports of epic mud years or heat disasters. That uncertainty cuts both ways when you're traveling for a race."
  },
  "altitude": {
    "score": 2,
    "explanation": "Starting elevation around Cedar Hill likely sits in that 5,000-6,000 foot range where sea-level riders notice it but don't get wrecked. High enough to matter if you're coming from flatland, not high enough to require acclimatization strategy. Moderate altitude tax on your suffering account."
  },
  "logistics": {
    "score": 2,
    "explanation": "Basic race information like start times, packet pickup, and aid stations are mysteriously absent from available details. For a third-year event, that's either organizational incompetence or terrible marketing. Cedar Hill isn't exactly a logistics hub, and unclear airport access makes travel planning a guessing game."
  },
  "adventure": {
    "score": 3,
    "explanation": "Racing alien-themed loops around a supposed crash site near Aztec Ruins National Monument delivers legitimate adventure credibility. The combination of mesa terrain, sandy washes, and singletrack finale through Alien Run creates memorable suffering in genuinely unique landscape. It's adventure racing for people who don't want to carry rope."
  }
}
