{
  "prestige": {
    "score": 2,
    "explanation": "Fifteen years of history gives Gravel Worlds some credibility, but it's still playing second fiddle to the real gravel heavyweights. The world champion jerseys for the 150-mile winners sound impressive until you realize this isn't UCI-sanctioned and the field depth data is mysteriously absent. It's a solid regional event masquerading as something bigger than it is."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The race spreads itself thin across too many disciplines - bike races, runs, triathlons, duathlons - like a county fair trying to please everyone. Course marking is so unreliable they warn you signs might be 'altered or stolen,' forcing reliance on GPS. When your main selling point is 'Go Big or Go Home!' instead of actual race infrastructure, you're telegraphing the amateur hour vibe."
  },
  "experience": {
    "score": 3,
    "explanation": "The Sandhills Global Event Center provides a legitimate hub for the multi-day festival atmosphere from August 21-23. Three distance options (35, 75, 150 miles) let riders pick their poison through Nebraska's rolling farmland. The 'Gravel Family' concept and 16-year track record suggest they know how to put on a decent weekend, even if the execution isn't polished."
  },
  "community": {
    "score": 3,
    "explanation": "The Gravel Worlds Foundation has built something genuine over 16 years with their 'exploring together since 2010' ethos. The multi-sport weekend format creates more touchpoints for different types of riders and families to get involved. But without specific rider testimonials or community feedback, it's hard to separate marketing fluff from actual camaraderie."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Elite pro categories exist with dedicated start times (5:55am men, 6:05am women), but the complete absence of field size data or notable past winners tells you everything. If you had legitimate depth, you'd be shouting those names from the rooftops. The staggered starts suggest they're managing smaller fields rather than unleashing a true gladiator battle."
  },
  "value": {
    "score": 3,
    "explanation": "No registration fees are listed, which either means they're reasonable enough not to scare people away or buried in fine print. The multi-day event format and three distance options provide flexibility for your dollar. Trophy payouts for all categories beat cash-grab races that only reward the top 1%, assuming the entry fee doesn't gut your wallet first."
  },
  "expenses": {
    "score": 3,
    "explanation": "Lincoln, Nebraska isn't exactly Aspen - lodging and food costs should be manageable for most budgets. The centralized start/finish at Sandhills Global Event Center eliminates shuttle costs and logistics nightmares. Unknown airport access and accommodation specifics keep this from being better, but Nebraska's cost of living works in your favor."
  },
  "length": {
    "score": 3,
    "explanation": "The 150-mile flagship distance with 10,000+ feet of climbing puts legitimate hurt on riders without crossing into masochistic territory. The 75-mile option at 5,000 feet hits the sweet spot for most gravel warriors. Three distinct distances mean you're not stuck with one-size-fits-none planning."
  },
  "technicality": {
    "score": 2,
    "explanation": "Southeastern Nebraska farmland and 'constant rolling hills' translate to straightforward gravel grinding without technical features worth mentioning. If there were gnarly descents, creek crossings, or technical sections, they'd be marketing the hell out of them. This is pure power and endurance over bike handling skills."
  },
  "elevation": {
    "score": 2,
    "explanation": "The 10,000+ feet over 150 miles comes from endless rolling hills rather than legitimate climbs that separate pretenders from contenders. Death by a thousand paper cuts through Nebraska corn country. It's grinding work that'll wear you down, but don't expect any Instagram-worthy summit moments or technical descents to break up the monotony."
  },
  "climate": {
    "score": 2,
    "explanation": "Late August in Nebraska means potential heat, humidity, and thunderstorms that can turn those rolling hills into a sweat lodge. No specific weather data available, but the Midwest in summer doesn't mess around - you're gambling on conditions that could make or break your day. The 100% self-supported format makes weather management entirely your problem."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Nebraska farmland, not the Colorado Rockies - altitude is essentially irrelevant to your performance. You'll get zero training benefit from thin air and zero excuse for bonking because of it. What you see is what you get: sea level grinding through corn country."
  },
  "logistics": {
    "score": 3,
    "explanation": "The Sandhills Global Event Center provides a proper start/finish venue with infrastructure for the multi-day event. Staggered start times from 5:55am to 8:00am prevent total chaos on course. Missing details on parking, packet pickup, and airport access keep this from excellence, but the centralized hub approach shows they understand basic race organization."
  },
  "adventure": {
    "score": 2,
    "explanation": "Southeastern Nebraska farmland offers the adventure of watching corn grow at 15 mph for hours on end. The 150-mile self-supported format adds legitimate suffer factor, but you're not exactly exploring undiscovered territory or tackling epic terrain. It's agricultural grinding disguised as adventure - the challenge comes from distance and weather, not the landscape."
  }
}
