{
  "prestige": {
    "score": 2,
    "explanation": "Ghost of the Gravel hosts the Canadian national gravel championships and landed a spot in the 2026 UCI Gravel World Series, which sounds impressive until you realize nobody outside Alberta has heard of it. Deadgoat Racing runs a solid regional event that's climbing the ladder, but prestige requires years of pro field depth and international recognition. It's a big fish in the Canadian gravel pond, which is still a pretty small pond."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The course delivers 93% gravel through Alberta foothills with decent elevation at 6,800 feet of climbing, but the execution feels amateur hour. No published cutoff times, vague aid station details, and gear recommendations that read like someone's panicked packing list suggest organizational gaps. The 118km route through ranch valleys is scenic enough, but race quality needs more than pretty views."
  },
  "experience": {
    "score": 3,
    "explanation": "Rolling through Alberta foothills with wild horses on the Harold Creek climb and twisting descents on Forestry Trunk Road 40 delivers legitimate adventure. The 4km climb to 5,200 feet at km 34 provides a proper sufferfest, and crossing the Little Red Deer river adds character. The experience works if you're self-sufficient and don't expect hand-holding, but portions lack cell coverage so you're truly on your own."
  },
  "community": {
    "score": 3,
    "explanation": "Deadgoat Racing has built something real in Water Valley, evolving from a regional ride into a national championship host. The community feels genuine rather than manufactured, with riders who know the terrain and respect the foothills weather. It's not the Instagram cycling circus you'll find elsewhere, which works for riders who want authentic gravel culture over posed lifestyle shots."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Hosting Canadian nationals suggests the domestic field shows up, but there's zero evidence of international depth or pro participation. The 2026 UCI World Series inclusion might change this, but right now it's regional riders and national hopefuls. Field depth requires more than a championship title when most serious gravel racers have never heard your name."
  },
  "value": {
    "score": 3,
    "explanation": "You get 118km of legitimate gravel suffering through spectacular Alberta foothills, which delivers on the core promise even if the organization feels rough around the edges. No published entry fees makes this hard to evaluate precisely, but Canadian races typically offer reasonable pricing. The experience-to-bullshit ratio tilts positive if you can handle the self-sufficiency requirements."
  },
  "expenses": {
    "score": 2,
    "explanation": "Getting to Water Valley, Alberta isn't cheap from anywhere significant, and the nearest major airport appears to be Calgary with unknown lodging options. The race itself probably won't break the bank, but the total trip cost adds up quickly when you factor in international travel for most serious gravel racers. Remote locations always punish your wallet, regardless of entry fees."
  },
  "length": {
    "score": 4,
    "explanation": "118km hits the gravel sweet spot - long enough to separate pretenders from contenders without crossing into masochistic territory. The distance forces real pacing decisions on those foothills climbs, especially with 6,800 feet of elevation gain spread across the route. It's substantial racing that rewards fitness and strategy without requiring overnight gear."
  },
  "technicality": {
    "score": 2,
    "explanation": "Packed clay gravel through ranch valleys and rolling foothills doesn't demand advanced bike handling skills. The twisting descents on Forestry Trunk Road 40 require some attention to blind corners, but this isn't technical in any meaningful sense. It's power-and-endurance racing on accessible surfaces, not the rock garden suffering that defines truly technical gravel."
  },
  "elevation": {
    "score": 2,
    "explanation": "6,800 feet of climbing over 118km creates steady work without soul-crushing gradients. The main climb up Harold Creek Road gains 1,000+ feet over 4km to the 5,200-foot high point, which is legitimate but not spectacular. It's rolling resistance that'll wear you down rather than explosive climbing that breaks races apart."
  },
  "climate": {
    "score": 2,
    "explanation": "Alberta foothills weather changes faster than your mood on a bad climb, demanding rain capes, wind jackets, and warm gear for a June race. The official gear recommendations read like preparing for four seasons in one day, which signals unpredictable and potentially miserable conditions. When organizers suggest shower caps and full-finger gloves for summer racing, expect weather drama."
  },
  "altitude": {
    "score": 1,
    "explanation": "Maxing out at 5,200 feet means altitude is irrelevant for anyone who doesn't live at sea level. Most riders won't notice any effect at this elevation, and even the starting point in Water Valley sits well below meaningful altitude thresholds. This is foothills riding, not mountain suffering."
  },
  "logistics": {
    "score": 2,
    "explanation": "Basic details like packet pickup, parking, and lodging options are mysteriously absent from available information, suggesting either poor communication or bare-bones organization. The 9:00am start with rollout down Highway 579 is clear enough, but everything else feels like guesswork. When a race can't publish basic logistical information, expect to figure things out yourself."
  },
  "adventure": {
    "score": 2,
    "explanation": "Wild horses on the climbs and sections without cell coverage deliver some legitimate backcountry flavor in Alberta's ranch country. The Forestry Trunk Road descent and Little Red Deer river crossing add character beyond typical gravel racing. But adventure requires more than scenic views and spotty cell service - this feels more like pleasant countryside than true wilderness exploration."
  }
}
