{
  "prestige": {
    "score": 1,
    "explanation": "This is one race in Iowa's seven-event gravel circuit, not exactly the spotlight of cycling fame. No notable winners in the research, no pro field data, no media coverage worth mentioning. It's regional racing at best, which is fine if you're not chasing Instagram glory."
  },
  "race_quality": {
    "score": 2,
    "explanation": "They provide chip timing, marked course, and aid stations with the basics like bananas and cookies. The Iowa Gravel Series calls itself 'premiere midwest gravel racing' but that's marketing speak without evidence. Decent organization for a regional event, nothing more."
  },
  "experience": {
    "score": 2,
    "explanation": "62 miles with 2,400 feet of climbing in Iowa won't blow your mind, but it won't bore you either. Event photography is included and they promise medical support, which beats showing up to some farmer's field with a hand-drawn map. Solidly unremarkable."
  },
  "community": {
    "score": 3,
    "explanation": "Part of a seven-race Iowa series that gets people committed to multiple events throughout the season. The full season pass at $399 includes meals and limited edition jerseys by Rad Custom Cycling. That kind of season-long engagement builds actual community, not just weekend warriors."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Zero data on pro participation, field size, or competitive depth in any research. Regional Iowa racing in August isn't exactly drawing national talent. You're racing against local enthusiasts, which has its charm but won't push your limits."
  },
  "value": {
    "score": 4,
    "explanation": "Single race entry starts at $40 early registration, which is reasonable for chip timing and aid station support. The $399 full season pass for seven races plus meals and gear is legitimately good math. Hard to complain about Iowa pricing."
  },
  "expenses": {
    "score": 3,
    "explanation": "Glenwood, Iowa won't bankrupt you on lodging or dining compared to destination races. Late registration bumps to $50-70 depending on package, but that's standard race tax for procrastination. Regional racing keeps costs human-scale."
  },
  "length": {
    "score": 3,
    "explanation": "62 miles hits the sweet spot for most gravel riders - long enough to hurt, short enough to not require expedition planning. It's a proper distance that demands respect without turning into an endurance death march."
  },
  "technicality": {
    "score": 2,
    "explanation": "This is Iowa farmland, not the Rockies or Vermont's chunky chaos. Research shows no technical features or challenging terrain details. Expect rolling gravel roads that test fitness more than bike handling skills."
  },
  "elevation": {
    "score": 2,
    "explanation": "2,400 feet over 62 miles averages about 39 feet per mile - enough to keep your legs honest but nothing that'll make you walk. Iowa's rolling terrain provides steady work without the punch-you-in-the-face climbs."
  },
  "climate": {
    "score": 2,
    "explanation": "August in Iowa means heat and humidity that can wreck unprepared riders. 7:30 AM start helps beat the worst of it, but you're still looking at potentially brutal conditions by afternoon. Midwest summer is no joke."
  },
  "altitude": {
    "score": 1,
    "explanation": "Iowa sits barely above sea level. Zero altitude considerations, zero acclimatization needed. Your sea-level fitness transfers directly without any thin-air nonsense to worry about."
  },
  "logistics": {
    "score": 3,
    "explanation": "Registration through BikeReg.com is standard and functional. The research lacks specifics on parking and packet pickup, but Iowa races typically handle basics competently. Nothing groundbreaking, nothing broken."
  },
  "adventure": {
    "score": 2,
    "explanation": "Iowa gravel roads through farmland offer pastoral scenery but won't give you epic mountain vistas or desert moonscapes. It's solid riding through agricultural heartland - pleasant but not exactly adventure racing territory."
  }
}
