{
  "prestige": {
    "score": 1,
    "explanation": "This is a regional Ontario event tucked into the Highland Games, not a destination race. No documented pro field, no prize purse, and zero mention of notable winners in the search results. Being part of the Ontario Gravel Cup gives it some local credibility, but that's about where the prestige stops."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The course hits the basics with single-lane gravel roads through North Frontenac and marble-dust sections from Tatlock Quarry that mimic Strade Bianche. The 'legendary final climb' and finish on an oval track in front of spectators shows some production value. But with no aid station details, no cutoff times, and minimal race infrastructure documented, it's functional gravel racing without the polish."
  },
  "experience": {
    "score": 2,
    "explanation": "Rolling through forests with views of Mississippi River and Dalhousie Lake, finishing with food and drink by waterfalls sounds pleasant enough. The Highland Games integration adds cultural flavor most gravel races lack. However, the course description warns it can get 'mucky' and recommends bug spray, so expect to earn your post-race beverage through legitimate suffering."
  },
  "community": {
    "score": 2,
    "explanation": "Being embedded in the Glengarry Highland Games means you get actual spectators and a real finish line atmosphere, not just folding tables. The post-race gathering by the Mississippi River with waterfalls creates a proper celebration environment. But there's zero documented rider feedback or community buzz in the research, suggesting this stays pretty regional."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No field size data, no documented pros, no prize money, and U19s get 50% off registration. This screams 'local participation event' rather than competitive racing. The fact that they recommend mountain bikes alongside gravel bikes tells you exactly what kind of riders show up - weekend warriors looking for adventure, not podium hunters."
  },
  "value": {
    "score": 4,
    "explanation": "$110 CAD for a fully supported gravel race that includes Highland Games festival access and post-race celebration is solid value. The marble-dust Tatlock Quarry sections and riverside finish party add unique elements you won't find elsewhere. Three distance options from 35-112km means you're not paying Epic prices for a Petit experience."
  },
  "expenses": {
    "score": 3,
    "explanation": "Maxville, Ontario isn't exactly a resort destination, so lodging costs stay reasonable. Being part of the Highland Games means you're competing with festival-goers for accommodations, but eastern Ontario doesn't command Montreal or Toronto pricing. The 'no refunds, no transfers' policy means you better be committed once you register."
  },
  "length": {
    "score": 2,
    "explanation": "The 70km Medio course hits that awkward middle ground - too long for a fun ride, too short for an epic. At 43 miles, you're finishing right when gravel racing gets interesting. The Epic at 112km would score higher, but most riders will choose the medium option that leaves you wanting more distance."
  },
  "technicality": {
    "score": 2,
    "explanation": "Single-lane gravel roads through forests with some ATV trail sections and rolling terrain provides moderate technical challenge. The marble dust from Tatlock Quarry creates interesting surface conditions, and the 'legendary final climb' suggests at least one legitimate difficulty spike. But recommending mountain bikes alongside gravel bikes indicates this isn't exactly Dirty Kanza technical."
  },
  "elevation": {
    "score": 2,
    "explanation": "Described as 'rolling hills' through North Frontenac with a 'legendary final climb,' but zero actual elevation data provided. Ontario's modest topography means you're getting legitimate climbs without the lung-searing altitude. The old logging roads through forests suggest punchy ups and downs rather than sustained climbing."
  },
  "climate": {
    "score": 2,
    "explanation": "August in eastern Ontario delivers classic summer conditions - warm enough for shorts, but the organizers recommend bug spray for good reason. Dense forest sections mean humidity and mosquitos, while the potential for 'mucky' conditions shows weather can turn this from pleasant to survival mode quickly."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is eastern Ontario, not the Rockies. You're riding at elevations that won't affect your breathing or require acclimatization. The highest point probably offers nice views of forests and lakes, but altitude isn't a factor in your race strategy or preparation."
  },
  "logistics": {
    "score": 2,
    "explanation": "No packet pickup details, no parking information, and a 2026 date that's still unconfirmed shows organizational gaps. The integration with Highland Games creates complexity - you're dealing with festival logistics, not streamlined race operations. At least the multiple start times (9:00-9:45 AM) prevent mass chaos at the start line."
  },
  "adventure": {
    "score": 2,
    "explanation": "Single-lane gravel roads through remote forests of North Frontenac, marble-dust surfaces from an active quarry, and old logging roads deliver legitimate backcountry flavor. Views of Mississippi River and Dalhousie Lake add scenic payoff to the suffer-fest. But this is still civilized eastern Ontario adventure, not wilderness survival - you'll finish with cell service and craft beer."
  }
}
