{
  "prestige": {
    "score": 3,
    "explanation": "George Hincapie's name carries weight, and this is literally his training grounds where he prepped for the Tour. But it's still fundamentally a gran fondo, not a race that moves the needle in cycling circles. The 'ride with pros and celebrities' angle attracts weekend warriors more than serious racers."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Hotel Domestique as race HQ, fully stocked aid stations, SAG support, and 15 years of operation show they've got the formula down. The course mirrors Hincapie's actual Tour training routes through the Blue Ridge foothills, so the route selection is legit. When a former pro puts his name on something, the execution usually reflects that standard."
  },
  "experience": {
    "score": 3,
    "explanation": "You're riding George's actual training roads through lush Blue Ridge countryside with switchbacks and proper climbs. The celebrity chef dinner and multi-day format adds polish beyond just showing up and suffering. But it's still South Carolina, not the Alps, and gran fondos have inherent limitations on how epic they can feel."
  },
  "community": {
    "score": 3,
    "explanation": "Mix of pros, celebrities, and weekend warriors creates an interesting dynamic, but it's not building the tight-knit community you get at true grassroots events. The Hotel Domestique base camp concentrates everyone in one spot, which helps. George's presence draws cycling fans who want to geek out, but that's different than authentic racer camaraderie."
  },
  "field_depth": {
    "score": 2,
    "explanation": "This attracts cycling tourists and Hincapie fans more than serious competitive depth. Sure, some pros show up for the celebrity factor, but they're not here to race hard. The gran fondo format and multi-course options cater to participation over performance, diluting any competitive field."
  },
  "value": {
    "score": 3,
    "explanation": "Hotel Domestique base, celebrity dinner, SAG support, and riding Hincapie's training grounds probably justifies whatever they're charging. But you're paying for the celebrity experience premium, not just a bike race. Without knowing the actual entry fee, hard to judge if the execution matches the price point."
  },
  "expenses": {
    "score": 3,
    "explanation": "Hotel Domestique isn't cheap, and being the official race HQ means you're somewhat captive to their pricing. Greenville area has options, but you'll want to stay close to the Blue Ridge Mountains base for logistics. The celebrity chef dinner and multi-day format adds costs beyond just showing up and racing."
  },
  "length": {
    "score": 4,
    "explanation": "105 miles is proper distance that separates the tourists from people who actually train. Four course options mean beginners aren't forced into the full suffer-fest, but the Gran Route gives you legitimate distance to work with. Long enough to matter, not so long it becomes a death march."
  },
  "technicality": {
    "score": 2,
    "explanation": "This is road cycling through Blue Ridge foothills, not technical terrain. The switchbacks and climbs require fitness more than bike handling skills. Green River Cove has some intricate turns, but we're talking smooth pavement, not rock gardens or sketchy descents."
  },
  "elevation": {
    "score": 4,
    "explanation": "8,100 feet of climbing on the Gran Route means business - that's proper suffering territory. Skyuka Mountain KOM and Green River Cove switchbacks aren't just rolling hills, they're legitimate climbs that'll expose your fitness gaps. The Blue Ridge foothills deliver sustained elevation that mimics Tour training for good reason."
  },
  "climate": {
    "score": 2,
    "explanation": "South Carolina in October can still be hot and humid, especially when you're grinding up sustained climbs. The Southeast doesn't get the crisp fall conditions you'd want for a suffer-fest this long. Weather's a gamble that can turn 105 miles into survival mode if humidity stays high."
  },
  "altitude": {
    "score": 1,
    "explanation": "Blue Ridge foothills in South Carolina barely register altitude-wise. You're starting low and the climbs, while steep, don't get you high enough for any meaningful physiological impact. This is about gradient and sustained effort, not thin air."
  },
  "logistics": {
    "score": 4,
    "explanation": "Hotel Domestique as race HQ centralizes everything - packet pickup, start/finish, lodging, and the celebrity dinner all in one spot. 15 years of operation shows they've worked out the kinks, and having a dedicated venue eliminates the usual gran fondo logistics headaches. Professional event management backing a former Tour rider's name."
  },
  "adventure": {
    "score": 3,
    "explanation": "Riding a Tour de France rider's actual training roads through Blue Ridge switchbacks has legitimate adventure factor. The terrain and distance create real suffering opportunities, but it's still manicured South Carolina countryside, not backcountry exploration. You're following established routes on smooth pavement - adventurous for a gran fondo, tame for true adventure cycling."
  }
}
