{
  "logistics": {
    "score": 4,
    "explanation": "Hotel Domestique centralizes everything as race HQ - packet pickup, start/finish, lodging, and celebrity dinner all in one spot. Fifteen years of operation has smoothed the rough edges. However, one rider noted facing \"zero support\" and being \"in a group of strangers,\" suggesting individual preparation matters more than organizational hand-holding."
  },
  "length": {
    "score": 4,
    "explanation": "105 miles separates casual participants from those who actually train. The Italian Gran Fondo context shows \"the front end of Gran Fondos are quick, really quick\" with competition \"full gas from start to finish.\" Four course options accommodate different fitness levels without forcing beginners into the full distance."
  },
  "technicality": {
    "score": 2,
    "explanation": "Chattanooga course travels \"from downtown city streets to winding mountain roads\" ascending Sequatchie Mountain. The terrain requires fitness over bike handling skills. One rider's brother \"stopped at the top of a hill to get off his bike\" during training, suggesting sustained climbs rather than technical challenges break riders."
  },
  "elevation": {
    "score": 4,
    "explanation": "7,000 feet of climbing creates proper suffering territory. The Merced course shows similar punishment with 4,940 feet over 81 miles, where \"you'll be done with most of the tough climbs by mile 35, but there are still a few kickers through the Sierra Nevada ranch lands.\" Sustained elevation gains expose fitness gaps effectively."
  },
  "climate": {
    "score": 2,
    "explanation": "South Carolina in October can still deliver heat and humidity during sustained climbs. The Southeast doesn't provide the crisp fall conditions ideal for long-distance suffering. Weather remains a variable that can transform 105 miles from challenging to survival mode when conditions stay oppressive."
  },
  "altitude": {
    "score": 1,
    "explanation": "Blue Ridge foothills in South Carolina provide minimal altitude impact. The terrain focuses on gradient and sustained effort rather than thin air effects. Elevations remain too low for any meaningful physiological challenge beyond the climbing itself."
  },
  "adventure": {
    "score": 3,
    "explanation": "The Merced course promises riders will \"finish filthy after riding through multiple water crossings, mud puddles, cow pies and plenty of gravel.\" Routes traverse \"beautiful California ranch lands\" with Sierra Nevada mountain views. However, courses follow established roads through manicured countryside rather than backcountry exploration."
  },
  "prestige": {
    "score": 3,
    "explanation": "George Hincapie's name and training grounds carry weight, with past participants including Patrick Dempsey, Cadel Evans, Mark Cavendish, and Sir Bradley Wiggins. Lance Armstrong \"has never missed a Gran Fondo Hincapie event.\" Still fundamentally attracts cycling tourists more than moving the needle in serious racing circles."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Fifteen years of operation shows refined execution with Hotel Domestique as base, fully stocked aid stations, and SAG support. Triumph-TBird noted \"an excellent event\" where \"you'll meet the best people and serious cyclists.\" When a former pro puts his name on something, the operational standards typically reflect that pedigree."
  },
  "experience": {
    "score": 3,
    "explanation": "One rider anticipated \"the hardest fucking ride of my life\" on Hincapie's actual Tour training roads through Blue Ridge countryside. The multi-day format includes celebrity chef dinners and festival atmosphere. Despite the polished execution, it remains South Carolina foothills rather than truly epic terrain that creates lasting memories."
  },
  "community": {
    "score": 3,
    "explanation": "The event creates \"a multi-day cycling celebration with scenic rides, live music, and a family festival\" including bouncy houses and cotton candy. Celebrity and pro participation draws cycling fans wanting to geek out. However, the tourist-focused format differs from the tight-knit community found at grassroots events."
  },
  "field_depth": {
    "score": 2,
    "explanation": "The event attracts cycling tourists and Hincapie fans more than competitive depth. While pros appear for the celebrity factor, they're not racing hard. The gran fondo format with multiple course options caters to participation over performance, diluting any serious competitive field that might develop."
  },
  "value": {
    "score": 3,
    "explanation": "The package includes Hotel Domestique base, celebrity dinner, festival with \"free fun, food, and drinks,\" SAG support, and Hincapie's training grounds access. Post-ride festivities feature free food and beverages, live entertainment, and vendor expo. You're paying for the celebrity experience premium rather than just a bike race."
  },
  "expenses": {
    "score": 3,
    "explanation": "Hotel Domestique as official race HQ creates somewhat captive pricing for the prime location. For gravel variants, organizers \"recommend 38c or larger tires with at least a semi-slick tread\" and advise against road bikes entirely. The multi-day format with celebrity dinner adds costs beyond basic race entry."
  }
}
