{
  "prestige": {
    "score": 1,
    "explanation": "This is Adam Davidson's local replacement for Gravel Locos after that event left town. Zero pro field mentions, no prize purse details, and they're still figuring out basic logistics like lodging partnerships for 2026. It's a Pueblo community event trying to fill shoes that were never that impressive to begin with."
  },
  "race_quality": {
    "score": 2,
    "explanation": "They promise 'fully-supported with stocked aid stations and SAG vehicles' but won't publish cutoff times or specific course details. The fact that they describe all routes as 'well-maintained roads' suggests you're paying gravel entry fees for what's essentially a road ride through Colorado farmland. Basic support execution without the bite."
  },
  "experience": {
    "score": 2,
    "explanation": "Friday concert and finish line party sounds like every other gravel festival trying to justify weekend pricing. They're pushing 'legendary atmosphere' claims while still updating their website with basic 2026 details. The Mesa agricultural breadbasket route tells you exactly how scenic this isn't going to be."
  },
  "community": {
    "score": 2,
    "explanation": "The Ride Together Grant providing 10 free entries shows genuine accessibility effort, and drawing riders from 28 states proves regional pull. But this is still a replacement event trying to rebuild what Gravel Locos left behind. Community credit for inclusion categories, but it's rebuilding, not leading."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No published past winners, no pro participation mentioned, and they won't even reveal participant counts beyond 'fills up every year.' When a race won't publish who's actually showing up to compete, that tells you the competitive field isn't worth bragging about. Local hero racing at best."
  },
  "value": {
    "score": 3,
    "explanation": "Entry fees aren't published, but the Farmstand 50 spring event promises 'keeping it affordable.' Four distance options from 15 to 113 miles means you're not locked into paying for more suffering than you want. Solid middle-ground value if the pricing matches the modest scope."
  },
  "expenses": {
    "score": 2,
    "explanation": "Pueblo isn't exactly a destination resort town, so lodging should be reasonable once they finalize those 2026 partnerships they're still working on. Denver International is 110 miles away, so you're adding drive time and gas to your weekend. Non-refundable registration policy shows they're protecting their bottom line, not yours."
  },
  "length": {
    "score": 3,
    "explanation": "Four distance options from The Mild at 15-19 miles up to The Whole at 113 miles covers the full spectrum of gravel ambitions. You can dabble with a 15-mile taster or commit to proper century suffering. Smart distance spread that doesn't force beginners into death marches or leave experienced riders wanting more."
  },
  "technicality": {
    "score": 2,
    "explanation": "All routes on 'well-maintained roads' translates to smooth gravel or pavement through agricultural areas. The Farmstand 50 promises 'a bit more texture' than the main courses, which suggests the October event is pretty tame. This is endurance riding, not technical skills testing."
  },
  "elevation": {
    "score": 3,
    "explanation": "The Farmstand 50 features 'minimal climbing' and the main courses run through The Mesa agricultural area, suggesting rolling rather than mountainous terrain. At 4,700 feet in Pueblo, you get some altitude training benefit without the lung-burning climbs that define Colorado's reputation. Manageable elevation for most fitness levels."
  },
  "climate": {
    "score": 2,
    "explanation": "October in Pueblo means fall weather at 4,700 feet elevation - potentially anything from perfect 70s to freezing morning starts. High desert climate brings big temperature swings and possible wind exposure across those agricultural flatlands. You're gambling on conditions with limited natural shelter."
  },
  "altitude": {
    "score": 2,
    "explanation": "Starting around 4,700 feet in Pueblo gives sea-level riders noticeable but not devastating altitude impact. This isn't the lung-searing 8,000+ foot pain of mountain Colorado races, but it's enough to slow your pace if you're coming from lower elevations. Moderate altitude tax without requiring acclimatization time."
  },
  "logistics": {
    "score": 3,
    "explanation": "Friday expo and Saturday racing keeps it simple, though they're still finalizing lodging partnerships for 2026. Pueblo location means cheaper accommodation than resort towns but adds Denver airport drive time. Family-owned operation by Adam Davidson suggests personal attention to details, even if they're not publishing all the specifics yet."
  },
  "adventure": {
    "score": 2,
    "explanation": "Well-maintained roads through The Mesa agricultural breadbasket sounds about as adventurous as a scenic drive to the grocery store. This is farming country riding with full support - safe, predictable, and thoroughly civilized. If you want to get lost in Colorado wilderness, this isn't your event."
  }
}
