{
  "prestige": {
    "score": 4,
    "explanation": "The world's first and longest-running gravel series, now celebrating over 25 years. The Grasshopper Adventure Series sparked the entire mixed-terrain movement. Attracts World Cup pros like Kate Courtney, Peter Stetina, and US gravel national champion Brennan Wertz. Not major series or UCI, but historic significance and strong reputation."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Professional organization from founder Miguel Crawford with well-stocked aid stations (Skratch, GU, grilled cheese sandwiches), course marshals, SAG support for emergencies, and clear categories. Points system rewards consistency across the series. Smooth registration with series pass options and junior discounts."
  },
  "experience": {
    "score": 4,
    "explanation": "Five unique events through stunning Northern California landscapes - from the redwoods of Montgomery Woods to coastal views at King Ridge, flowing singletrack in Jackson Forest, and remote gravel through the Sacramento Valley. Each Hopper has its own character. The emphasis on bicycle diversity, artistry, and personal challenge creates memorable race days."
  },
  "community": {
    "score": 5,
    "explanation": "Legendary community vibe - this is what makes the Hoppers special. The self-sufficiency philosophy creates strong camaraderie. Forum comments rave: 'Best group ride vibe around' and 'So much better than any Fondo.' Welcomes everyone from beginners to World Cup pros. Team classification encourages group participation. The 'Hopper Super Hero King, Queen and Rider of the Universe' title says it all."
  },
  "field_depth": {
    "score": 4,
    "explanation": "Pro category with $500/250/150 cash prizes attracts serious competition. Recent winners include Peter Stetina, Kate Courtney (4 consecutive Low Gap wins), Brennan Wertz (US gravel national champion), and Jen Tave. Strong competitive field beyond just the pros, with deep age group categories. Not quite major series depth, but well above regional."
  },
  "value": {
    "score": 4,
    "explanation": "Series pass at $650-700 for 5 events works out to ~$130-140 per event - excellent value for professionally organized races. Individual events $120-185. Group discounts, junior discounts, and early-bird pricing available. First 50 women get additional $50 off. Quality aid stations, medals, coffee prizes, and sponsor swag add value."
  },
  "expenses": {
    "score": 4,
    "explanation": "Northern California is accessible from major West Coast airports. Ukiah and Sonoma County have reasonable lodging options. Total per-event costs likely $300-500 including registration, travel, and lodging for most participants. Series pass makes multi-event participation economical. Not budget-friendly for out-of-state travelers, but reasonable for the region."
  },
  "length": {
    "score": 3,
    "explanation": "Events range from 48 miles (Low Gap) to 91 miles (King Ridge), averaging around 70 miles across the series. Squarely in the 60-100 mile category for most events, with shorter and longer options available."
  },
  "technicality": {
    "score": 3,
    "explanation": "Mixed terrain varying by event - Jackson Forest features 9.5 miles of flowing singletrack per lap with rooty/rocky sections, while King Ridge is 96% paved. Low Gap and Ukiah Mendo Epic offer chunky gravel and logging roads. Overall a diverse technical challenge across the series."
  },
  "elevation": {
    "score": 4,
    "explanation": "Serious climbing at every event - from 4,500 ft at Jackson Forest to a leg-breaking 9,116 ft at King Ridge. Multiple events feature 6,000-8,000+ ft of elevation gain with pitches exceeding 12%. This is a climbing series through and through."
  },
  "climate": {
    "score": 3,
    "explanation": "January through May in Northern California means variable winter/spring conditions. Potential for rain, mud, and cool temperatures, especially early season. The 2025 Ukiah Mendo Epic was won in muddy conditions. Not extreme, but conditions require preparation."
  },
  "altitude": {
    "score": 2,
    "explanation": "Northern California coastal and inland routes at relatively low elevation - most courses stay below 3,000 ft. Altitude is not a significant factor, though the climbing is relentless."
  },
  "logistics": {
    "score": 3,
    "explanation": "Events span Ukiah, Maxwell, Caspar, and Sonoma County - all within a few hours of San Francisco Bay Area. Requires moderate planning for NorCal travel, but well-established venues with hotels and airports accessible. Series pass option simplifies multi-event logistics."
  },
  "adventure": {
    "score": 4,
    "explanation": "This is the OG of gravel racing - founded in 1998 by Miguel Crawford. Routes traverse exclusive private Mendocino Redwood Company roads, coastal views, redwood forests, and hidden NorCal gems. The self-sufficiency ethos and diverse terrain create memorable adventures. Not quite bucket-list epic, but genuinely special."
  }
}
