{
  "prestige": {
    "score": 2,
    "explanation": "It's a UCI World Series race that started in 2024, so barely out of diapers in terms of reputation. Yeah, it qualifies you for Worlds if you hit top 25% in your age group, but so does every other World Series event. The field size and winner data aren't even disclosed, which tells you exactly how much buzz this generates in the gravel community."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Race debuted in 2024 and we're already dealing with mystery entry fees, undisclosed field sizes, and zero documented rider experiences. The course offers three routes from 33km to 110km, but there's no specific aid station info or cutoff times published. When basic race logistics are this opaque, you know the organizational maturity isn't there yet."
  },
  "experience": {
    "score": 4,
    "explanation": "You're climbing through Villars, Les Diablerets, and La Forclaz in the Vaud Alps with descents into resort villages and a flat 15km stretch along the Rhône. The Big Loop hits pastures linking three alpine villages with forest roads and easy singletrack. Strambecco rates it 'Best-in-Class for Switzerland' and calls it 'the only gravel race in the World Series featuring substantial climbing.'"
  },
  "community": {
    "score": 3,
    "explanation": "It's paired with UCI Gran Fondo Suisse on Sunday, creating a weekend cycling festival atmosphere in Villars. The race targets the international UCI circuit crowd rather than building a grassroots Swiss gravel scene. No rider reviews or community discourse documented, which means either nobody's talking or nobody's digging deep enough to find the conversations."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Participant numbers aren't disclosed and there's zero documentation of notable winners or pro rider participation. It's a World Series qualifier, so you'll get the UCI qualification hunters, but with Switzerland's gravel scene still developing, the local depth is questionable. A race that can't or won't publish basic field data isn't attracting the depth that creates real competition."
  },
  "value": {
    "score": 2,
    "explanation": "Entry fees aren't published, which in Switzerland usually means 'expensive enough that we're embarrassed to post it.' You're looking at Swiss accommodation costs in Villars, Swiss food prices, and Swiss everything else. The experience might justify premium pricing, but when basic costs are hidden, you're probably getting financially ambushed."
  },
  "expenses": {
    "score": 1,
    "explanation": "You're racing in Switzerland with accommodations in Villars, a resort village in the Vaud Alps. Swiss pricing will gut your wallet faster than a mechanical on the descent to Les Diablerets. Geneva Airport is 80km away, so add international flights, rental cars, and the joy of discovering that a basic meal costs what you'd pay for race entry elsewhere."
  },
  "length": {
    "score": 3,
    "explanation": "The 65-mile distance sits between their Small Loop (61km) and Big Loop (110km), hitting the sweet spot for most gravel riders. It's long enough to hurt but not so long that you're death-marching through the Rhône valley section. Three distance options mean you can pick your poison, but 65 miles with 5500 feet of climbing is a proper day's work."
  },
  "technicality": {
    "score": 2,
    "explanation": "Course description mentions 'easy singletrack,' small farm roads, and forest roads rather than gnarly technical features. The challenge comes from 'short, steep climbs' and 'regular changes in pace' rather than bike-handling skills. When Switzerland delivers easy singletrack instead of Alpine punishment, you know they're keeping things accessible for the UCI World Series crowd."
  },
  "elevation": {
    "score": 4,
    "explanation": "You're getting 5500 feet of climbing through the Vaud Alps with ascents toward La Forclaz and the forest road climb toward Panex and Les Ecovets that's designed to 'give the best riders the chance to make the difference.' The region features passes like Col des Mosses and Col de la Croix. It's the only World Series gravel race with substantial climbing, so if you want vertical meters, this delivers."
  },
  "climate": {
    "score": 3,
    "explanation": "Late June to mid-July in the Swiss Alps typically delivers mild summer conditions without the brutal heat of southern European races. You're at alpine elevation but not high enough for serious weather concerns. The research shows no documented weather disasters from past editions, though with only two years of history, that sample size is meaningless."
  },
  "altitude": {
    "score": 3,
    "explanation": "Starting from Villars in the Vaud Alps with climbs through alpine terrain, but specific elevation numbers aren't published. You're not hitting oxygen-sucking heights, but there's enough altitude gain to make sea-level riders notice. The course profile suggests moderate alpine elevation rather than the lung-burning stuff you'd find in Colorado or the high Alps."
  },
  "logistics": {
    "score": 2,
    "explanation": "Geneva Airport is 80km from Aigle, packet pickup details are unpublished, and parking information doesn't exist in any official sources. The race pairs with Gran Fondo Suisse for a cycling weekend, but basic logistical details are either secret or nonexistent. When a UCI World Series race can't document simple arrival and departure logistics, that's a red flag for race weekend execution."
  },
  "adventure": {
    "score": 4,
    "explanation": "You're linking Villars, Les Diablerets, and Gryon through alpine pastures with a descent to Les Diablerets Sports Park and climbs through authentic villages like La Forclaz. The route hits forest roads, easy singletrack, and a flat section along the Rhône before ascending through Verschiez. This is legitimate Swiss Alpine terrain that most gravel riders will never otherwise access."
  }
}
