{
  "prestige": {
    "score": 1,
    "explanation": "Zero past winners documented, no pro field, no race reports floating around. Peninsula Adventure Sports runs a clean operation but this is Race 2 of a regional series capped at 400 riders. The Olympic National Forest setting is legit, but prestige requires history and recognition this race hasn't earned yet."
  },
  "race_quality": {
    "score": 2,
    "explanation": "They've got the basics covered—aid stations every 6-15 miles, medical support, post-race beer garden. But self-navigation with markings that \"may fail in rain\" screams corner-cutting on course management. Four distance options and staggered starts show thought, but limited mechanical support means you're on your own when things break."
  },
  "experience": {
    "score": 2,
    "explanation": "Wynoochee Lake through towering evergreens and moss-covered forest roads delivers on scenery. 90-99% gravel depending on distance gives you the surface you came for. But no standout features, named climbs, or memorable sections that riders talk about afterward—just pleasant miles through pretty trees."
  },
  "community": {
    "score": 2,
    "explanation": "400-rider cap keeps it intimate, and the bundle discount with Bon Jon suggests they're building something. Post-race beer garden and multiple categories from juniors to super masters shows inclusivity. But zero evidence of actual community—no rider quotes, no forum buzz, no indication this builds lasting connections."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Regional event with no documented competitive history or notable results. Medals for top three in each age group, but that's participation trophy territory. E-bikes allowed in non-competitive categories tells you everything about the speed this attracts."
  },
  "value": {
    "score": 3,
    "explanation": "$70-80 entry for 42-78 miles with multiple aid stations, post-race food, and beer is reasonable for the region. $5 bundle discount with Bon Jon adds value if you're doing the series. No prize purse keeps costs down, and the Olympic Peninsula setting delivers legitimate adventure per dollar."
  },
  "expenses": {
    "score": 3,
    "explanation": "Entry fees max at $80 for the long course, which won't break anyone. Hoquiam isn't a destination that gouges on lodging, and Satsop Center parking is free roadside. Two hours from Seattle-Tacoma airport means manageable travel costs if you're flying in."
  },
  "length": {
    "score": 2,
    "explanation": "42 miles sits in that middle distance no-man's land—not punchy enough for criterium types, not epic enough for ultra endurance riders. The 77-mile long option adds substance, but most will choose the medium and finish wondering if they should have gone longer."
  },
  "technicality": {
    "score": 2,
    "explanation": "\"Endurance-focused gravel roads\" means fire roads and logging routes, not technical descents or rock gardens. 97-99% gravel eliminates pavement but also singletrack challenge. Suitable for cross bikes tells you the technical demands are minimal."
  },
  "elevation": {
    "score": 2,
    "explanation": "5,800 feet over 42 miles averages to gentle rollers, not sustained climbing. The 10,300-foot long course has more bite, but spread over 77 miles it's still not punishing. Olympic Peninsula topography doesn't deliver the lung-searing walls that separate racers."
  },
  "climate": {
    "score": 2,
    "explanation": "Late July in coastal Washington usually means mild temps in the 60-75°F range, but the Pacific Northwest's reputation for surprise rain is real. Course markings that \"may fail in weather\" suggest organizers know conditions can turn, but they're not preparing you for it."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting from Hoquiam at sea level and climbing through low-elevation forest roads means zero altitude impact. Even 10,300 feet of cumulative gain doesn't put you high enough for thin air. Your legs might burn, but your lungs won't notice."
  },
  "logistics": {
    "score": 2,
    "explanation": "Roadside parking with volunteer direction sounds improvised, and \"pre-race email for details\" means they're winging the communication. Four staggered start times between 7:30-9:00 AM shows organization, but self-navigation requirements dump responsibility on riders when course support should handle it."
  },
  "adventure": {
    "score": 3,
    "explanation": "Olympic National Forest delivers legitimate wilderness vibes with towering evergreens and vivid moss covering everything. Wynoochee Lake provides scenic payoff, and 99% gravel on the long course gets you properly remote. Self-navigation adds legitimate adventure factor, even if it's poor race management."
  }
}
