{
  "prestige": {
    "score": 2,
    "explanation": "Part of the Southeast Gravel Series but lacks the heavyweight status that moves the needle nationally. No notable winners or pro field documented, and the race history is thin with recent venue changes to downtown Whitmire. It's building something, but prestige takes decades to earn."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The course delivers legitimate challenge through Sumter Forest with iconic tunnels under I-26 and river crossings, but organization details are sparse. No aid station info, no cutoff times, no clear logistics speak to amateur-hour execution despite solid terrain. Good bones, questionable execution."
  },
  "experience": {
    "score": 3,
    "explanation": "Tunnels under I-26 and river crossings hit from both directions create memorable moments that stick with you. The Piedmont terrain consistently surprises riders with difficulty beyond expectations. Downtown Whitmire finish gives you somewhere to celebrate, not just a parking lot exit."
  },
  "community": {
    "score": 3,
    "explanation": "Whitmire is genuinely excited to host downtown bike racing, which creates authentic local energy. The Southeast Gravel Series connection builds regional community, though the field size and engagement depth remain unclear. Real enthusiasm beats manufactured hype."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Free water bottles for the first 200 registrants suggests modest field expectations, not elite competition depth. No documented pro participation or competitive hierarchy. It's regional riders looking for adventure, not national talent seeking resume builders."
  },
  "value": {
    "score": 3,
    "explanation": "Legitimate challenging terrain through Sumter Forest with multiple distance options from 13 to 73 miles gives options for your dollar. The course delivers on difficulty promises - everyone who finishes knows they earned it. You get honest suffering, not manufactured marketing."
  },
  "expenses": {
    "score": 3,
    "explanation": "South Carolina pricing typically runs reasonable, and youth entries at $40 suggest accessible standards. Downtown Whitmire location means local post-race options without resort-level gouging. Regional positioning keeps costs human-scale."
  },
  "length": {
    "score": 3,
    "explanation": "73-mile long course hits the sweet spot for serious gravel racing without ultra-distance commitment. Multiple options from 13 to 73 miles let you pick your suffering level. Distance conflicts in documentation suggest organizational sloppiness, but the courses exist."
  },
  "technicality": {
    "score": 3,
    "explanation": "Piedmont terrain consistently surprises riders with more difficulty than anticipated, which suggests legitimate technical challenge. River crossings and forest gravel demand bike handling skills beyond pure fitness. Not mountain bike technical, but proper gravel demands."
  },
  "elevation": {
    "score": 3,
    "explanation": "4,500 feet over 65 miles delivers consistent climbing without absurd gradient punishment. Piedmont terrain means persistent rollers that accumulate suffering gradually. Honest elevation that builds rather than breaks you in single climbs."
  },
  "climate": {
    "score": 2,
    "explanation": "March timing avoids South Carolina summer brutality but lands in unpredictable spring weather territory. No documented weather disasters, but early season means mud risk and temperature swings. It's the last race before summer break for good reason."
  },
  "altitude": {
    "score": 1,
    "explanation": "Piedmont South Carolina sits barely above sea level - altitude plays zero factor in performance or acclimatization. If you need altitude training, this isn't your venue. Pure Southeastern lowlands without elevation concerns."
  },
  "logistics": {
    "score": 2,
    "explanation": "Downtown Whitmire start sounds convenient, but missing details on parking, packet pickup, and basic race day operations suggest organizational gaps. No clear airport or lodging strategy documented for traveling riders. Enthusiasm doesn't replace execution."
  },
  "adventure": {
    "score": 3,
    "explanation": "Tunnels under I-26 and river crossings from both directions create genuine adventure moments beyond typical gravel road grinding. Sumter Forest terrain delivers exploration factor with consistent surprises. Real adventure beats manufactured obstacles."
  }
}
