{
  "prestige": {
    "score": 2,
    "explanation": "This is the 6th annual Gravel Revival in Hickman County, Tennessee — grassroots with a capital G. No mention of pro riders, notable winners, or national recognition in any race coverage. It's a 600-rider cap event that started as a fun ride and added racing later, which tells you everything about its place in the gravel hierarchy."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Self-described as 'still very much a grassroots event with a small event staff,' which is code for limited resources and organization. They offer cash prizes for 100-mile and 60-mile winners, but won't tell you the amounts — probably because they're not impressive. The fact that they call aid stations 'revival stations' suggests more personality than polish."
  },
  "experience": {
    "score": 3,
    "explanation": "This is where small races can punch above their weight, and Gravel Revival seems to get the festival vibe right. Free camping Friday-Sunday, RV field with golf cart shuttles, and they even throw in pop-up showers. The multi-distance format from 11 to 100 miles shows they're thinking about rider experience, not just the hardcore crowd."
  },
  "community": {
    "score": 3,
    "explanation": "Sponsored by MOAB Bike Shop and explicitly designed 'for the beginner rider, all the way up to the elite racers.' That inclusivity approach usually builds solid community, even if it doesn't build prestige. The camping-heavy logistics force people to actually hang out together instead of disappearing to hotels."
  },
  "field_depth": {
    "score": 2,
    "explanation": "600 riders total across five different distances means maybe 100-150 in the competitive long distances. No mention of notable participants or competitive depth in any race coverage. This is recreational racing with some fast locals, not a place to test yourself against serious competition."
  },
  "value": {
    "score": 3,
    "explanation": "They won't publish entry fees, but free camping, multiple aid stations, and prize packages suggest decent bang for your buck. The early-bird deadline of August 1st implies meaningful discounts if you plan ahead. For a grassroots event with full support and three days of camping included, the math probably works."
  },
  "expenses": {
    "score": 3,
    "explanation": "Hickman County, Tennessee isn't exactly a destination market driving up costs. Free camping keeps lodging cheap, and rural Tennessee means reasonable food and gas. The RV field and cabin options give you choices without Nashville hotel prices an hour away."
  },
  "length": {
    "score": 3,
    "explanation": "Multiple distance options from 11 to 100 miles hit the sweet spot for most riders. The 75-mile distance mentioned doesn't appear in official race docs — either it's unofficial or the data's wrong. Either way, 60 and 100-mile options cover serious gravel racing without being stupidly long."
  },
  "technicality": {
    "score": 2,
    "explanation": "Hickman County's 'champagne gravel and chert roads' sounds pretty but doesn't scream technical challenge. Described as 'mostly gravel/chert and a little paved' backroads, which translates to straightforward farm roads. If you want to test bike handling skills, look elsewhere."
  },
  "elevation": {
    "score": 2,
    "explanation": "3,000 feet over 75 miles in Middle Tennessee farm country — that's rolling hills, not mountains. No specific elevation data in race materials suggests the climbs aren't worth bragging about. You'll work, but you won't suffer like you would in real climbing terrain."
  },
  "climate": {
    "score": 2,
    "explanation": "Mid-October in Tennessee can be perfect or miserable — you're gambling on weather. No historical weather data or past incident reports means you're flying blind on conditions. Fall in the South means potential for everything from 40-degree mornings to 80-degree afternoons."
  },
  "altitude": {
    "score": 1,
    "explanation": "Hickman County, Tennessee sits barely above sea level in elevation terms. No altitude considerations whatsoever — your fitness limitations are your own, not atmospheric. If you can't breathe here, cycling isn't your problem."
  },
  "logistics": {
    "score": 2,
    "explanation": "Small staff running a grassroots event with 600 riders across multiple distances — that's a recipe for confusion. No packet pickup details, no specific start locations, and a hard cutoff preventing anyone from reaching the event area after 7 AM Saturday. The camping-centric approach works if you're into that scene, but limits flexibility."
  },
  "adventure": {
    "score": 2,
    "explanation": "Hickman County backroads through Tennessee farm country — scenic but not exactly epic. The camping festival vibe adds some adventure factor, but this is more weekend warrior than true exploration. You're riding gravel roads that locals use to get to work, not discovering hidden gems."
  }
}
