{
  "logistics": {
    "score": 2,
    "explanation": "Start location at 73 Manners Street with showground camping available for $15 per weekend, but Basket Swamp Bash requires shuttle arrangements that organizers admit they're \"working on.\" The Saddlers MTB Club recommends having \"a friend or family member drop them off at the start\" for the point-to-point course."
  },
  "length": {
    "score": 3,
    "explanation": "The Wellington Rocks at 66km delivers proper gravel distance with four fully stocked feed stations at strategic 17-19km intervals. That's enough space between aid to demand self-sufficiency without creating survival scenarios, hitting the sweet spot for sustained effort over NSW granite country."
  },
  "technicality": {
    "score": 3,
    "explanation": "The Range Rumble features creek crossings and \"an absolute wall with grades in excess of 15%\" at the 50km crux climb. Surface mix runs 59% gravel including fire tracks and rough service roads through Basket Swamp and Boonoo Boonoo National Parks, designed for what organizers call \"Type 2 fun.\""
  },
  "elevation": {
    "score": 3,
    "explanation": "The Range Rumble packs 2,335m of climbing into 91km with extended climbs and fast descents through the national parks. The crux delivers \"about 10km\" of climbing including wall-grade pitches, enough vertical to matter without requiring mountaineering skills through NSW granite country."
  },
  "climate": {
    "score": 2,
    "explanation": "They moved from March to May 2026 specifically to \"make the most of the cooler weather,\" which tells you the previous timing was problematic. Creek crossings run \"usually about 25-30cm deep\" but depth varies, creating additional weather-dependent challenges for the point-to-point courses."
  },
  "altitude": {
    "score": 2,
    "explanation": "Mt Mackenzie Frenzy climbs 710m over 12km to Mount Mackenzie Lookout, delivering mountain country character without alpine complications. The Range Rumble's 2,335m total elevation gain indicates significant vertical through the Great Dividing Range terrain but stays within manageable altitude bands."
  },
  "adventure": {
    "score": 3,
    "explanation": "Courses wind through Basket Swamp and Boonoo Boonoo National Parks with creek crossings and sweeping views of the Great Dividing Range. Caitlin Reid notes the focus is \"on the adventure and the landscape around you\" rather than pure racing, delivering backcountry character through protected granite country."
  },
  "prestige": {
    "score": 1,
    "explanation": "Sixth edition of a regional NSW event where Caitlin Reid emphasizes it's \"organised to be as welcoming as possible to all riders, regardless of their FTP.\" Prizes go to just the fastest two riders per category, confirming this prioritizes participation over competitive depth or racing pedigree."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Proper aid station placement every 17-20km with \"food, water, and first aid supplies\" shows solid organization basics. However, course evolution happened because \"many of the roads that we have used in previous years are now sealed,\" requiring completely new 2025 routes after taking a sabbatical year."
  },
  "experience": {
    "score": 2,
    "explanation": "Post-race village features DJs, food trucks, and local beer at Tenterfield Showgrounds with Friday night main street festivities. Reid promises \"plenty of hiking, swimming holes, and the Railway Museum for kids\" but the event's sabbatical year and complete course redesign suggests growing pains."
  },
  "community": {
    "score": 2,
    "explanation": "The Saddlers MTB Club organizes this as a \"weekend for the whole family\" with proceeds supporting the Angry Bull Trail Network development. 2025 participants reported \"epic weekend of riding and great community vibes\" but the required course redesign and shuttle logistics show organizational challenges."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Three aid stations spread across 48km for The Wellington Rocks indicates modest field expectations rather than competitive density. The explicit welcome for \"gravel bikes, mountain bikes, e-bikes, and adaptive bikes\" prioritizes inclusivity over racing depth in this regional NSW event."
  },
  "value": {
    "score": 3,
    "explanation": "The NSW Government site lists it as 'free' which either means spectating or they're underselling their own race entry fees. If registration is actually cheap, 65 miles of Australian granite country for minimal cash outlay delivers decent bang for buck. Just don't expect premium race services at budget pricing."
  },
  "expenses": {
    "score": 2,
    "explanation": "Mountain bikes are explicitly welcome despite being a gravel event, potentially saving equipment costs for those without dedicated gravel bikes. However, rural Tenterfield location requires significant travel from major cities, and the Basket Swamp Bash shuttle logistics could create additional transportation complications for solo riders."
  }
}
