{
  "prestige": {
    "score": 3,
    "explanation": "Strong regional reputation as one of the toughest gravel races in the Eastern US. Known in Northeast gravel circles but lacks national/international recognition of premier events."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Well-organized independent event with solid support and course marking. Professional execution without the Life Time production scale. Reliable and competent race day experience."
  },
  "experience": {
    "score": 4,
    "explanation": "Memorable suffer fest that lives up to its Paris-Roubaix namesake. The combination of brutal climbing, technical terrain, and mountain scenery creates a genuinely hard day that sticks with you."
  },
  "community": {
    "score": 3,
    "explanation": "Good regional vibe with dedicated East Coast gravel community. Post-race at Blue Mountain Brewery adds character. Welcoming atmosphere but smaller than major national events."
  },
  "field_depth": {
    "score": 3,
    "explanation": "Competitive regional field with strong local and regional riders. Not attracting top national pros or elite contenders, but solid racing up front with real competition."
  },
  "value": {
    "score": 4,
    "explanation": "Good value for a well-organized, challenging event. Entry fees reasonable for what you get - 100 miles of quality suffering, aid station support, and brewery finish."
  },
  "expenses": {
    "score": 4,
    "explanation": "Reasonable total cost for East Coast participants. Drive-able from major metros reduces travel expenses. Modest lodging costs in Palmerton area. Budget-friendly compared to destination events."
  },
  "length": {
    "score": 4,
    "explanation": "100-mile flagship distance puts this in serious endurance territory. The 50-mile option exists for those who want the Pocono experience without the full suffer fest."
  },
  "technicality": {
    "score": 4,
    "explanation": "Technical rocky descents requiring real bike handling skills, steep sustained climbs with 10-15% grades, and remote forest roads create genuine technical demands beyond typical gravel races."
  },
  "elevation": {
    "score": 4,
    "explanation": "8,000+ feet of climbing in 100 miles is punishing - relentless Pocono Mountain terrain with no flat respites. This rivals many Western races in vertical punishment."
  },
  "climate": {
    "score": 3,
    "explanation": "Unpredictable spring mountain weather in late April Pennsylvania. Temperatures range 40s-60s°F with potential for rain, cold snaps, or mud. Not extreme but demands preparation."
  },
  "altitude": {
    "score": 2,
    "explanation": "Pocono Mountains top out around 2,000-2,500 feet elevation. Minimal altitude impact on performance - this is an East Coast race without thin air concerns."
  },
  "logistics": {
    "score": 2,
    "explanation": "Accessible East Coast location within driving distance of major Northeast metros (NYC, Philly, DC). Regional airports nearby. Lodging available though limited in immediate race area."
  },
  "adventure": {
    "score": 4,
    "explanation": "Beautiful Pocono Mountain scenery through remote forest roads, brewery finish, and a 'suffer fest' reputation give this genuine character. Not bucket-list epic, but memorable East Coast adventure."
  }
}
