{
  "prestige": {
    "score": 4,
    "explanation": "Growing reputation as a pre-Unbound tune-up. WorldTour pros (Laurens ten Dam, Ramon Sinkeldam) use it for testing. PAS Racing shows up. Not yet tier-1 prestige but climbing."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Well-organized with multiple distance options and proper aid stations. The heat challenges logistics but organizers adapt. Good vibes despite (because of?) the suffering."
  },
  "experience": {
    "score": 5,
    "explanation": "Fast racing on smooth gravel with the ever-present heat threat. River crossings add memorable moments. The shared suffering in Texas heat creates strong race stories. You'll remember it."
  },
  "community": {
    "score": 5,
    "explanation": "Growing Texas gravel community. Good local support. The event is building its culture but doesn't yet have the deep roots of Midwest gravel events."
  },
  "field_depth": {
    "score": 4,
    "explanation": "Attracts serious international talent as an Unbound tune-up. WorldTour pros, PAS Racing, fast domestic amateurs. The front of the race is legitimately competitive."
  },
  "value": {
    "score": 5,
    "explanation": "$135 for the long course is reasonable. Good aid station support. You get what you pay for—a proper race experience in Texas."
  },
  "expenses": {
    "score": 4,
    "explanation": "Texas is affordable. Hotels in Stephenville are cheap. Food is cheap. Flying to DFW and renting a car is straightforward. Total trip cost is manageable."
  },
  "logistics": {
    "score": 3,
    "explanation": "The logistics are straightforward but not bulletproof. Highway 220 construction adds delays, and you need to arrive by 6:30 am for parking at Bosque River RV Park or risk the scramble. Packet pickup runs Friday 4-8 pm or Saturday morning 6-7:30 am, which gives you options but means another decision point. Over 1,000 riders funnel through a small Texas town 70 miles from nowhere—it works, but don't expect seamless execution."
  },
  "length": {
    "score": 5,
    "explanation": "At 157 miles, Gravel Locos delivers maximum suffering in a single day. This isn't some 100-mile pretender—you're looking at a race that separates the committed from the curious. The GL100 option at 112 miles gives you an out if you're not ready for the full beating, but the marquee distance demands everything you've got. This is proper endurance racing, not a weekend warrior joyride."
  },
  "technicality": {
    "score": 2,
    "explanation": "Grades hit 20% on climbs like Loco Hill, but this is more about power than technical skill. You'll cross North Bosque River and hit some singletrack sections, but it's primarily gravel roads that reward fitness over bike handling. The 'technical' challenges are steep climbs and water crossings—painful but not particularly complex. Save your mountain bike skills for something that actually needs them."
  },
  "elevation": {
    "score": 4,
    "explanation": "Nearly 8,000 feet of climbing over 157 miles means you're grinding consistently, not just surviving a few big climbs. The '3 Bs' hills on the longer routes and those 20% grade sections will break legs that aren't prepared for sustained punishment. It's not Alpine epic territory, but it's serious enough to expose fitness gaps. Central Texas doesn't mess around when it decides to go vertical."
  },
  "climate": {
    "score": 5,
    "explanation": "Late May in Central Texas is a climate lottery you don't want to win. You're racing in the heart of tornado season with temperatures that can swing from pleasant dawn to brutal afternoon heat. The race organizers maintain backup routes for flooding, which tells you everything about the weather volatility. Factor in limited cell service when storms roll through, and you've got genuine climate challenge."
  },
  "altitude": {
    "score": 1,
    "explanation": "Hico sits in the Central Texas lowlands, 70 miles northwest of Waco—this is flatland country elevation-wise. You're not dealing with any meaningful altitude effects here, just standard sea-level to low-elevation racing. The 'elevation' in this race comes from climbing hills, not starting high. Your lungs won't notice the altitude, but they'll sure as hell notice the effort."
  },
  "adventure": {
    "score": 4,
    "explanation": "Water crossings, backup routes for flooding, limited cell service, and grades that hit 20%—this race delivers genuine adventure elements. SAG support exists for major mechanicals only, meaning you'd better be self-sufficient when things go sideways. Racing alongside pros like Peter Stetina and Ted King adds legitimacy, while the remote Central Texas location ensures you're properly isolated from civilization. It's real adventure, not manufactured hardship."
  }
}
