{
  "logistics": {
    "score": 2,
    "explanation": "Roadside parking with volunteer direction at Satsop Center and \"pre-race email for details\" shows improvised communication. RFID timing and medical support are professional touches, but zero cell coverage means \"you will want to download the tracks onto your phone ahead of time\" since riders handle their own navigation."
  },
  "length": {
    "score": 2,
    "explanation": "The new 2026 format creates a 23-mile loop with \"just under 2,000' of climbing per lap\" where everyone starts together at 9:30 AM regardless of distance. broshaughnessy used the long course \"as a training race for Gran Fondo Winthrop\" which captures its middle-distance positioning perfectly."
  },
  "technicality": {
    "score": 2,
    "explanation": "ACree notes \"there is enough very rough gravel\" to justify a 29er hardtail over a drop bar gravel bike despite gravel being faster on climbs. The course includes one mile of singletrack on Maidenhair Falls Trail, but the minimum 40mm tire recommendation suggests manageable technical demands."
  },
  "elevation": {
    "score": 2,
    "explanation": "The Big Creek Loop around Mount Fitzgerald delivers \"just under 2,000' of climbing per lap\" through Olympic National Forest terrain. With 3,500 feet over 50 miles, it's steady work without punishing sustained climbs that would separate the field significantly."
  },
  "climate": {
    "score": 2,
    "explanation": "\"This area is remote and rugged with the nearest cell reception being nearly 40 minutes away unless you are up on the highest ridges.\" Late July in the coastal Olympic Peninsula typically means mild temps, but the isolation amplifies any weather issues riders might face."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting from sea-level Hoquiam and climbing through low-elevation forest roads around Wynoochee Lake means zero altitude impact. Even 3,500 feet of cumulative gain doesn't put you high enough for thin air to affect performance."
  },
  "adventure": {
    "score": 3,
    "explanation": "The course winds through \"older growth forest offering pristine views\" with Douglas Fir, Western Red Cedar, and Hemlock around Wynoochee Lake. The Chehalis tribal ancestral lands include \"some of the deepest logging roots in the state\" near the last continental US company-owned logging camp."
  },
  "prestige": {
    "score": 1,
    "explanation": "Broshaughnessy treated this \"as a training race for Gran Fondo Winthrop\" which tells you exactly where it sits in the hierarchy. ACree skipped it despite praising the promoter, saying \"I'm sure it will be a good event\" but choosing other priorities."
  },
  "race_quality": {
    "score": 2,
    "explanation": "\"All participants receive a professional, well-organized event, RFID timing, a well-marked course, on-course snacks and medical support\" according to the promoter. ACree vouches for the organizers: \"I did the Hohly roller by the same promoter...I'm sure it will be a good event.\""
  },
  "experience": {
    "score": 2,
    "explanation": "The \"peaceful, lush and green\" Big Creek Loop delivers towering evergreens and vivid moss-covered terrain that riders expect from the Olympic Peninsula. zkravey followed up asking \"how was the event?\" suggesting the scenic setting creates memorable miles worth repeating."
  },
  "community": {
    "score": 2,
    "explanation": "\"Camp with us, ride, stay for camaraderie and fun!\" with onsite camping at Satsop Center plus free dispersed camping on National Forest land. Post-race includes hot food, drinks, and a beer garden, while the 2026 loop format lets \"friends and family see you and cheer you on.\""
  },
  "field_depth": {
    "score": 1,
    "explanation": "Broshaughnessy's 282W FTP (3.79 W/kg) represents the competitive level, while zkravey planned the course on a Domane with 35mm tires. The 400-rider cap and medals for top three in each age group suggests participation trophy territory rather than serious competition."
  },
  "value": {
    "score": 3,
    "explanation": "Entry fees from $60-80 include RFID timing, aid stations, medical support, finisher tokens, and post-race food. Free dispersed camping on National Forest land plus onsite camping options at Satsop Center add value for the Olympic Peninsula adventure experience."
  },
  "expenses": {
    "score": 3,
    "explanation": "Maximum $80 entry for the long course won't break budgets, and Hoquiam isn't a destination that gouges on lodging. Free dispersed camping on National Forest land means accommodation costs are optional, while the rural Olympic Peninsula location keeps most expenses reasonable."
  }
}
