{
  "prestige": {
    "score": 2,
    "explanation": "This race can't even keep its name or location straight - the Pecan Shaker got rebranded to 'Southern Gothic' and moved to Milledgeville in 2025. No notable winners mentioned anywhere, no pro field, just a 'Super Serious Good Times' vibe that screams participation trophy. When your biggest selling point is awards for the poorest bike choice, you're not exactly attracting the elite."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The race organization is a mess - conflicting distances listed (75 vs 106 miles), no clear course details, and they literally moved/rebranded mid-stream. Starting at 42 South Lumpkin St in Hawkinsville with timed segments covering 30-50% of the course sounds decent on paper, but the execution details are nowhere to be found. When basic race info is this scattered, expect the actual event to match."
  },
  "experience": {
    "score": 3,
    "explanation": "Gravel Roll promises 'smiles-per-mile' over sufferfest, with 1-4 fully stocked aid stations featuring charcuterie boards and fresh fruit. The timed segment format keeps things competitive without being punitive, and they explicitly welcome any bike in good condition. It's positioned as a party atmosphere focused on riding with friends rather than crushing souls."
  },
  "community": {
    "score": 3,
    "explanation": "The 'no gravel bike? No worries!' attitude and emphasis on fun over suffering creates an inclusive vibe that welcomes newer riders. Gravel Roll builds their brand around community and riding with friends, complete with well-stocked aid stations that feel more like social stops. The small Georgia town setting in Hawkinsville adds to the tight-knit feel, even if the organizational chaos undermines it slightly."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Zero mention of notable participants or competitive field in any available data. The 'poorest bike choice award' and welcoming attitude toward any bike suggests this isn't drawing serious racers. With the race struggling to maintain consistent branding and location, it's clearly not on the radar of competitive gravel athletes."
  },
  "value": {
    "score": 3,
    "explanation": "Can't find entry fees anywhere, but the promise of multiple fully stocked aid stations with charcuterie and fresh fruit suggests decent bang for buck. The timed segment format gives you competitive elements without requiring a full sufferfest commitment. For 75 miles in rural Georgia, you're probably not getting gouged on registration costs."
  },
  "expenses": {
    "score": 3,
    "explanation": "Hawkinsville, Georgia isn't exactly a destination that's going to drain your wallet on lodging and dining. No specific expense data available, but small Southern towns typically offer reasonable accommodation options. The lack of major airport nearby means you're driving, which keeps travel costs predictable if you're regionally based."
  },
  "length": {
    "score": 3,
    "explanation": "75 miles hits the sweet spot for most gravel riders - long enough to matter, short enough to not require a full day commitment. Though somehow they also list 106 miles elsewhere, which tells you everything about their attention to detail. Either distance works for the average gravel enthusiast looking for a solid workout without ultra-endurance suffering."
  },
  "technicality": {
    "score": 2,
    "explanation": "No specific terrain breakdown or technical features mentioned anywhere in the available data. The welcoming attitude toward any bike type suggests this isn't particularly demanding technically. Georgia gravel typically runs mild on the technical scale anyway - expect some rolling hills and basic gravel roads without serious navigation or skill challenges."
  },
  "elevation": {
    "score": 2,
    "explanation": "3,000 feet over 75 miles averages 40 feet per mile - not exactly mountainous but enough to keep your legs honest. Georgia's rolling terrain means steady climbs rather than brutal walls, which matches the 'fun over suffering' philosophy. Enough elevation to feel accomplished without requiring mountain bike gearing."
  },
  "climate": {
    "score": 2,
    "explanation": "October in central Georgia can be perfect or miserable - you're gambling on whether you get crisp fall weather or lingering summer humidity. No historical weather data available, but that time of year puts you at risk for everything from 90-degree heat to sudden cold fronts. The inconsistent race dates across sources don't help with planning for conditions."
  },
  "altitude": {
    "score": 1,
    "explanation": "Hawkinsville sits near sea level in central Georgia - altitude is completely irrelevant here. You'll get zero acclimatization challenges and zero excuses for poor performance based on thin air. This is pure sea-level suffering, which means your lungs work fine and your legs do all the talking."
  },
  "logistics": {
    "score": 2,
    "explanation": "Starting at 42 South Lumpkin St in Hawkinsville sounds straightforward until you realize they can't keep their race dates straight and moved the whole thing to a different town. No packet pickup details, no parking info, no clear lodging strategy - just basic address coordinates. The organizational confusion around dates and locations suggests day-of logistics might be similarly scattered."
  },
  "adventure": {
    "score": 2,
    "explanation": "Hawkinsville calls itself the 'Harness Racing Capital of Georgia' which tells you exactly how much excitement this place generates. Rural Georgia roads can be scenic but they're not exactly wilderness adventure - more like pastoral touring with slightly more dust. The adventure factor relies entirely on how much you enjoy small-town Southern charm and pecan-themed marketing."
  }
}
