{
  "prestige": {
    "score": 1,
    "explanation": "No past winners worth mentioning, no pro field, and zero YouTube coverage tells you everything about the racing pedigree here. Peninsula Adventure Sports runs a nice local series, but 'legendary Gravelrace' in their marketing copy doesn't make it legendary. The 400-rider cap keeps it intimate, which is code for 'nobody outside Washington knows this exists.'"
  },
  "race_quality": {
    "score": 2,
    "explanation": "Hydration stations at miles 11 and 22 on the short course, plus mechanical and medical support shows they're trying. But course details are vague as hell - 'majority gravel' and 'courses subject to change' doesn't inspire confidence in organization. The RideWithGPS surfaces being listed as 'incorrect' is amateur hour for a race charging $70-80."
  },
  "experience": {
    "score": 2,
    "explanation": "Olympic National Forest through towering evergreens and vivid moss sounds scenic enough, but spotty cell coverage means you're navigating blind if you don't download tracks. Worthington Park start/finish in Quilcene gives you small-town charm, but the experience caps at 'pleasant regional ride.' No standout features that separate this from a dozen other Pacific Northwest sufferfests."
  },
  "community": {
    "score": 2,
    "explanation": "They donate to Quilcene Museum and local scholarships, which is nice community theater. Camping at Lake Leland Amphitheater creates some camaraderie, and the small-town Quilcene hospitality is genuine. But with E-bikes welcome in 'non-competitive' categories, you're getting more charity ride vibes than racing culture."
  },
  "field_depth": {
    "score": 1,
    "explanation": "400 riders maximum across all distances in rural Washington - you do the math on competitive depth. Medal ceremonies for top three in each age group sounds like everyone gets a participation trophy. No mention of fast times, course records, or anyone you'd recognize from actual racing."
  },
  "value": {
    "score": 3,
    "explanation": "$70-80 entry with aid stations, mechanical support, and camping options is fair pricing for what you get. The $5 discount for bundling with Why-Not-Chee shows they're trying to build value. For a scenic sufferfest with decent support in Olympic National Forest, you're not getting robbed."
  },
  "expenses": {
    "score": 3,
    "explanation": "Lake Leland camping keeps lodging cheap if you can handle tent life. Quilcene isn't exactly a resort destination, so food and lodging stay reasonable. No airport mentioned in research, but you're probably driving anyway to this corner of Washington, which keeps flight costs off the table."
  },
  "length": {
    "score": 3,
    "explanation": "60 miles hits the sweet spot for most gravel riders - long enough to hurt, short enough to not require feeding strategies. Three distance options from 32 to 80 miles means everyone finds their suffering level. Not epic length, but respectable for a day out."
  },
  "technicality": {
    "score": 3,
    "explanation": "Mix of gravel and 'rustic paved' roads through Olympic National Forest suggests decent variety without being overly gnarly. They recommend gravel, mountain, or cross bikes, which tells you it's challenging enough to matter but not hike-a-bike territory. The climbing emphasis suggests more fitness test than bike handling exam."
  },
  "elevation": {
    "score": 3,
    "explanation": "5,000 feet over 60 miles delivers solid climbing without being sadistic - that's real work but won't break most riders. Bon Jon Pass as the centerpiece gives you a proper climb to focus suffering around. They warn that 'even the short course is no joke' with 4,000 feet over 32 miles, so the elevation is legitimate."
  },
  "climate": {
    "score": 2,
    "explanation": "June in the Pacific Northwest should be decent, but no weather data in research leaves you guessing. Olympic Peninsula means potential for rain, wind, or perfect conditions - total lottery. The towering evergreens and moss description suggests you'll stay cool in the forest, but that's about all we know."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting from Quilcene at sea level near Quilcene Bay means zero altitude considerations. Even Bon Jon Pass won't get you high enough to notice thin air. This is a climbing race, not an altitude race - your lungs will hurt from effort, not elevation."
  },
  "logistics": {
    "score": 2,
    "explanation": "Worthington Park start/finish keeps things simple, and camping at Lake Leland just 10 minutes away is convenient. But packet pickup Friday 5:30-8:30 p.m. or race morning starting at 7:00 a.m. creates time pressure. Spotty cell coverage and courses 'subject to change' means you better have your navigation sorted before you roll out."
  },
  "adventure": {
    "score": 3,
    "explanation": "Olympic National Forest with towering evergreens and vivid green moss delivers proper Pacific Northwest atmosphere. Remote enough that cell coverage gets spotty, which adds legitimate adventure factor. Bon Jon Pass through backcountry roads gives you the sense of exploring, not just racing through suburbia."
  }
}
