{
  "prestige": {
    "score": 2,
    "explanation": "This is a 2026 debut event by Focal Events with zero race history or notable past winners. No pro riders announced, no established reputation in the gravel scene. It's basically a startup race trying to ride the coattails of the gravel boom with 'festival vibes' marketing speak."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The format feels confused—7 timed segments across two days mixed with trail running components suggests they're not sure if they're running a gravel race or a multi-sport festival. No established course reputation, no rider feedback to judge actual race execution since it hasn't happened yet."
  },
  "experience": {
    "score": 2,
    "explanation": "Friday night starts at 21:30 with a 10km prologue, Saturday covers ~92km across morning and afternoon loops through Duncombe Park Estate. The multi-day format with camping and DJ entertainment sounds more like Coachella than serious gravel racing, which might be exactly what some riders want."
  },
  "community": {
    "score": 2,
    "explanation": "Zero community track record since this is an inaugural event. Findarace explicitly states 'You'll be able to review this event once it's taken place.' The organizers are pushing 'festival vibes' and brand expo village, but that's marketing copy, not proven community building."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Unknown field size cap and zero competitive pedigree. The 'welcomes riders of all levels' positioning suggests they're casting a wide net rather than attracting serious competition. No prize purse disclosed, which tells you everything about the competitive ambitions here."
  },
  "value": {
    "score": 3,
    "explanation": "£93-104 for a multi-day weekend with camping, food stations, barista coffee, and evening entertainment is reasonable for UK event standards. You're getting accommodation and meals bundled, plus access to private Duncombe Park Estate trails that aren't normally rideable."
  },
  "expenses": {
    "score": 2,
    "explanation": "Base entry of £85-89 isn't outrageous, but you're looking at North Yorkshire in July which means tourist season accommodation prices if you skip the camping option. No airport or parking guidance provided, so you're figuring out logistics blind."
  },
  "length": {
    "score": 2,
    "explanation": "Saturday's ~92km main event is solid mid-distance, but the Friday 10km prologue feels like filler to justify the multi-day format. Total weekend distance is respectable, just oddly structured across two days when most riders would prefer one focused effort."
  },
  "technicality": {
    "score": 3,
    "explanation": "Private Duncombe Park Estate trails and North York Moors terrain should offer legitimate technical challenge, but the 'all levels welcome' marketing suggests they've neutered the difficulty. Without course recon available, you're gambling on whether it's actually technical or just marketing fluff."
  },
  "elevation": {
    "score": 3,
    "explanation": "4000ft over 55 miles in the North York Moors is legitimate climbing for UK standards. The terrain through Duncombe Park Estate and into the National Park should deliver proper sustained efforts, though no specific climb names or gradient data available to verify the bite."
  },
  "climate": {
    "score": 2,
    "explanation": "July in North Yorkshire means mild summer conditions but also peak tourist season chaos and potential for typical UK weather surprises. The Friday night stage starting at 21:30 could be brilliant or miserable depending on conditions, with no historical weather data to predict patterns."
  },
  "altitude": {
    "score": 1,
    "explanation": "North York Moors max out around 1,500 feet elevation, so you're never getting meaningful altitude training or acclimatization challenges. This is low-altitude rolling terrain, not mountain suffering."
  },
  "logistics": {
    "score": 2,
    "explanation": "Helmsley location in North Yorkshire is scenic but remote with no clear airport or parking guidance provided. Registration opens at 13:00 Friday and 07:30 Saturday, but missing basic logistics info like nearest airports or accommodation partnerships beyond on-site camping."
  },
  "adventure": {
    "score": 3,
    "explanation": "Private estate access through Duncombe Park and North York Moors National Park offers genuine exploration potential you can't replicate on public roads. The Friday night timed segments add legitimate adventure factor, assuming they don't safety-lawyer it into boredom."
  }
}
