{
  "prestige": {
    "score": 2,
    "explanation": "Brand new UCI Gravel World Series qualifier for 2026 means zero history and no proven reputation. Run by the same crew behind other South American UCI events in Brazil, Chile, and Bogotá, so competent organizers but still unknown quantity. Top 25% qualify for Worlds, which matters if you're chasing points, but being one of 45 global qualifiers dilutes the exclusivity factor."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Can't judge what doesn't exist yet—this is inaugural 2026 territory with zero rider feedback or proven execution. Route and departure location still unconfirmed as of current intel, which doesn't inspire confidence in organizational readiness. The UCI backing suggests minimum standards, but plenty of sanctioned races still suck in execution."
  },
  "experience": {
    "score": 4,
    "explanation": "Racing gravel through Colombian Andes at 5,000+ feet elevation is legitimately exotic for most riders. Medellín's transformation from cartel capital to cycling mecca creates genuine adventure factor you can't manufacture. The cultural immersion combined with serious mountain terrain delivers the kind of stories you'll tell for years."
  },
  "community": {
    "score": 3,
    "explanation": "Colombia's cycling obsession runs deep—this isn't some corporate cash grab in cycling wasteland. Local gravel scene is growing but still developing compared to established markets. Being new means no established rider traditions or reunion factor that mature races develop over time."
  },
  "field_depth": {
    "score": 2,
    "explanation": "New race in expensive international destination means small, self-selected field of adventure seekers rather than deep competitive talent. Colombian climbers will show up and destroy the elevation sections, but overall field size and depth remain complete unknowns. Don't expect Unbound-level competition in year one."
  },
  "value": {
    "score": 3,
    "explanation": "120km through Colombian mountains with Worlds qualification potential delivers decent bang for entry fee, but the real cost hits in travel expenses. Getting to Medellín and staying there will dwarf whatever registration costs, making this more destination adventure than local racing value proposition."
  },
  "expenses": {
    "score": 1,
    "explanation": "International flights to José María Córdova Airport, Colombian accommodations, and logistics for getting your bike there safely will demolish your wallet. Even if registration stays reasonable, the total trip cost puts this firmly in expensive adventure category rather than accessible racing."
  },
  "length": {
    "score": 3,
    "explanation": "120km hits the sweet spot between meaningful distance and manageable suffering for most riders. Long enough to matter, short enough that you won't be crawling through darkness if things go sideways. Single distance option keeps it simple but eliminates choices for different ambition levels."
  },
  "technicality": {
    "score": 3,
    "explanation": "Described as moderate terrain with rolling short steep hills and sustained climbs rather than technical rock gardens or gnarly descents. Colombian mountain roads can surprise you with surface conditions and tight corners, but this sounds more fitness test than bike handling challenge."
  },
  "elevation": {
    "score": 3,
    "explanation": "7,500 feet of climbing over 75 miles creates legitimate suffering without being completely soul-crushing. Those Colombian punchy climbs will hurt, especially if you're sea-level soft, but it's manageable elevation for anyone who trains hills seriously."
  },
  "climate": {
    "score": 3,
    "explanation": "August in Medellín means dry season at eternal spring temperatures, typically 60s-70s thanks to Andean elevation. Weather stability is generally reliable, but mountain conditions can change quickly and nobody knows how this specific route handles rain yet."
  },
  "altitude": {
    "score": 3,
    "explanation": "Medellín sits around 5,000 feet with climbs pushing higher into thin air territory. Enough altitude to notice if you're coming from sea level, but not the oxygen-starved suffering of true high-altitude racing. Your fitness matters more than your red blood cell count here."
  },
  "logistics": {
    "score": 1,
    "explanation": "Route and start location still unconfirmed for a race six months away shows concerning organizational gaps. International bike travel, Colombian customs, and local transportation create multiple failure points. Being inaugural means zero proven systems for packet pickup, parking, or basic race day logistics."
  },
  "adventure": {
    "score": 4,
    "explanation": "Racing gravel in the Colombian Andes delivers legitimate adventure credibility most domestic races can't touch. Medellín's cycling culture runs deeper than anywhere outside Europe, and the mountain terrain provides proper consequence and beauty. This is the kind of international gravel experience that separates weekend warriors from actual adventurers."
  }
}
