{
  "logistics": {
    "score": 2,
    "explanation": "Worthington Park start/finish stays simple, with new 2026 van camping option for $20 donation. But organizers warn \"There is essentially zero cell coverage on the course\" and \"RideWithGPS surfaces are incorrect,\" forcing offline downloads. Staggered starts by distance and limited 400-rider field help, but you're navigating blind without prep."
  },
  "length": {
    "score": 3,
    "explanation": "Three distances span 32 to 80 miles with 4,000 to 9,000 feet climbing - real range for different fitness levels. The 80-mile long course hits Bon Jon Pass twice, while shorter options do it once. 2024's long course got shortened to 55 miles \"due to severe weather,\" showing conditions can force changes."
  },
  "technicality": {
    "score": 3,
    "explanation": "Bon Jon Pass delivers an \"endless ascent\" through Olympic National Forest as the main feature. Long course adds the Lords Lake Loop section for extra technical variety. Surface mix runs 50-70% gravel depending on distance, with remaining sections on \"rustic\" paved roads that require gravel-capable bikes."
  },
  "elevation": {
    "score": 3,
    "explanation": "The \"endless ascent\" of Bon Jon Pass anchors 4,000-9,000 feet of climbing depending on distance. Long course riders suffer through the pass twice - out and back. Even organizers admit \"each of these routes is no joke, even the short one\" with serious climbing on all distances."
  },
  "climate": {
    "score": 2,
    "explanation": "June timing hits peak rhododendron bloom with flowers \"spotlighted against the deep green background of the forest.\" But 2024's severe weather forced course shortening from 80 to 55 miles, proving Olympic Peninsula conditions stay unpredictable even in prime season."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting from Quilcene at Quilcene Bay near sea level means zero altitude considerations. Even climbing through Olympic National Forest won't get you high enough for thin air effects. This is a climbing race, not an altitude race."
  },
  "adventure": {
    "score": 3,
    "explanation": "Olympic National Forest delivers towering evergreens and \"vivid green moss\" atmosphere with zero cell coverage adding isolation factor. The rhododendron bloom timing creates \"spotlighted\" flowers against deep forest backdrop. Remote enough that offline GPS downloads become mandatory, not optional."
  },
  "prestige": {
    "score": 1,
    "explanation": "400-rider cap across all distances in rural Washington limits competitive depth. No mention of past winners or pro field despite RFID timing and awards 3 deep in categories. Peninsula Adventure Sports runs solid regional events, but this stays local despite \"legendary Gravelrace\" marketing."
  },
  "race_quality": {
    "score": 2,
    "explanation": "RFID chip timing and results within 24 hours show organization effort. Aid stations every 11-12 miles with hydration, snacks, and portable toilets cover basics. But course changes due to weather and incorrect RideWithGPS data suggest planning gaps that affect race day execution."
  },
  "experience": {
    "score": 2,
    "explanation": "Worthington Park in downtown Quilcene provides small-town race base with post-race hot food and beer garden. Peak rhododendron bloom creates scenic forest backdrop. Quilcene's reputation as \"synonymous with hospitality\" delivers friendly atmosphere, but stays regional rather than destination-level."
  },
  "community": {
    "score": 2,
    "explanation": "Proceeds benefit Quilcene Historical Museum and local non-profits, with new 2026 camping at Worthington Park supporting the museum directly. Post-race awards ceremony and door prizes create gathering atmosphere. Small-town hospitality reputation and Eleven Winery sponsorship since year one show local commitment."
  },
  "field_depth": {
    "score": 1,
    "explanation": "400 riders maximum across three distances and nine age/gender categories means thin competitive fields. Awards 3 deep in all categories including separate non-competitive gran fondo and e-bike divisions. No course records or notable times mentioned despite chip timing."
  },
  "value": {
    "score": 3,
    "explanation": "$75 entry includes RFID timing, aid stations every 11-12 miles, mechanical support, post-race food, and free RideWithGPS membership. Juniors race for $35, and $5 series discount for bundling with Why-Not-Chee adds value. Support level justifies pricing for Olympic Peninsula adventure."
  },
  "expenses": {
    "score": 3,
    "explanation": "New van camping at Worthington Park for $20 keeps lodging cheap. Twana Springs camping option and Port Ludlow Resort 20% discount provide range. Quilcene location avoids resort pricing while staying accessible from Seattle/Tacoma metro without flight costs."
  }
}
