{
  "logistics": {
    "score": 3,
    "explanation": "Ted King describes \"scorching heat, a stacked international field\" showing up for mass starts, but the infrastructure holds. Highway 220 construction still adds delays, and you need to arrive by 6:30 am for parking at Bosque River RV Park. Packet pickup runs Friday 4-8 pm or Saturday morning 6-7:30 am. Over 1,000 riders funnel through tiny Hico—it works, but don't expect seamless execution."
  },
  "length": {
    "score": 5,
    "explanation": "At 157 miles, this delivers maximum suffering. Elite Julien Gagne \"made a bold solo move from a group of 10 with 60 miles to go\" and held it—meaning 60 miles of solo racing after already covering nearly 100. Justine Barrow \"ended up riding the last 40 km solo\" after thinning out her group. The distance creates race-defining moves that simply aren't possible in shorter events. Among the longest in gravel, comparable to Badlands."
  },
  "technicality": {
    "score": 2,
    "explanation": "Kevin Benkenstein counted \"approximately 7,000 corners\" but notes \"the gravel here is solid and fast.\" Jonas Orset describes hitting \"steep kickers—200 meters with about 15% average\" where \"I drop to my lowest gear and pedal as hard as I can, but the bike barely moves.\" It's more about power than bike handling—painful climbing, not technical complexity. Less technical than The Mid South."
  },
  "elevation": {
    "score": 4,
    "explanation": "The notorious \"Three B's\" climbs define this race. Jonas Orset describes the reality: \"Bam—we hit the first of three kickers. Cadence sits at 40.\" Another rider notes \"2,500 m in 250 km is a lot of climbing when it's all short, steep kickers.\" The 7,884 feet comes via relentless punchy climbs that break groups apart, not sustained mountain passes. More climbing than SBT GRVL at the same score."
  },
  "climate": {
    "score": 5,
    "explanation": "Justine Barrow called it \"hands down the hottest race I've ever done—nothing like I've experienced before.\" Temperature readings hit 91°F/33°C with Jonas Orset's computer showing \"close to 40°C.\" He describes feeling \"like a roasted chicken, sizzling on a grill\" until river crossings provided salvation. Late May Texas heat creates race-defining conditions. Among the most weather-friendly events, easier than Badlands."
  },
  "altitude": {
    "score": 1,
    "explanation": "Hico sits in the Central Texas lowlands, 70 miles northwest of Waco—this is flatland country elevation-wise. You're not dealing with any meaningful altitude effects here, just standard sea-level to low-elevation racing. The 'elevation' in this race comes from climbing hills, not starting high. Your lungs won't notice the altitude, but they'll sure as hell notice the effort. Lower altitude than Gravel Worlds — no thin-air concerns."
  },
  "adventure": {
    "score": 4,
    "explanation": "Water crossings, backup routes for flooding, limited cell service, and grades that hit 20%—this race delivers adventure elements. SAG support exists for major mechanicals only, meaning you'd better be self-sufficient when things go sideways. Racing alongside pros like Peter Stetina and Ted King adds legitimacy, while the remote Central Texas location ensures you're properly isolated from civilization. It's real adventure, not manufactured hardship."
  },
  "prestige": {
    "score": 4,
    "explanation": "The race \"stamped on the gravel map in 2021 when it debuted with a star studded start list.\" Ted King notes the \"stacked international field\" with \"most of the international talent arriving in the US ahead of Gravel Locos for a pre-Unbound shakeout.\" Justine Barrow called it \"the perfect tune-up for Unbound Gravel.\" Growing rapidly as a must-do pre-Unbound test."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Well-organized with multiple distance options and proper aid stations. The heat challenges logistics but organizers adapt. Good vibes despite (because of?) the suffering."
  },
  "experience": {
    "score": 5,
    "explanation": "Fast racing on smooth gravel with the ever-present heat threat. River crossings add memorable moments. The shared suffering in Texas heat creates strong race stories. You'll remember it. As Welcoming to all levels puts it: \"The race attracts riders of all skill levels, from seasoned pros to casual cyclists, all eager to experience the thrill of racing on gravel roads.\""
  },
  "community": {
    "score": 5,
    "explanation": "Kevin Benkenstein describes the post-race scene: \"The cookout last night in town was an awesome experience after a hard day.\" The race raises money for Hico Volunteer Fire Department, funding \"a new truck and a firehouse.\" Race founder Fabian built this \"from scratch, from a small event in central Texas to one of the most prestigious in the country\" in just three years."
  },
  "field_depth": {
    "score": 4,
    "explanation": "The 2024 field included \"half of the top 20 men and women hailing from outside of the United States.\" Elite women like Justine Barrow and Marisa Boaz rode solo for long stretches due to the competitive separation. Ted King describes racing in \"a highly competitive international field\" where \"team tactics are shaping today's gravel scene.\" Deep talent at the front. Deeper field than most — comparable to Badlands."
  },
  "value": {
    "score": 5,
    "explanation": "The race \"attracts riders of all skill levels, from seasoned pros to casual cyclists\" with multiple distance options from 34 to 157 miles. Post-race meals are prepared by the Hico Volunteer Fire Department, and the event spans a full weekend with Friday pre-rides with pros. You get professional-level racing infrastructure in an affordable Texas town setting."
  },
  "expenses": {
    "score": 4,
    "explanation": "Central Texas keeps costs manageable—small town accommodations and food remain affordable. Multiple riders mention staying in the area without expense complaints. The race raises funds locally for the fire department, indicating strong community support that likely keeps vendor costs reasonable. Texas accessibility via DFW airport makes travel straightforward for most participants. More affordable than Crusher in the Tushar."
  }
}
