{
  "prestige": {
    "score": 2,
    "explanation": "Hosts the inaugural FFC French Gravel Championships, which sounds impressive until you realize gravel racing is still finding its feet in France. The race positions itself as 'gravel paradise' but lacks any notable past winners or pro field mentions. It's a regional championship trying to punch above its weight class, but the cycling world isn't exactly holding its breath for results from Châtellerault."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The organization shows some promise with multiple distance options and proper timing systems for championships, but the execution feels amateur hour. No detailed course information, vague GPX traces handed out like participation trophies, and a 150km route that boots you to the 120km course if you're too slow at km 85.8. That's not race management, that's crowd control."
  },
  "experience": {
    "score": 3,
    "explanation": "Three-day festival format with multiple distances from 80km to 150km gives you options beyond just suffering once. Free guarded bike parking and luggage storage shows they're thinking about the details that matter. The podiums at La Manu in Châtellerault from 2:30pm onward suggest they're building something resembling a proper finish experience, even if the race itself lacks character."
  },
  "community": {
    "score": 3,
    "explanation": "Multi-day festival structure creates space for riders to actually connect rather than just show up and disappear. Non-FFC members can participate and get ranked even if they can't podium, which is refreshingly inclusive for a French cycling event. The 'for everyone' positioning isn't just marketing speak - they actually back it up with accessible entry policies and multiple distance options."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No mention of notable riders, field sizes, or competitive depth anywhere in the research. Being the first-ever FFC French Gravel Championships means you're basically starting from zero for serious competition. The fact that non-members can race but not podium suggests they're padding numbers rather than attracting genuine talent."
  },
  "value": {
    "score": 3,
    "explanation": "Free guarded bike parking, luggage storage, welcome coffee, and a Matchy accessory included with entry shows decent value proposition. Multiple aid stations with actual locations like Parking Château Dissay and Les Halles rather than random roadside tables. No entry fees listed anywhere, which either means they're reasonable or the organizers are embarrassed to publish them."
  },
  "expenses": {
    "score": 2,
    "explanation": "Less than 2 hours from major airports like Paris, Bordeaux, and Nantes means flight options, but that also means French prices for everything once you land. Châtellerault isn't exactly a tourist destination, so lodging options are probably limited and basic. No specifics on accommodation costs or local pricing, which usually means you're going to get sticker shock."
  },
  "length": {
    "score": 3,
    "explanation": "65 miles hits the sweet spot where you'll work but won't question your life choices for three days afterward. Three distance options from 80km to 150km means you can pick your poison based on current fitness rather than ego. The 150km route's time cutoff at km 85.8 before 3pm is reasonable - if you can't maintain 12mph on gravel, you probably shouldn't be out there anyway."
  },
  "technicality": {
    "score": 2,
    "explanation": "Zero details on surface breakdown, technical sections, or course features beyond basic GPX traces. Aid stations at places like 'Viewpoint rue de la Fine' suggest scenic rather than technical routing. The complete lack of any mention of challenging terrain or technical skills required screams 'beginner-friendly,' which is fine if that's what you're looking for."
  },
  "elevation": {
    "score": 2,
    "explanation": "3500 feet over 65 miles is respectable but not intimidating - about 54 feet per mile average. No mention of any named climbs, steep pitches, or elevation profiles suggests the climbing is spread out rather than concentrated into memorable suffering. It'll get your heart rate up without requiring a granny gear bailout plan."
  },
  "climate": {
    "score": 3,
    "explanation": "Late September timing in western France typically means mild temperatures and manageable conditions without the brutal heat of summer racing. No historical weather disasters or extreme conditions mentioned, which suggests predictably decent racing weather. The complete absence of any weather warnings or gear recommendations in the race info confirms this is probably straightforward conditions."
  },
  "altitude": {
    "score": 1,
    "explanation": "Châtellerault sits barely above sea level in western France - you'll get more altitude change going up a parking garage. No altitude considerations, acclimatization needs, or elevation-related logistics mentioned because there simply aren't any. This is as low and flat as European racing gets outside of the Netherlands."
  },
  "logistics": {
    "score": 2,
    "explanation": "Multiple airport options within 2 hours sounds convenient until you realize French regional transport outside Paris is hit-or-miss. Packet pickup details are vague beyond 'arrive early,' and no specific lodging or local logistics information provided. Medical certificate requirements and health module validity periods add bureaucratic complexity that most international riders won't anticipate."
  },
  "adventure": {
    "score": 2,
    "explanation": "Châtellerault isn't exactly an exotic destination - it's a mid-sized French town you'd drive through to get somewhere more interesting. Aid stations at predictable municipal locations like parking lots and town halls rather than remote wilderness spots. The 'gravel paradise' marketing feels oversold when you're basically riding between French suburbs with some dirt roads mixed in."
  }
}
