{
  "logistics": {
    "score": 3,
    "explanation": "First-come registration on BikeReg eliminates lottery drama, but $195 entry plus Lincoln travel adds up. Carey Lowery experienced a navigational error that \"cost me 60 minutes and gave me 17 bonus miles,\" highlighting route-finding challenges. Two official checkpoints provide basic support, though the 15.5-hour cutoff proved unforgiving in 2024 when only 97 of 150 starters finished within time."
  },
  "length": {
    "score": 5,
    "explanation": "Carey Lowery's race strategy reveals the 150-mile grind: \"Last year it took 3:25 to go 54 miles; this year, 4:30. I was over an hour behind last year's time.\" His mental approach at \"miles 80-100 were the hardest for me, as I was beginning to tire from the monotony\" captures how this distance breaks riders through sheer persistence rather than single epic moments. Among the longest in gravel, comparable to Badlands."
  },
  "technicality": {
    "score": 3,
    "explanation": "Nebraska's \"small pea gravel/sand mixture\" becomes treacherous when wet—Lowery described hitting B-roads around mile 70: \"I felt like I was on a single track ribbon of dark chocolate. There was a 18 inch wide path of firm ground on this road, but to either side it was sticky mud.\" The gravel \"soaked it up like a sponge\" rather than shedding water like other regions. Similar technical demands to SBT GRVL."
  },
  "elevation": {
    "score": 3,
    "explanation": "The 10,000 feet over 150 miles creates what one veteran described as \"intervals for 4 hours straight\"—87 relentless rollers through Nebraska's drainage hills. These constant power surges through rolling farmland prove harder than single big climbs, as riders are either climbing or descending with virtually no recovery flats to settle into rhythm. Similar elevation profile to Almanzo 100."
  },
  "climate": {
    "score": 5,
    "explanation": "Late August Nebraska heat proved brutal in Carey Lowery's 2023 race: pre-race conditions hit \"100+ degrees and the gravel was dusty,\" then overnight storms dumped 2.5 inches of rain, creating a chilly 69-degree start that eventually turned steamy. The combination of mud, then sun and humidity as \"roads were still sludge\" demonstrates how prairie weather can compound suffering. Among the most weather-friendly events, easier than Badlands."
  },
  "altitude": {
    "score": 1,
    "explanation": "Lincoln sits around 1,200 feet—essentially sea level for cycling purposes. Your cardiovascular system won't notice the elevation, but it will definitely notice the Nebraska heat and humidity that dominate the late August prairie conditions. Lower altitude than The Mid South — no thin-air concerns."
  },
  "adventure": {
    "score": 4,
    "explanation": "Beyond standard gravel roads, the course includes \"cobble-filled alleyways, brief singletrack, and dirt roads that become mud gambles when storms hit.\" The 300-mile Long Voyage crosses three states into Iowa and Missouri. Weather adds unpredictability—Lowery's race transformed from \"dusty\" pre-race conditions to \"chocolate smoothie\" mud after overnight storms."
  },
  "prestige": {
    "score": 5,
    "explanation": "16-year history from grassroots to $100K prize purse. The 'World Championship' branding is bold but earned through longevity. Pirate sword trophies are iconic. Part of gravel's original DNA."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Well-organized with checkpoint support, convenience store stops mapped, and proper timing. The 'gravel family' ethos means inclusive vibes. They celebrate last-place finishers with 40 bottles of champagne. As Checkpoint Features puts it: \"There was a short, 0.4 mile cross course I had to do, including riding through a barn, before I hit the aid station.\""
  },
  "experience": {
    "score": 5,
    "explanation": "The combination of pirate theme, Nebraska heat survival, and relentless terrain creates defining memories. Lowery finished in 11:34 to find \"Jason Strohbehn (the face of Gravel Worlds) was there to give me a fist bump. Volunteers handed me an ice cold Coke and a wet towel.\" The personal touch from organizers at the finish line caps a day of Nebraska suffering."
  },
  "community": {
    "score": 5,
    "explanation": "Peak grassroots gravel culture. 'Be Cool' is Rule #1. The pirate aesthetic, the inclusive spirit, the celebration of all finishers. This is what gravel community looks like. As Carey Lowery puts it: \"I love the vibes of Gravel Worlds and how no one is more important than another. We are all equal here! The race organizers are wonderful people and have their shit dialed! They work tirelessly for da...\""
  },
  "field_depth": {
    "score": 4,
    "explanation": "The $100K purse (2025) draws serious pros. The 300-mile Long Voyage attracts ultra specialists. Age-group competition is strong with Midwest cycling clubs well-represented. Deeper field than most — comparable to Badlands. As Matt Beers puts it: \"It was really fun to go to the line with one of my best mates. We played our cards and attacked in the right spots.\""
  },
  "value": {
    "score": 4,
    "explanation": "Lowery's assessment captures the value proposition: \"The race organizers are wonderful people and have their shit dialed!\" For $195, riders get checkpoint support, pirate sword finisher awards, and what amounts to a multi-day festival experience. The personal attention—race director Jason Strohbehn greeting finishers with fist bumps—justifies premium pricing for this level of event production."
  },
  "expenses": {
    "score": 4,
    "explanation": "Registration runs $150. Lincoln is affordable. Hotels are reasonable. Flights to LNK or OMA are manageable. Midwest pricing keeps costs down compared to coastal events. More affordable than Crusher in the Tushar."
  }
}
