{
  "prestige": {
    "score": 4,
    "explanation": "Europe's premier gravel series and the global alternative to Life Time. The Traka is called 'Europe's Unbound' and the 'crown jewel of European gravel.' Established champions like Magnus Bak Klaris and Rosa Kloser. However, Life Time's deeper pockets and American media dominance mean GES remains second-tier in global consciousness. As Janosch Wintermantel puts it: \"His Scott Addict is already good-looking, but said that ahead of the gravel World Championships he will receive a new Scott model, switch to a x1 SRAM front ring, and put some Schwalbe 45 mm G-One RS ...\""
  },
  "race_quality": {
    "score": 4,
    "explanation": "Klassmark runs professional events with good organization, though the 2024 Traka weather cancellation and 2026 calendar controversies (Ranxo scheduled week after Unbound, Cuckoo Gravel drama) have raised concerns. 'It felt human. It felt independent' is the vibe—not Life Time production polish, but authentic and competent."
  },
  "experience": {
    "score": 5,
    "explanation": "Unforgettable across the series. 'The most scenic gravel I've ever ridden' (The Traka). Riding through Kenya with wildlife encounters is life-changing. Iceland's otherworldly landscapes. Each flagship event delivers memorable experiences that go far beyond typical race day—this is adventure racing at its best."
  },
  "community": {
    "score": 5,
    "explanation": "GES maintains a strong community feel despite going global. 'It felt like ours. Built on passion.' Strong YouTube storytelling and engagement. The series was founded specifically to preserve the adventurous essence of gravel against UCI formalization. Inclusive categories (Elite, Non-Binary, Age Groups, Open) welcome all levels. As Series Community Vibe puts it: \"We could feel a family vibe, as we were surrounded by people that have spent a big part of the year racing against each other, which in the end has the ability to forge friendships.\""
  },
  "field_depth": {
    "score": 4,
    "explanation": "Attracts top European gravel talent and growing international presence. Champions include serious competitors from Canyon Factory Racing and PAS Racing. The Traka draws ~800 riders including world-class racers. However, Life Time's $590,000 purse versus GES's EUR 37,500 means top American pros often skip GES for major series. Competitive but not quite elite-complete. Deeper field than most — comparable to Badlands. As Daan Grosemans puts it: \"His weapon of choice for the second part of the year has been a Ridley Kanzo Fast equipped with the Powershift system from Classified.\""
  },
  "value": {
    "score": 3,
    "explanation": "Entry fees are reasonable (EUR 60+ for individual events), and the experience-to-cost ratio is strong for adventure-seekers. However, the global travel requirements add up fast. Tour packages help but add cost. The EUR 37,500 total prize purse is dwarfed by Life Time's $590,000. Value exists, but it's adventure value, not financial value."
  },
  "expenses": {
    "score": 2,
    "explanation": "Multi-continent racing is expensive. Kenya requires flights to Nairobi, domestic flights, premium accommodation packages (included but priced accordingly), visa, and specialized insurance. Iceland is notoriously expensive. Even Spain adds Barcelona flights plus accommodation during peak Girona cycling season. Full series participation is a significant financial commitment—'jet lag just looking at the calendar.' Higher total cost than Badlands."
  },
  "length": {
    "score": 5,
    "explanation": "The flagship Traka 360 covers 335km (208mi), with The Traka Adventure at 560km. Migration spans 450-650km across 4 stages. Oregon Trail Gravel Grinder runs 580km over 5 days. This series consistently features ultra-distance events that push beyond typical gravel races."
  },
  "technicality": {
    "score": 4,
    "explanation": "Mixed terrain across events. The Traka includes technical singletrack, rocky descents, and hike-a-bike sections. Migration features game trails, river crossings, and rough hard-pack. Iceland (Cuckoo/The Rift) offers volcanic sand, lava fields, and glacial river crossings. More technical than Life Time events but not extreme MTB. More technical than most — comparable to Belgian Waffle Ride San Diego. As Thomas (The Gravel Stack) puts it: \"Famously, the 160 km Ranxo course starts almost immediately with the day's toughest climb, 5,4 km on gravel with an average gradient of 5.2% and some sections above 15%.\""
  },
  "elevation": {
    "score": 4,
    "explanation": "The Traka 360: 3,700m climbing. Migration: 8,000m across 4 stages. Oregon Trail: 25,000-33,000ft across 5 days. These are serious climbing events without reaching Crusher-level concentrated gains. Significant but not maximal. As Thomas (The Gravel Stack) puts it: \"Famously, the 160 km Ranxo course starts almost immediately with the day's toughest climb, 5,4 km on gravel with an average gradient of 5.2% and some sections above 15%.\""
  },
  "climate": {
    "score": 4,
    "explanation": "Historical weather data shows average highs of 61°F and lows of 42°F, with a 26% chance of rain on any given day. Variable and challenging across the circuit. Iceland's 10C with horizontal rain and sudden weather changes. Kenya's intense heat on open plains with flash storms. Even Girona can deliver severe weather (2024 Traka storms cancelled the Adventure distance). Climate is a significant factor in most events. Milder conditions than Crusher in the Tushar. As Lukas Baum puts it: \"Lukas Baum expressed the previous day his intention to make the course in just 6 hours.\""
  },
  "altitude": {
    "score": 3,
    "explanation": "Migration averages 1,900m with climbs to 2,800m at the escarpment. Oregon Trail reaches moderate Cascade altitudes. The Traka stays relatively low despite climbing. Altitude is a factor in some events but not the series hallmark—this isn't Colorado. Similar altitude considerations to Grinduro."
  },
  "logistics": {
    "score": 4,
    "explanation": "Global circuit requires significant travel planning. Kenya needs visa, vaccinations, and included concierge services for a reason. Iceland is remote. Spain is accessible via Barcelona. Multi-event participation means continental travel. More complex than single-location races, though Klassmark helps with packages."
  },
  "adventure": {
    "score": 5,
    "explanation": "This is where Gravel Earth shines. Riding with giraffes and zebras in Kenya's Maasai Mara. Volcanic tectonic rift zones in Iceland. Mediterranean forests with sea views in Girona. 'The hardest and wildest gravel race in the world' (Migration). True bucket-list adventure across multiple continents."
  }
}
