{
  "prestige": {
    "score": 2,
    "explanation": "It's a UCI Gravel World Series qualifier, which sounds impressive until you realize there are 45 of these things in 2026. Being part of the South American expansion is nice for regional riders, but this is a debut event with zero race history. No notable winners, no pro field data, no reputation beyond 'new UCI event in Colombia.'"
  },
  "race_quality": {
    "score": 2,
    "explanation": "Hard to judge quality when there's literally no information on course design, aid stations, or cutoff times. Registration opened January 1st, which is professional, but that's about all we know about organization. The UCI backing suggests baseline competence, but debut events are always a gamble on execution."
  },
  "experience": {
    "score": 4,
    "explanation": "Racing gravel in the Colombian highlands near Bogotá is genuinely special terrain that most riders will never see otherwise. You're mixing with locals in Chía at serious altitude, part of a global series that puts amateurs alongside elites. The adventure factor alone makes this memorable, assuming they don't botch the logistics completely."
  },
  "community": {
    "score": 3,
    "explanation": "It's run by the same team behind races in Brazil and Chile, so there's some South American gravel network happening. Being a UCI event means you'll get international riders mixing with the Colombian scene. But with no race history or rider testimonials, the actual community vibe is pure speculation."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Zero data on field size, elite participation, or competitive depth. It's a Worlds qualifier, so serious riders will show up, but South American gravel fields tend to be smaller than European or US events. The altitude alone will thin out international participation from sea-level warriors."
  },
  "value": {
    "score": 3,
    "explanation": "No entry fees listed, but Colombian races typically offer decent bang for buck compared to European UCI events. You're getting Worlds qualification potential and unique terrain access. The value equation depends entirely on costs they haven't announced yet and whether the experience delivers on the setting's promise."
  },
  "expenses": {
    "score": 1,
    "explanation": "Flying to Bogotá from anywhere outside South America is expensive, period. El Dorado International is your only realistic airport option, then you need lodging near Chía with zero guidance on packet pickup or logistics. Colombian peso might be favorable, but getting there and dealing with international travel logistics kills the budget."
  },
  "length": {
    "score": 3,
    "explanation": "80 miles hits the sweet spot for serious gravel racing without being an ultra-endurance suffer-fest. It's long enough to separate the field and create real racing, short enough that strong riders from different backgrounds can compete. Standard distance for UCI events, nothing revolutionary but nothing wrong either."
  },
  "technicality": {
    "score": 3,
    "explanation": "Colombian highland terrain around Chía suggests legitimate technical challenge, but there's zero specific course data available. No information on surface breakdown, key sectors, or technical features. The region's reputation implies real gravel and climbing, but I'm rating blind here on geographic assumptions."
  },
  "elevation": {
    "score": 3,
    "explanation": "8,000 feet of climbing over 80 miles is solid but not extreme - exactly 100 feet per mile average. It's enough to create selection and reward climbing strength without becoming a pure mountaineer's race. Respectable elevation gain that matches the Colombian terrain without being gratuitously brutal."
  },
  "climate": {
    "score": 3,
    "explanation": "May in Bogotá typically offers dry season conditions, which is smart scheduling. No weather data specific to race day, but the region's climate is generally rider-friendly if you can handle the altitude. Unknown factors like wind patterns or temperature swings keep this from being higher."
  },
  "altitude": {
    "score": 4,
    "explanation": "Starting near Bogotá at 8,500 feet elevation makes this a legitimate high-altitude challenge that most gravel races can't match. The thin air will separate sea-level athletes from altitude-adapted riders immediately. It's a unique physiological challenge that defines the entire race experience, assuming you don't arrive and immediately feel like garbage."
  },
  "logistics": {
    "score": 1,
    "explanation": "Absolutely zero information available on parking, packet pickup, start times, or local logistics. International travel to a debut event with no guidance on where to stay near Chía or how race weekend works. The organizational silence is deafening for an event happening in months."
  },
  "adventure": {
    "score": 4,
    "explanation": "Racing gravel in the Colombian highlands is legitimately adventurous terrain that delivers on the promise of going somewhere special. The altitude, international field, and South American location create real adventure factor beyond typical gravel racing. You're pioneering a new event in spectacular geography, which is what adventure is actually about."
  }
}
