{
  "prestige": {
    "score": 2,
    "explanation": "Third edition in 2026 means this thing barely has a heartbeat in gravel years. No notable past winners, no pro field depth, no YouTube coverage worth mentioning. It's organized by Áspero Producciones with directors José Miguel de la Fuente and Tito Nazar, but that means nothing outside Chile. Beautiful location can't buy you prestige when nobody's heard of your race."
  },
  "race_quality": {
    "score": 2,
    "explanation": "They can't even nail down basic course details — user says 100 miles/8000ft but official routes are 170K, 250K, or 1000K with no elevation profiles published. No aid station info, no surface breakdown, no technical briefings beyond 'mandatory bike check.' The organizers promise 'exigente as inolvidable' but won't show you a proper course map. That's amateur hour masquerading as adventure."
  },
  "experience": {
    "score": 5,
    "explanation": "Puerto Natales to Caleta María through Campo de Hielo Sur is legitimately the end of the world stuff. You're traversing ice fields, passing Cueva del Milodón, dealing with Patagonian wildlife in low season. The directors nailed it: 'Autumn is the best time of year to pedal in Patagonia, and Gravel del Fuego is the perfect excuse to do it.' When the scenery writes checks this big, it doesn't matter if the organization bounces a few."
  },
  "community": {
    "score": 2,
    "explanation": "Targeting Chilean and Argentine riders for a 'unique Patagonian adventure' sounds nice until you realize that's a tiny pool. No rider quotes, no forum buzz, no established community beyond the organizers' marketing copy. Three editions in and they're still trying to convince people this race exists. Remote location means remote community."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No data on field size, no notable finishers, no prize purse mentioned. When a race can't tell you who's racing or how many show up, that's your answer right there. The 250K has a 20-hour cutoff which suggests they're not exactly filtering for speed demons. This is adventure tourism with timing chips, not competitive racing."
  },
  "value": {
    "score": 3,
    "explanation": "Starting at $180 USD for access to some of the most remote terrain on Earth isn't highway robbery. But that's just the entry fee — flying to Puerto Natales, booking hotels near the Plaza early, and the recommended multi-day stay to explore Torres del Paine adds up fast. You're paying for location access, not race production value."
  },
  "expenses": {
    "score": 1,
    "explanation": "Flying to Puerto Natales alone will crush your wallet, then they want you there days early for 'acclimation and Torres del Paine exploration.' Accommodations range from albergues to boutique hotels but book early near the Plaza or you're screwed. No mention of meals or transfers like other Patagonian events. This is end-of-the-world expensive with beginner-race logistics."
  },
  "length": {
    "score": 4,
    "explanation": "100 miles through Patagonian ice fields is serious business, especially with that 8000ft of climbing mixed in. The Ruta Baqueanos 250K option gives you a 20-hour cutoff for the non-stop format, which means they expect you to hurt. Long enough to separate the tourists from the sufferers, short enough that you might actually finish."
  },
  "technicality": {
    "score": 3,
    "explanation": "They won't give you surface breakdowns or technical difficulty ratings, but 'extreme Patagonian landscapes' through ice field borders isn't a rail-trail. The terrain around Cueva del Milodón and the route to Caleta María suggests real gravel with weather consequences. Without proper course details, you're guessing at what 'demanding' actually means until you're out there."
  },
  "elevation": {
    "score": 3,
    "explanation": "8000ft over 100 miles averages 80ft per mile — nothing crazy by mountain standards but enough to matter when Patagonian weather turns. No elevation profile published, no named climbs, no indication of where the hurt happens. That's moderate climbing with maximum uncertainty about when it hits."
  },
  "climate": {
    "score": 2,
    "explanation": "April in Patagonia means 'pack layers for changes' and potential rain, wind, and sun in the same day. The directors claim it's 'the best time of year to pedal in Patagonia' but that's like being the smartest kid on the short bus. Unpredictable weather in remote terrain with minimal race support is a recipe for suffering."
  },
  "altitude": {
    "score": 2,
    "explanation": "Puerto Natales sits near sea level, so you're not dealing with altitude sickness, but no data on maximum elevation or where the route peaks. The climb to 8000ft total suggests some meaningful elevation changes, but without profile details you're flying blind. Low enough to breathe, high enough to hurt when the weather turns."
  },
  "logistics": {
    "score": 1,
    "explanation": "Digital tickets via Welcu email, kit pickup at Plaza de Puerto Natales, mandatory bike check with zero specifics about timing or requirements. No parking info, no aid station details, no transfer arrangements like other Patagonian races offer. Flying to the end of the world for a race that can't nail down basic logistics is masochistic. They'll figure it out when you get there, maybe."
  },
  "adventure": {
    "score": 5,
    "explanation": "Campo de Hielo Sur borders, Tierra del Fuego crossing, Cueva del Milodón passage — this is legitimately remote terrain that most humans will never see. Six-day expedition option for the 1000K route takes you deeper into Patagonian wilderness than most races dare. When the organizers call it 'the end of the world,' they're not selling romance, they're stating geography. Pure adventure racing disguised as a gravel event."
  }
}
