{
  "logistics": {
    "score": 2,
    "explanation": "Downtown Whitmire start delivers on convenience, but course hazards reveal organizational gaps. Marni hit \"a deep hole (more like a crater) on a pavement-like crossing\" at 21mph that rotated her handlebars forward. Dusty gravel sections with \"barely visible\" conditions suggest inadequate course prep for 400 riders."
  },
  "length": {
    "score": 3,
    "explanation": "At 65 miles, the distance hits the gravel sweet spot without ultra commitment. Karel's group averaged 23.9mph for the first 6-mile gravel section, then 21.5mph for the next 50 miles, showing the course sustains race pace. Multiple distance options from 13 to 73 miles accommodate different ambitions."
  },
  "technicality": {
    "score": 3,
    "explanation": "River crossings hit from both directions plus I-26 tunnels create handling challenges beyond fitness. Marni describes \"loose gravel\" requiring extra attention on \"hillier sections with holes, sand and rocks to dodge.\" The mixed terrain of gravel-road intervals keeps riders alert for 72 miles."
  },
  "elevation": {
    "score": 3,
    "explanation": "Piedmont terrain delivers \"a few steep hills\" within 4,500 feet of climbing that consistently surprises riders. The finish includes \"a pitchy climb\" through what was previously an active shooting range. Everyone who finishes \"knows it was much harder than they anticipated.\""
  },
  "climate": {
    "score": 2,
    "explanation": "March timing avoids South Carolina summer heat but creates dust management issues. Marni encountered gravel sections so dusty \"I could barely see anything,\" forcing her to slow down for safety. Early crashes occurred \"in the first 10 miles\" though most riders finished despite the conditions."
  },
  "altitude": {
    "score": 1,
    "explanation": "Piedmont South Carolina terrain sits near sea level with zero altitude impact on performance. The Whitmire area offers no elevation training benefits or acclimatization challenges."
  },
  "adventure": {
    "score": 3,
    "explanation": "\"One of the most iconic shots of the Sumter Forest course is the tunnels that traverse under I-26,\" now featured on both long and short courses. The river crossing gets hit from each direction, and riders finish through a cornfield that was previously an active shooting range."
  },
  "prestige": {
    "score": 2,
    "explanation": "Part of Southeast Gravel Series but lacks heavyweight national status. Ted King suffered \"a major mechanical just a few miles to the finish,\" and Karel finished 3rd in his age group after cramping, showing competitive depth without pro field draw. Equal prize purses for men and women brought more competitive women."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Course delivers on challenge through Sumter Forest, but safety issues emerge in execution. Road hazards like crater-sized holes catch riders by surprise, and dust conditions force riders to slow for visibility. Aid stations at miles 21, 40, and 63 provide \"pickle juice, coke, and lot's of other fun snacks.\""
  },
  "experience": {
    "score": 3,
    "explanation": "I-26 tunnels and bidirectional river crossings create memorable moments beyond typical gravel grinding. \"You do a few miles of gravel and then a few miles of road - rinse and repeat for 72 miles,\" says Marni, with technical areas including \"a tight rocky turn\" keeping the course engaging throughout."
  },
  "community": {
    "score": 3,
    "explanation": "Nearly 400 registered riders create substantial energy, and \"it was great to see so many female riders there as well,\" notes Marni. Whitmire residents were \"super excited to bring bike racing to their downtown area\" with Main Street finish line. Free downtown boondocking available for sprinter vans and small campers."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Free water bottles for first 200 registrants suggests modest competitive expectations rather than elite draw. Karel cramped near the end but still managed 3rd in his age group, missing first \"by just a few seconds\" in a sprint finish, showing regional competitive depth without national talent."
  },
  "value": {
    "score": 3,
    "explanation": "Challenging Sumter Forest terrain with \"no traffic\" and multiple distance options delivers on difficulty promises. One rider marked \"every Southeast Gravel event on my calendar\" after experiencing the course. Post-race includes \"a hot meal and a cold refreshing beer\" with downtown Whitmire exploration."
  },
  "expenses": {
    "score": 3,
    "explanation": "Youth entries at $40 suggest accessible regional pricing standards. Downtown Whitmire finish provides local post-race options without resort-level costs, and free primitive camping available Friday night at the Community Center for van and small camper owners."
  }
}
