{
  "prestige": {
    "score": 1,
    "explanation": "This is the sixth edition of a regional NSW race that nobody outside Australia has heard of. Zero notable winners in the search results, zero pro field mentions, zero international recognition. It's marketed as part of a 'massive 2026 gravel events calendar' which tells you exactly how desperate the marketing is when that's your selling point."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Six years in and they still can't provide basic course details, aid station info, or cutoff times on their promotional materials. The research turns up virtually nothing about actual race organization beyond 'activities from 7:00am - 11:00am' which sounds more like a charity fun run than a serious gravel race. That's not confidence in your product."
  },
  "experience": {
    "score": 2,
    "explanation": "65 miles through Tenterfield should deliver something memorable, but the complete absence of rider testimonials or race reports suggests either nobody's talking about it or nobody's impressed enough to write about it. They moved to May for 'cooler weather' which implies the experience was previously compromised by heat, not exactly a ringing endorsement."
  },
  "community": {
    "score": 2,
    "explanation": "Zero online chatter, zero rider reviews, zero forum discussions found in the research. For a race in its sixth year, that silence is deafening - either the community is tiny or they're not engaged enough to share their experiences. Good gravel races generate stories; this one generates crickets."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No field size data, no competitive depth mentioned, no notable finishers or times recorded anywhere. Regional NSW races struggle to draw serious talent, and the complete absence of any competitive pedigree in the search results confirms this is more weekend warrior territory than racing depth. You're not going to get pushed here."
  },
  "value": {
    "score": 3,
    "explanation": "The NSW Government site lists it as 'free' which either means spectating or they're underselling their own race entry fees. If registration is actually cheap, 65 miles of Australian granite country for minimal cash outlay delivers decent bang for buck. Just don't expect premium race services at budget pricing."
  },
  "expenses": {
    "score": 2,
    "explanation": "Tenterfield is 280km from Brisbane, 560km from Sydney - you're driving or flying somewhere regional with limited accommodation options. No lodging strategy data found, which means you're figuring out rural NSW logistics on your own. That's always more expensive and complicated than organizers pretend."
  },
  "length": {
    "score": 3,
    "explanation": "65 miles hits the gravel sweet spot - long enough to separate pretenders from riders, short enough to avoid the suffer-fest logistics of 100+ mile epics. It's a proper distance that demands respect without requiring expedition planning or questioning your life choices at mile 80."
  },
  "technicality": {
    "score": 3,
    "explanation": "No specific course breakdown found, but 'Granite' in the name and NSW backcountry suggests legitimate technical challenge beyond fire road cruising. 4500 feet of climbing over 65 miles indicates varied terrain rather than flat grinding. Just don't expect detailed route recon when the organizers can't publish basic course info."
  },
  "elevation": {
    "score": 3,
    "explanation": "4500 feet over 65 miles works out to respectable climbing without being gratuitously punitive. That's enough vertical to matter in your legs and lungs, but not so much that you're walking half the climbs. Solid middle-ground suffering that rewards fitness without requiring mountaineering skills."
  },
  "climate": {
    "score": 2,
    "explanation": "They moved the 2026 date to May specifically for 'cooler weather,' which tells you the previous timing was problematic. NSW autumn can be pleasant but also unpredictable - you might get perfect 20°C days or you might get 35°C scorchers with overnight rain turning everything to slop."
  },
  "altitude": {
    "score": 2,
    "explanation": "Tenterfield sits around 850 meters elevation, high enough for mountain weather but low enough that altitude won't affect your breathing. The granite country undulates rather than peaks dramatically, so you're not dealing with alpine conditions or serious elevation stress on your systems."
  },
  "logistics": {
    "score": 2,
    "explanation": "Start location at 73 Manners Street with 'car park available' is about as detailed as the logistics get. No packet pickup info, no detailed schedule beyond vague morning time windows, no accommodation guidance. You're winging it in rural NSW, which works if you're self-sufficient but sucks if you need hand-holding."
  },
  "adventure": {
    "score": 3,
    "explanation": "NSW granite country delivers legitimate backcountry character - this isn't suburban bike path masquerading as adventure. Tenterfield sits in proper rural territory where you'll see more cattle than cyclists, and 'Gravel and Granite' promises actual geological variety rather than generic dirt roads. Just don't expect Instagram-famous vistas."
  }
}
