{
  "prestige": {
    "score": 3,
    "explanation": "Year 17 means they've survived the gravel shake-out, but this isn't Unbound. Winners get a sword trophy and the title 'Captain of the Gravel Seas' — which sounds like something a 12-year-old would invent but somehow works in Nebraska. The grassroots vibe keeps it honest, but don't expect pro contracts to flow from podium spots here."
  },
  "race_quality": {
    "score": 3,
    "explanation": "150 miles through southeastern Nebraska farmland with over 10,000 feet of climbing delivers suffering. The 'constant rolling hills' promise means no recovery, just endless grind through gravel seas. But there's a data conflict — official claims 10,000+ feet while some sources say 3,500, which makes you wonder if the organizers can count."
  },
  "experience": {
    "score": 3,
    "explanation": "Starting at 6:30am from Sandhills Global Event Center with a 9:59pm cutoff gives you 15+ hours to contemplate your life choices across Nebraska's rolling gravel. The 'Go Big or Go Home' mission statement isn't marketing fluff when you're staring down 150 miles of farmland. Emergency check-in at 5am Saturday tells you everything about their expectations for your Friday night."
  },
  "community": {
    "score": 3,
    "explanation": "Nebraska grassroots means actual community, not Instagram influencers pretending to be folksy. They run youth programs with 200+ kids and 80 coaches, which suggests real investment beyond race weekend. The family-inclusive approach with multiple run events means your non-cycling spouse won't hate you for dragging them to Lincoln."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Amateur field in Nebraska isn't drawing international talent or even serious regional competition. Age group categories get jerseys, but that doesn't mean the racing is deep — just that they have enough categories to make everyone feel special. Lincoln isn't a cycling destination that pulls the heavy hitters."
  },
  "value": {
    "score": 3,
    "explanation": "150 miles of organized suffering with aid stations and a challenge for what appears to be reasonable entry fees. You get 15+ hours of cutoff time, which means they're not trying to artificially inflate difficulty through time pressure. The sword trophy alone probably justifies whatever they're charging, assuming you don't mind explaining it to guests for the next decade."
  },
  "expenses": {
    "score": 3,
    "explanation": "Lincoln, Nebraska isn't going to bankrupt you on lodging or food like coastal races. Camping available at the event center keeps costs down if you don't mind waking up in a tent at 5am. Related run events show $140 pricing, suggesting reasonable entry fees that won't require a second mortgage."
  },
  "length": {
    "score": 5,
    "explanation": "150 miles is gravel distance that separates pretenders from actual endurance athletes. This isn't a century ride with delusions — it's proper long-form suffering that will expose every weakness in your training, equipment, and mental game. The 15+ hour cutoff acknowledges that distance matters more than speed here."
  },
  "technicality": {
    "score": 2,
    "explanation": "Nebraska farmland gravel roads don't demand advanced bike handling skills. 'Constant rolling hills' suggests rhythm and pacing challenges, not technical rock gardens or steep descents. This is about grinding power and endurance, not whether you can navigate sketchy singletrack at 30mph."
  },
  "elevation": {
    "score": 2,
    "explanation": "The data's a mess — official claims 10,000+ feet while other sources say 3,500 for 150 miles. Either way, Nebraska isn't Colorado, so even 10,000 feet means constant rollers rather than proper climbs. Expect death by a thousand small hills rather than epic mountain passes."
  },
  "climate": {
    "score": 2,
    "explanation": "Late August in Nebraska means heat and humidity that'll cook you slowly across 150 miles of exposed farmland. The early start times suggest organizers know about 'extreme heat' conditions that turn gravel roads into ovens. No tree cover on farm roads means you're baking in direct sun for most of those 15+ hours."
  },
  "altitude": {
    "score": 1,
    "explanation": "Lincoln, Nebraska sits around 1,200 feet above sea level, which barely qualifies as altitude unless you're coming from Death Valley. Zero altitude training effect and zero thin-air challenges — your sea-level fitness translates directly. The only breathing issues you'll have are from the humidity, not oxygen deprivation."
  },
  "logistics": {
    "score": 4,
    "explanation": "Sandhills Global Event Center provides a proper race headquarters with camping, packet pickup Thursday 10am-7pm, and emergency check-in race morning. Multi-day event structure with expo suggests they understand race weekend logistics. Lincoln offers reasonable access and infrastructure without big-city hassles or parking nightmares."
  },
  "adventure": {
    "score": 3,
    "explanation": "150 miles through southeastern Nebraska farmland isn't exotic, but 'gravel seas' across rolling terrain you've never seen delivers exploration. The self-supported elements and gas station resupply stops add real adventure beyond organized fun rides. It's not epic mountain vistas, but discovering what Nebraska looks like when you're deep in farm country has its own weird appeal."
  }
}
