{
  "prestige": {
    "score": 5,
    "explanation": "16-year history from grassroots to $100K prize purse. The 'World Championship' branding is bold but earned through longevity. Pirate sword trophies are iconic. Part of gravel's original DNA."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Well-organized with checkpoint support, convenience store stops mapped, and proper timing. The 'gravel family' ethos means inclusive vibes. They celebrate last-place finishers with 40 bottles of champagne."
  },
  "experience": {
    "score": 5,
    "explanation": "The pirate theme, the relentless rollers, the August heat survival—it creates memories. The 'DFL' celebration is unique. Finishing 150 miles of Nebraska hills in August heat is genuinely hard."
  },
  "community": {
    "score": 5,
    "explanation": "Peak grassroots gravel culture. 'Be Cool' is Rule #1. The pirate aesthetic, the inclusive spirit, the celebration of all finishers. This is what gravel community looks like."
  },
  "field_depth": {
    "score": 4,
    "explanation": "The $100K purse (2025) draws serious pros. The 300-mile Long Voyage attracts ultra specialists. Age-group competition is strong with Midwest cycling clubs well-represented."
  },
  "value": {
    "score": 4,
    "explanation": "$195 for the 150mi is pricey but includes checkpoint support, finisher awards (pirate sword!), and a proper multi-day festival. The $100K purse justifies premium pricing."
  },
  "expenses": {
    "score": 4,
    "explanation": "Lincoln is affordable. Hotels are reasonable. Flights to LNK or OMA are manageable. Midwest pricing keeps costs down compared to coastal events."
  },
  "logistics": {
    "score": 3,
    "explanation": "First-come, first-served registration on BikeReg eliminates lottery drama, but $195 entry fees plus Lincoln travel costs add up fast. Two official checkpoints at miles 60 and 110 provide bare-minimum support, though the 15.5-hour cutoff gives reasonable wiggle room. The multi-day festival format spreads logistics across August 20-24, but with 1,500-2,000 riders converging on Nebraska farm country, expect some operational rough edges."
  },
  "length": {
    "score": 5,
    "explanation": "150 miles of Nebraska gravel roads will test every system in your body. The 15.5-hour cutoff sounds generous until you're grinding through mile 120 on washboard that makes your eyeballs vibrate. In 2024's brutal conditions, only 97 of 150 starters finished within time—that's a 35% DNF rate that proves this distance doesn't mess around."
  },
  "technicality": {
    "score": 3,
    "explanation": "Mostly county gravel roads with crushed limestone, but Gravel Worlds throws curveballs like minimum maintenance roads that turn into chain-clogging mud when it rains. Expect everything from smooth-packed sections to deep pea gravel sand traps that'll wash out your wheels if you're not paying attention. The washboard stretches will pound your perineum into submission, but it's not technical mountain biking—just relentless surface variety."
  },
  "elevation": {
    "score": 3,
    "explanation": "10,000 feet over 150 miles sounds modest until you realize it's 87 relentless rollers with virtually no flats—constant power surges through Nebraska's drainage hills. One veteran described it as 'intervals for 4 hours straight,' and even elite racers admit these endless ups and downs can be harder than Unbound's big climbs. You're either climbing or descending the entire day, never settling into a rhythm."
  },
  "climate": {
    "score": 5,
    "explanation": "Late August in Nebraska farm country with zero shade and big sky exposure—this is where heat management separates finishers from DNFs. The 2024 brutal conditions caused a 35% failure rate, proving that prairie sun and humidity will cook you alive if you're unprepared. Open fields mean no wind protection either, so expect crosswinds to add insult to thermal injury."
  },
  "altitude": {
    "score": 1,
    "explanation": "Lincoln, Nebraska sits around 1,200 feet—basically sea level for cycling purposes. Your lungs won't notice the elevation, but they'll definitely notice the heat and humidity. Zero altitude advantage here, just prairie-level suffering."
  },
  "adventure": {
    "score": 4,
    "explanation": "The 300-mile Long Voyage crosses three states and ventures into Iowa and Missouri—that's legitimate gravel exploration. Even the 150 throws surprises like cobble-filled alleyways, brief singletrack, and dirt roads that become mud gambles when storms hit. The pirate theme isn't just marketing fluff when you're genuinely not sure what surface comes next on these Nebraska backroads."
  }
}
