{
  "prestige": {
    "score": 1,
    "explanation": "Gray Duck Grit is a grassroots Minnesota event that's only on its fifth edition in 2026. Nobody outside the Twin Cities region knows this race exists, and the search results show zero notable winners or pro field presence. It's the kind of local event where your biggest competition is the guy who owns the bike shop in Cannon Falls."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The race offers four distance options (50, 69, 111, 222 miles) which shows organizational ambition, but it's held at a fairgrounds in Cannon Falls. The gravel and cyclocross format suggests variety, but without specific course details or rider testimonials, you're rolling the dice on whether they actually know how to string together 62 miles of decent riding. Fairgrounds venues usually mean compromise."
  },
  "experience": {
    "score": 2,
    "explanation": "Racing at the Cannon Valley Fair creates a 'festival atmosphere' but that's code for amateur hour logistics and dust from the livestock barns. The organizers talk about pushing past 'preconceived mental and physical barriers' which sounds like motivational poster speak for a course that might just be hard by accident. At least the proceeds benefit FRASER of MN, so your suffering serves autism and mental health resources."
  },
  "community": {
    "score": 3,
    "explanation": "Gray Duck Grit gets credit for explicit inclusivity with Non-Binary/Gender Non-Conforming categories, acknowledging gravel's 'historically male dominated' problem. It's positioned as a grassroots event drawing 'cyclists from Minnesota and beyond,' which suggests decent regional turnout. The charity component (FRASER of MN) adds purpose beyond just hammering yourself on gravel for ego points."
  },
  "field_depth": {
    "score": 1,
    "explanation": "This is a regional Minnesota event with no documented pro presence or notable past winners. The research shows zero evidence of competitive depth - no times, no names, no race reports mentioning fierce competition. You're racing against weekend warriors who think Cannon Falls is exotic travel."
  },
  "value": {
    "score": 4,
    "explanation": "Four distance options mean you can pick your poison, and grassroots events typically charge reasonable entry fees compared to the Instagram-famous races. The fairgrounds location probably keeps costs down, and supporting FRASER of MN means your money goes somewhere meaningful. Plus you avoid the premium pricing of prestige events while getting similar gravel punishment."
  },
  "expenses": {
    "score": 3,
    "explanation": "Cannon Falls is about 50 miles from Minneapolis-St. Paul International, so flights aren't terrible if you're coming from outside the region. The fairgrounds location suggests basic but functional facilities without resort pricing. However, rural Minnesota doesn't offer much lodging variety, so you're either camping or driving back to the Twin Cities for decent hotels."
  },
  "length": {
    "score": 3,
    "explanation": "The 62-mile distance (though official options are 50, 69, 111, 222) hits the gravel sweet spot - long enough to hurt but short enough to survive poor pacing decisions. It's a proper half-day suffer without requiring the multi-day recovery of the 200+ mile options. Perfect for testing fitness without destroying your next two weeks of training."
  },
  "technicality": {
    "score": 2,
    "explanation": "Southern Minnesota gravel lacks the rock gardens of Iowa or the creek crossings of more adventurous terrain. The 'gravel and cyclocross' description suggests some variety but nothing that requires advanced bike handling skills. This is farm country - expect straightforward gravel roads with manageable grades rather than technical challenges that separate skilled riders."
  },
  "elevation": {
    "score": 2,
    "explanation": "3,000 feet over 62 miles in Minnesota means rolling hills, not mountains. You'll work for your climbing but nothing that requires specific hill training or compact gearing. The terrain will test your legs without the sustained climbs that make western races genuinely mountainous. Expect steady grinding rather than explosive efforts."
  },
  "climate": {
    "score": 2,
    "explanation": "Labor Day weekend in Minnesota means late summer heat and humidity without the cooling of higher elevations. Expect temperatures in the 80s with typical Midwest mugginess that makes everything feel harder than it should. If it rains, you're dealing with sticky mud that'll clog your drivetrain and add pounds to your bike."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Minnesota farmland - you're racing at essentially sea level elevation. Zero altitude considerations, zero acclimatization needed, zero excuses about thin air. Your cardiovascular system will function exactly as it does at home unless you live in Denver."
  },
  "logistics": {
    "score": 3,
    "explanation": "The fairgrounds venue centralizes everything but fairgrounds logistics are hit-or-miss depending on the organizers' competence. Being 50 miles from MSP airport is reasonable for travel, and the festival atmosphere suggests decent spectator access. However, parking at fairgrounds events can be a muddy nightmare, and rural Minnesota doesn't offer urban amenities if things go sideways."
  },
  "adventure": {
    "score": 2,
    "explanation": "Southern Minnesota gravel roads through farm country offer pleasant but predictable scenery - corn, soybeans, and the occasional farm dog chase. The Cannon Falls area has some charm but you're not exploring hidden gems or epic wilderness. It's solid Midwest gravel riding that won't generate Instagram envy or stories you'll tell for years."
  }
}
