{
  "prestige": {
    "score": 1,
    "explanation": "Gran Fondo World Tour inclusion sounds impressive until you realize it's kicking off the 2026 calendar in February when no serious Euro pros are racing gravel yet. Ten years old but still feels like a regional Australian event masquerading as international prestige. The 'world-class' marketing doesn't match the complete absence of notable past winners or any racing pedigree that matters."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Course design has potential with the 12km Delaneys Track climb to 600m and coastal Great Ocean Road section, but execution feels amateur. Strict aid station cutoffs at 11am (33km) and 12:30pm (64km) suggest they can't handle their own field properly. The fact they're still announcing course details for 2026 with vague 'new 49km and 106km options' shows questionable organization."
  },
  "experience": {
    "score": 2,
    "explanation": "The Otways to Great Ocean Road routing through tree ferns on smooth dirt sounds magical, but rider testimonials are telling: 'Brutal. But it is the Odyssey!' Translation: suffer through poor organization for decent scenery. Finish at Forrest Football ground screams small-town logistics, not premium race experience."
  },
  "community": {
    "score": 2,
    "explanation": "Part of the 20-year-old Otway Odyssey weekend suggests established local following, but no evidence of broader gravel community engagement. The commemorative multi-tool for first 1000 entrants feels like desperate marketing to fill spots rather than organic demand from passionate riders."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Zero mention of notable participants, winners, or competitive field quality across ten editions. Australian regional event trying to punch above its weight with GFWT association, but the complete absence of racing pedigree or elite participation tells the real story."
  },
  "value": {
    "score": 3,
    "explanation": "Early bird pricing until December plus 40% off multi-race entries shows reasonable cost structure for what you get. The 106km course through legitimate terrain with 4000ft climbing delivers solid suffering-per-dollar ratio, even if the organization feels bush league."
  },
  "expenses": {
    "score": 2,
    "explanation": "Forrest, Victoria location means travel costs for anyone outside Australia, with no airport or lodging details provided showing typical small-town race logistics. Multi-race discounts help locals, but international travel to a regional Australian gravel event adds up fast."
  },
  "length": {
    "score": 3,
    "explanation": "The 106km distance hits the sweet spot for serious gravel suffering without venturing into ultra territory. Previous 97km course proved the organizers understand proper gravel race length, though offering a 49km option dilutes the hardcore factor."
  },
  "technicality": {
    "score": 3,
    "explanation": "Smooth rolling dirt roads through tree ferns with steady climbs on tracks like Delaneys suggest legitimate gravel skills required without getting stupidly technical. The undulating Otways spine and 16km return climb demand proper pacing and bike handling, not just fitness."
  },
  "elevation": {
    "score": 3,
    "explanation": "4000ft over 60 miles with a high point over 600m delivers proper climbing without being gratuitously punitive. The 12km Delaneys Track ascent followed by 16km return climb creates legitimate elevation challenges that separate real riders from weekend warriors."
  },
  "climate": {
    "score": 2,
    "explanation": "Late February Australian summer in coastal Victoria means potential heat and unpredictable weather, but no specific historical data available to judge typical conditions. The 'brutal' rider testimonial suggests weather adds to the challenge, though details remain frustratingly vague."
  },
  "altitude": {
    "score": 1,
    "explanation": "High point over 600m starting from Forrest's ~200m elevation means zero altitude considerations for performance or acclimatization. This is sea-level racing with some hills, not mountain gravel where thin air matters."
  },
  "logistics": {
    "score": 2,
    "explanation": "Basic small-town race setup with finish at Forrest Football ground and packet pickup details still TBD shows amateur-hour organization. No airport, lodging, or detailed parking information provided demonstrates they expect you to figure it out yourself like a local club ride."
  },
  "adventure": {
    "score": 3,
    "explanation": "The route from Otways rainforest through tree ferns to Great Ocean Road coastline delivers legitimate adventure factor. Negotiating smooth dirt through temperate rainforest terrain to one of Australia's iconic coastal roads creates memorable scenery beyond typical gravel farm roads."
  }
}
