{
  "prestige": {
    "score": 2,
    "explanation": "This race doesn't exist in any official capacity I can find - no UCI listing, no race website, no coverage anywhere. While the Peloponnese has legitimate events like the UCI Gran Fondo Greece in Loutraki, 'Greek Gravel' appears to be a phantom entry. Hard to build prestige when nobody can prove you actually happened."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Can't rate what doesn't exist. No course details, no timing systems, no aid stations - literally zero race infrastructure documented anywhere. The nearby UCI Gran Fondo Greece shows how it's done with proper checkpoints and 5-hour cutoffs, but this event has none of that organizational backbone."
  },
  "experience": {
    "score": 3,
    "explanation": "The Peloponnese region itself delivers solid riding - ancient ruins, Mediterranean coastline, and legitimate climbing through historical landscapes. At 65 miles with 4500 feet of elevation, you'd get a proper workout through terrain that's hosted cycling for decades. The setting saves this from being a complete waste of time."
  },
  "community": {
    "score": 3,
    "explanation": "Greek cycling culture runs deep, especially around established events in the region. The UCI Gran Fondo Greece draws international fields to Loutraki, proving there's appetite for challenging rides in this area. Problem is, this specific event has zero community presence or rider testimonials anywhere."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No field size data, no past results, no pro participation records - because this race apparently doesn't exist. The legitimate Gravel of Marathon event joined the UCI Gravel World Series for 2026, showing where the real talent goes. Ghost races don't attract serious competition."
  },
  "value": {
    "score": 3,
    "explanation": "Can't find entry fees, but Greek events typically run reasonable compared to Western European pricing. The UCI Gran Fondo Greece offers age-group prizes and finisher medals for what's likely modest cost. If this race existed, the region's exchange rates would probably work in your favor."
  },
  "expenses": {
    "score": 2,
    "explanation": "Greece isn't cheap for international travel, and the Peloponnese requires either Athens connections or complicated logistics. No race packet pickup locations listed, no recommended lodging, no parking details. You're flying blind on every expense beyond the mystery entry fee."
  },
  "length": {
    "score": 3,
    "explanation": "65 miles hits the sweet spot - long enough to hurt, short enough to finish before dark. Similar to the UCI Gran Fondo Greece's 105km distance, it's a proper day's work without requiring overnight strategy. Solid distance for Mediterranean conditions."
  },
  "technicality": {
    "score": 2,
    "explanation": "Zero course details available, no surface breakdown, no technical sections identified. The Hellenic Mountain Race showcases what Greek gravel can offer - stone pathways and mountain roads - but this event provides no terrain specifics. Could be fire roads, could be goat paths. Nobody knows."
  },
  "elevation": {
    "score": 3,
    "explanation": "4500 feet over 65 miles averages decent climbing density without being punitive. Comparable to the UCI Gran Fondo Greece's 1270m over 105km ratio. The Peloponnese has legitimate mountains, so the elevation profile could deliver quality suffering if this race actually existed."
  },
  "climate": {
    "score": 3,
    "explanation": "Mediterranean climate generally cooperates for cycling - mild winters, predictable summers. The nearby UCI Gran Fondo Greece runs in November, suggesting shoulder seasons work well here. No weather incidents reported for this event, mainly because there's no event to report on."
  },
  "altitude": {
    "score": 2,
    "explanation": "Peloponnese mountains stay modest - no oxygen concerns, no altitude training needed. Most riding stays well under 2000 meters, so sea-level lungs work fine. The region's highest peaks barely crack 2400 meters, keeping this firmly in the breathable zone."
  },
  "logistics": {
    "score": 2,
    "explanation": "Complete information blackout - no airport recommendations, no lodging strategy, no packet pickup details. The UCI Gran Fondo Greece manages Athens pickup locations and Loutraki race-day service, showing it can be done. This event offers zero logistical guidance for international travelers."
  },
  "adventure": {
    "score": 3,
    "explanation": "The Peloponnese delivers legitimate adventure cycling through Sparta, ancient Olympia, and mountain villages most tourists never see. Rich historical context and varied terrain make any ride here worthwhile. Shame this particular route exists only in someone's imagination."
  }
}
