{
  "prestige": {
    "score": 2,
    "explanation": "Grinduro Italy moved from the established Finale Ligure location to Massa Marittima in Tuscany, essentially starting over in brand recognition. The enduro-style format with four timed segments is clever, but it's not drawing the marquee names or international field that separates prestige events from regional fun rides. No prize purse mentioned, no media coverage details, just a pasta party at halfway—tells you everything about where this sits in the hierarchy."
  },
  "race_quality": {
    "score": 3,
    "explanation": "The four timed enduro stages mixing gravel roads, flow-trails, and dirt create a proper test across varied terrain—this isn't just a gravel slog. Each stage runs 5-10 minutes, demanding different skills from pure climbing power to technical descending. The 100km distance with a pasta party refuel shows decent organization, though the research data corruption suggests their digital infrastructure isn't bulletproof."
  },
  "experience": {
    "score": 4,
    "explanation": "Three-day format with Friday registration, Saturday racing, and Sunday recovery in Tuscan countryside hits the sweet spot for adventure tourism. The event village at Torre del Candeliere in Massa Marittima provides proper base camp vibes, not some parking lot logistics nightmare. The enduro format means you're racing hard but also touring the region's best terrain—exactly what gravel tourism should deliver."
  },
  "community": {
    "score": 3,
    "explanation": "The camping options at €25 for two nights or €75 for camper vans creates natural gathering points, though optional pricing suggests not everyone commits to the full social experience. Friday welcome through Sunday departure gives time for actual community building beyond race-day small talk. The pasta party refuel mid-race is peak Euro cycling culture, but without field size data, hard to judge if it's intimate gathering or anonymous mass start."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No field size data, no notable results, no mention of competitive categories beyond the basic event structure. The move from Finale Ligure to Massa Marittima likely reset any competitive field development they'd built. Regional Italian gravel scene is growing, but this isn't pulling international talent or even the strongest domestic riders based on available information."
  },
  "value": {
    "score": 2,
    "explanation": "Entry fee pricing isn't disclosed for 2025/2026, which is never a good sign for value transparency. The camping add-ons at €20-75 are reasonable for Europe, but without knowing base registration cost, impossible to judge total investment. Three days in Tuscany with pasta included sounds romantic until you calculate flights, accommodation, and the inevitable Italian dining expenses."
  },
  "expenses": {
    "score": 2,
    "explanation": "Massa Marittima location means international travelers need flights to Rome or Florence plus rental car or transfers. Camping upgrades run €25-75 for two nights, but that's just sleeping—food, transport, and the undisclosed entry fee add up fast. September timing hits peak tourist season pricing for everything from hotels to restaurants in Tuscany."
  },
  "length": {
    "score": 3,
    "explanation": "The 100km distance sits in the goldilocks zone—long enough to be a proper challenge without becoming an ultra-endurance death march. Four timed segments totaling 20-40 minutes means you're racing hard but spending most of the day exploring Tuscan countryside at touring pace. The pasta party halfway point breaks the distance into manageable chunks for riders who aren't trying to win the thing."
  },
  "technicality": {
    "score": 3,
    "explanation": "Mix of gravel roads, flow-trails, and dirt with four distinct timed segments demands bike handling skills beyond pure power output. The enduro format tests climbing, descending, and transitional riding across varied surfaces—proper technical diversity. Without specific course details on rock gardens, switchbacks, or surface conditions, can't rate it higher than solid intermediate challenge."
  },
  "elevation": {
    "score": 4,
    "explanation": "Tuscan terrain around Massa Marittima delivers legitimate climbing with the varied gradients and sustained efforts that make 100km feel earned. The enduro stage format means you're hitting the climbs at race pace, not just grinding them out in the big ring. Mediterranean coastal mountains provide the kind of elevation profile that rewards good fitness without requiring altitude acclimatization."
  },
  "climate": {
    "score": 3,
    "explanation": "September in coastal Tuscany typically delivers warm days and cool mornings—ideal for hard efforts without the crushing heat of summer racing. The three-day format spreads across shoulder season weather that's generally stable and rideable. Without specific weather data for Massa Marittima, banking on Mediterranean consistency, though late-season thunderstorms can still wreck outdoor plans."
  },
  "altitude": {
    "score": 1,
    "explanation": "Massa Marittima sits at 380 meters elevation with surrounding hills topping out around 1,000 meters—essentially sea level for any rider accustomed to real mountains. Zero altitude acclimatization needed, zero altitude training benefit. Coastal Tuscany terrain provides elevation gain through rolling hills, not the kind of sustained high-altitude suffering that separates mountain goats from flatlanders."
  },
  "logistics": {
    "score": 2,
    "explanation": "Moving from established Finale Ligure to new Massa Marittima location suggests organizational reset, potentially losing institutional knowledge of local logistics. The corrupted elevation profile data in research materials doesn't inspire confidence in their digital infrastructure. Friday 2-6pm registration window and weekend camping setup shows basic event planning, but without shuttle details, parking information, or mechanical support mentioned, too many logistics unknowns."
  },
  "adventure": {
    "score": 3,
    "explanation": "The enduro format through Tuscan countryside mixing gravel roads and flow-trails delivers legitimate exploration beyond standard gravel racing. Three-day commitment with camping options creates mini-expedition vibes rather than drive-up-and-race logistics. Massa Marittima base camp provides access to medieval hill towns and classic Italian cycling culture, though without specific route highlights or unique terrain features, it's solid adventure tourism rather than bucket-list exploration."
  }
}
