{
  "prestige": {
    "score": 4,
    "explanation": "This is the OG Grinduro—the 2015 original that spawned copycats in Germany, France, Scotland, and Japan. It created an entire category of 'party gravel with timed segments' that half the industry now imitates. The name carries weight because it invented something, not because some marketing committee decided it should."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Five timed enduro segments through Sierra Nevada singletrack with untimed liaisons—this is race design that actually makes sense. 50% singletrack, 30% gravel, 20% dirt roads hitting the technical sweet spot that separates real riders from weekend warriors. The 3-5% DNF rate proves it's challenging without being a death march."
  },
  "experience": {
    "score": 5,
    "explanation": "It's a party with timed segments, not a race with a party bolted on. Small mountain town of Quincy embraces the whole thing, legendary Saturday night post-race scene, and multi-day festival vibe from Friday pickup through Sunday recovery. You're buying an experience, not just a race number."
  },
  "community": {
    "score": 5,
    "explanation": "Reddit riders nail it: '60% party, 40% race' with all levels mixing together instead of the usual roadie segregation. Quincy locals support the chaos, camping culture keeps it real, and the untimed climbs mean you're actually talking to people instead of suffering in silence. It's inclusive without being soft."
  },
  "field_depth": {
    "score": 3,
    "explanation": "400-600 riders showing up for party vibes doesn't create the same competitive depth as pure racing events. The enduro format with untimed sections attracts more weekend warriors than elite gravel athletes. You'll find fast riders, but this isn't where careers are made."
  },
  "value": {
    "score": 3,
    "explanation": "$150-200 entry for 60 miles and 6,500 feet isn't cheap, but you're paying for the multi-day festival experience and legendary post-race party. Compare it to a concert ticket plus race entry and it makes sense. Still expensive for what amounts to a fun ride with timing chips."
  },
  "expenses": {
    "score": 3,
    "explanation": "Quincy is a small mountain town 90 miles from Reno airport, so you're looking at flights, rental car, and booking lodging early before it fills up. The camping option keeps costs reasonable if you don't need hotel comfort. Food and beer at mountain town prices, but not resort-level robbery."
  },
  "length": {
    "score": 2,
    "explanation": "60 miles is barely getting warmed up for serious gravel riders. The enduro format with untimed climbs means you're not even racing half the course. This is a long fun ride, not an endurance test that proves anything meaningful about your fitness."
  },
  "technicality": {
    "score": 5,
    "explanation": "50% singletrack through Sierra Nevada terrain with technical descents that require actual mountain bike skills. Reddit riders warn 'not for pure gravel riders' and demand 40-45mm tubeless tires minimum. This separates bike handlers from power merchants—you can't just grind through technical descents."
  },
  "elevation": {
    "score": 4,
    "explanation": "6,500 feet of climbing over 60 miles is legitimate, especially with the untimed format letting you pace the ascents. The Sierra Nevada terrain delivers consistent climbing without the brutal wall sections that destroy weaker riders. Enough to hurt, not enough to break you."
  },
  "climate": {
    "score": 1,
    "explanation": "Mid-September Northern California is basically weather on easy mode—50-75°F with under 10% rain risk in the driest part of the year. 2023 and 2024 were perfect conditions. This is climate lottery winning, not a test of weather-handling skills or mental toughness."
  },
  "altitude": {
    "score": 2,
    "explanation": "Quincy sits around 3,500 feet elevation—enough to notice if you're coming from sea level but not enough to create real physiological challenges. You might feel it on the first climb, but this isn't the thin-air suffering that separates mountain riders from flatlanders."
  },
  "logistics": {
    "score": 3,
    "explanation": "90-mile drive from Reno to a small mountain town means planning ahead for lodging and car rental. Multi-day format with Friday pickup, Saturday race, and Sunday recovery requires commitment beyond showing up race morning. Doable but not convenient—you're making a weekend of it whether you want to or not."
  },
  "adventure": {
    "score": 5,
    "explanation": "Sierra Nevada singletrack, mountain town festival atmosphere, camping under the stars, and legendary party scenes—this hits every adventure checkbox without manufactured experiences. The enduro format through varied terrain keeps it interesting while the social aspects create actual stories worth telling. Real adventure, not Instagram adventure."
  }
}
