{
  "prestige": {
    "score": 3,
    "explanation": "Part of the legendary Grinduro series that pioneered the gravel-enduro format, but the Canada edition never achieved the iconic status of California or Scotland. Its uncertain future (not held since 2022) further diminishes its prestige."
  },
  "race_quality": {
    "score": 4,
    "explanation": "When running, Grinduro events are professionally organized with clear course markings, solid aid stations, and the 'event-in-a-box' model that's been refined globally. The festival production (art, music, catering) is genuinely excellent."
  },
  "experience": {
    "score": 5,
    "explanation": "This is Grinduro's calling card - 'the perfect party to race ratio.' Three-course dinners, live music, art installations, camping with fellow riders, French-Canadian culture, and a course that reveals itself as you ride. The meteorite crater setting elevates everything."
  },
  "community": {
    "score": 4,
    "explanation": "Grinduro attracts a specific tribe - riders who value experience over results, who can laugh at the sand sections while their legs burn. The festival format creates genuine connections. The French-Canadian influence adds unique character."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Regional competitive field without major pro presence. Not part of any major series or qualification pathway. The enduro format and remote location limit elite field depth compared to mainstream gravel events."
  },
  "value": {
    "score": 4,
    "explanation": "Entry fee ($200-300 CAD) includes substantial meals - Saturday breakfast, lunch, and three-course dinner, plus Sunday breakfast. Add festival access, camping available for $25, and you're getting genuine value for a weekend experience."
  },
  "expenses": {
    "score": 3,
    "explanation": "Remote Quebec location drives up total costs. Flight to Quebec City + rental car + accommodation (limited options near Saint-Urbain) + border crossing logistics for international travelers. Budget $800-1200 total for US-based riders."
  },
  "length": {
    "score": 3,
    "explanation": "At 67 miles (107 km), Grinduro Canada falls squarely in the 60-100 mile range. The enduro format with timed stages means you're not racing the full distance, but the total riding commitment is substantial for a festival-style event."
  },
  "technicality": {
    "score": 4,
    "explanation": "This course demands serious MTB skills - 20-30% singletrack, technical descents with roots and rocks, soul-sucking sand sections, and terrain that causes even experienced riders to dismount. Dropper post strongly recommended; pure gravel bikes will suffer."
  },
  "elevation": {
    "score": 3,
    "explanation": "5,900 ft (1,800m) of climbing provides a solid challenge without being extreme. The terrain is relentlessly rolling with no flat sections to recover, making the climbing feel harder than the numbers suggest."
  },
  "climate": {
    "score": 3,
    "explanation": "August in Charlevoix offers comfortable temperatures (68-77F) but high rain risk - August is one of the rainiest months. The humid continental climate can turn trails muddy and slick without warning."
  },
  "altitude": {
    "score": 1,
    "explanation": "Racing at sea level in the St. Lawrence lowlands means zero altitude concerns. No acclimatization needed - just bring your lungs and legs."
  },
  "logistics": {
    "score": 4,
    "explanation": "Remote Quebec location requires significant planning. Quebec City airport is 60+ miles away, Montreal is 4 hours. French is the primary language, cell coverage is spotty, and international travelers need passport/border crossing. Rental car mandatory."
  },
  "adventure": {
    "score": 4,
    "explanation": "Racing inside a 450-million-year-old meteorite crater in a UNESCO Biosphere Reserve is genuinely bucket-list material. The Charlevoix landscape - shaped by cosmic impact, featuring the Laurentian Mountains and St. Lawrence views - delivers epic scenery found nowhere else in gravel racing."
  }
}
