{
  "logistics": {
    "score": 3,
    "explanation": "One elite rider describes 'sitting in the back of a car on the way back from Oregon Gravel Epic...feeling the anxiety of being in the middle of nowhere, relying on somewhat spotty cellular data coverage to try and register for one of the most-anticipated events of the upcoming year.' Quincy is 90 miles from Reno with limited mountain town lodging that fills up fast. Multi-day format with Friday pickup and Saturday race requires weekend commitment."
  },
  "length": {
    "score": 2,
    "explanation": "The enduro format with four timed segments means you're only racing portions of the 60-mile course—what one blogger calls 'a 1.9km gravel climb, 10km gravel descent, 10km rolling pavement TT, and finally a 5km singletrack descent sprinkled throughout.' The untimed liaison sections between segments are social rides, not endurance tests."
  },
  "technicality": {
    "score": 5,
    "explanation": "One rider describes the final singletrack as 'some of the gnarliest terrain I've ever been on: loose sand over hardpack, interspersed with wheel-crushing ruts and jutting rocks.' Another found themselves 'with my wheel in the soft shale on the left edge of the track, looking down at a sheer drop off the mountain and needing to take a moment to compose myself after facing my own mortality.' Riders recommend mountain bikes over gravel bikes."
  },
  "elevation": {
    "score": 4,
    "explanation": "One rider's Garmin recorded their 'longest climb to date' during the 2-hour main ascent, noting 'it wasn't particularly steep, nor was it technical, but it kept going.' The 2,500m of elevation gain over 100km is spread across multiple climbs rather than concentrated suffering. A 38x36 low gear 'was more than enough to keep me turning over a decent cadence in a Z2/3 pace' for most riders."
  },
  "climate": {
    "score": 1,
    "explanation": "The 2019 race featured what riders called 'Rain, Cold, Sun & Snow in One Day' with morning temperatures 'in the low single digits' and weather forecasts 'up and down like a yo-yo the four days prior.' One rider regretted 'leaving my waterproof gloves way back in Florida' as conditions deteriorated. Even when perfect, the Sierra Nevada location can deliver four seasons in one event."
  },
  "altitude": {
    "score": 2,
    "explanation": "Quincy sits around 3,500 feet with course climbs reaching higher elevations in the Sierra Nevada. Riders report the main challenges being dust clouds 'kicked up by the hundreds of riders' rather than thin air effects. The altitude is noticeable but doesn't create the physiological barriers that separate mountain-adapted riders from sea-level competitors."
  },
  "adventure": {
    "score": 5,
    "explanation": "Riders encounter 'the Party Tandem, two strong dudes on one bike, blasting tunes and kicking my arse on the climb' alongside challenging Sierra Nevada singletrack. The multi-day festival includes camping, food trucks, and what one rider calls 'the right mix of camaraderie and party vibes with the opportunity to indulge your competitive nature if you wanted to.' Course changes due to wildfire add unpredictability."
  },
  "prestige": {
    "score": 4,
    "explanation": "An elite rider describes the registration anxiety for 'one of the most-anticipated events of the upcoming year' while traveling from another race. This is the original 2015 Grinduro that spawned international copycats. The enduro format's invention here created an entire category, but the party-focused atmosphere attracts more weekend warriors than career-defining elite fields."
  },
  "race_quality": {
    "score": 4,
    "explanation": "The four timed enduro segments include '50% singletrack through Sierra Nevada terrain' with varied challenges from gravel climbs to technical descents. Electronic timing issues affected even the 2022 winner, requiring Strava data to declare results. Aid stations provide 'Clif product and other snacks' with 'mechanical aid in the form of either supplies like tubes, sealant, tires, or neutral mechanical service.'"
  },
  "experience": {
    "score": 5,
    "explanation": "One rider summarizes it as 'a super fun event with the right mix of camaraderie and party vibes' that's more appealing than 'slogging it out for 12+ hours at something like Dirty Kanza.' The festival atmosphere includes 'food trucks on-site the entire weekend' and 'all meals provided to riders on event day' plus 'coffee generously provided by Verve Roasters.' It's designed as celebration first, race second."
  },
  "community": {
    "score": 5,
    "explanation": "Riders report making 'plenty of friends during the short climb to the first official timed segment' including encounters with 'Joe, a fellow Aussie racing in the Men's 60+ category, and David il Terzo aka always_be_riding on Instagram, riding a single speed.' The format encourages interaction—untimed climbs mean conversations instead of suffering in silence. Even Taylor Phinney noted 'everyone there was just stoked to go out and do something new.'"
  },
  "field_depth": {
    "score": 3,
    "explanation": "Taylor Phinney's participation shows elite presence, but the enduro format with party emphasis attracts more adventure-seekers than pure racers. One reader notes winners 'from fast to old' chose mountain bikes over gravel bikes, suggesting equipment matters more than racing pedigree. The 400-600 rider field prioritizes fun over competitive depth—fast riders attend, but not for career-defining results."
  },
  "value": {
    "score": 3,
    "explanation": "The $150-200 entry covers a multi-day festival experience with meals, aid stations, mechanical support, and the legendary post-race party atmosphere. One rider describes it as more appealing than traditional long-distance suffering fests. You're paying for the original enduro gravel experience that created an entire category, but it's expensive for what amounts to 60 miles of riding with timing chips on four segments."
  },
  "expenses": {
    "score": 3,
    "explanation": "Quincy requires 90-mile drive from Reno airport plus early lodging bookings in a small mountain town. One rider used 35mm WTB Cross Boss tubeless tires at '32/35 PSI' and considered switching to '38mm Panaracer Gravel King SKs' but avoided 'yet another tire switch and sealant mess.' Equipment costs add up—riders recommend tubeless setup and many suggest mountain bikes over standard gravel bikes."
  }
}
