{
  "prestige": {
    "score": 4,
    "explanation": "Grinduro carries serious brand weight in the gravel world—it's the festival race that everyone talks about. The series has cachet, and Germany draws 400-600 riders from across Europe who know what they're signing up for. It's not Unbound famous, but it's definitely more than your local weekend warrior special."
  },
  "race_quality": {
    "score": 5,
    "explanation": "The enduro format is brilliant—untimed climbs let you socialize and save energy, then four timed descent stages separate the MTB skilled from the pretenders. Professional course marking, multiple aid stations, and a format that rewards technical descending skills over pure watts. When only 5-10% DNF in normal conditions, the organization knows what they're doing."
  },
  "experience": {
    "score": 5,
    "explanation": "This is 90% festival, 10% racing, and that's the point. Live music, German beer garden at the finish, camping on-site, and riding through the volcanic Eifel landscape. One rider called it 'the best weekend of the year,' and when you're chatting with people on untimed climbs then bombing technical descents, it's hard to argue."
  },
  "community": {
    "score": 5,
    "explanation": "The untimed climb format creates natural social riding—you literally have time to chat and make friends between the timed descents. International field from Germany, Belgium, Netherlands, and beyond, all there for the party atmosphere. The festival setting with camping means you're hanging out with these people all weekend, not just racing against them."
  },
  "field_depth": {
    "score": 3,
    "explanation": "Most riders are there for the experience, not to throw down serious watts. The format rewards MTB descending skills over pure fitness, so traditional roadie powerhouses get humbled by technical riders. Competitive depth exists but takes a backseat to the festival vibe—which is exactly what most people want."
  },
  "value": {
    "score": 4,
    "explanation": "€100-€180 for a full festival weekend including live music, beer garden, camping options, and a professionally organized 62-mile course through German forests. Compare that to paying similar money for a basic gravel race with a banana and you're getting serious bang for your euro. The experience-to-cost ratio is solid."
  },
  "expenses": {
    "score": 4,
    "explanation": "Hellenthal is a small German town near the Belgian border—accommodation books up fast but camping is €30-50 on-site. Cologne-Bonn airport is an hour away, and you're not dealing with major city hotel prices. The festival format means food and beer are handled at the venue, keeping costs reasonable for a European race weekend."
  },
  "length": {
    "score": 3,
    "explanation": "62 miles is respectable but not epic—you'll be done in 4-6 hours depending on how much you socialize on the untimed climbs. The enduro format makes it feel shorter since you're only racing four descent stages. It's the right distance for a festival race where the party matters as much as the pedaling."
  },
  "technicality": {
    "score": 4,
    "explanation": "The timed descents are properly technical—loose, rooty, rocky singletrack where a dropper post is a 'HUGE advantage' according to riders. The 'gravel race' label is misleading when you need MTB skills for the stages that actually count. 30% singletrack and aggressive tire recommendations don't lie about what you're getting into."
  },
  "elevation": {
    "score": 4,
    "explanation": "6,562 feet over 62 miles through the Eifel forests is climbing. The steep gravel climbs are untimed so you won't blow up, but you still have to get up them before you can bomb back down. It's proper German terrain—volcanic landscape with climbs that'll make you work for those descents."
  },
  "climate": {
    "score": 3,
    "explanation": "Late May in the Eifel runs 50-70°F with a 30% rain chance—spring is wet season in Germany. When it's dry, conditions are perfect. When it rains, those forest trails turn into muddy mess and DNF rates double to 10%. Pack layers and pray to the weather gods."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is the German Eifel region near Belgium, not the Alps. You're barely above sea level for most of the course. Your legs will hurt from the climbs and technical descents, not from lack of oxygen."
  },
  "logistics": {
    "score": 3,
    "explanation": "Hellenthal is a small town that gets overwhelmed—book accommodation 3+ months ahead or plan on camping. Cologne-Bonn airport is an hour away, parking is free at the venue, but this isn't a major city with endless hotel options. The festival format helps with food and beer logistics once you're there."
  },
  "adventure": {
    "score": 5,
    "explanation": "Riding through German volcanic forests, bombing technical singletrack descents, camping with riders from across Europe, and partying in a German beer garden—this hits every adventure checkbox. The untimed climbs let you stop for photos in the Eifel landscape, and the whole weekend feels like a cycling adventure vacation, not just a race."
  }
}
