{
  "prestige": {
    "score": 2,
    "explanation": "GRUSK is West Virginia's 'premiere gravel event' according to their own marketing, which tells you everything about the competition level in WV. Part of the West Virginia Gravel Series with categories for tandems and e-bikes - not exactly drawing the sport's elite. No notable past winners or pro field mentioned anywhere, because there aren't any."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Course marking exists for supported rides, but route surfaces range from 'buttery pavement' to 'poorly maintained pot-hole infested back roads' - inconsistent quality that screams budget organization. No cutoff times, aid station details, or field management info available because they probably wing most of it. The fact that registration costs and basic race logistics aren't even published says enough about operational standards."
  },
  "experience": {
    "score": 3,
    "explanation": "Climbing to Spruce Knob (WV's highest peak at 4,863 feet) delivers genuine adventure through Monongahela National Forest terrain. The weekend festival vibe with mountaintop camping, beer garden, and live music Friday/Saturday creates memorable moments beyond just the riding. Course variety from smooth dirt to unmaintained double-track keeps things interesting, even if execution isn't polished."
  },
  "community": {
    "score": 3,
    "explanation": "Camping at $15 per person for the weekend, campfires both nights, and shared meals create genuine community bonding that bigger events can't match. The 'incredible gravel-community atmosphere' comes from intimate scale and shared suffering through those pot-holed back roads. Post-race dinner Sunday at 2pm followed by charity raffle shows they're trying to build something beyond just another race weekend."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Multiple distance options from 27-mile highlights tour to 318-mile bikepacking routes cast a wide net, but that doesn't mean quality competition. Categories include Clydesdale and tandem divisions - participation trophies for everyone approach rather than deep competitive fields. No mention of notable riders or competitive times because the talent pool is shallow."
  },
  "value": {
    "score": 3,
    "explanation": "Weekend camping for $15 per person and dorm bunks at $30/night beat hotel costs, plus the festival atmosphere adds non-racing value. Multiple route options from 27 to 318 miles mean you can find your distance without paying premium prices. The lack of published entry fees suggests reasonable pricing, though having to pre-order all meals limits flexibility."
  },
  "expenses": {
    "score": 3,
    "explanation": "Circleville, WV isn't exactly a tourist destination, so lodging stays cheap beyond their on-site camping option. No nearby airport mentioned means driving from wherever you live, adding fuel costs but avoiding flight expenses. The remote Monongahela National Forest location keeps commercial price gouging minimal - rural WV doesn't have Napa Valley pricing."
  },
  "length": {
    "score": 3,
    "explanation": "The 65-mile distance hits that sweet spot where you're committed but not destroyed, especially with 6,000 feet of climbing spread across the course. Multiple options from 27-mile tourist rides to 318-mile bikepacking epics mean everyone finds their suffering level. Spruce Knob climb provides a clear objective rather than just random mileage through nowhere."
  },
  "technicality": {
    "score": 3,
    "explanation": "Surface variety from smooth dirt to 'unmaintained double-track forest roads' requires bike handling skills beyond just grinding power. Those 'poorly maintained pot-hole infested back roads' will test equipment choices and line selection under fatigue. The Monongahela National Forest terrain provides legitimate technical challenges, though nothing approaching true MTB singletrack difficulty."
  },
  "elevation": {
    "score": 4,
    "explanation": "6,000 feet of gain over 65 miles delivers serious climbing density, with the ascent to Spruce Knob (West Virginia's highest peak) as the obvious crown jewel. The sustained elevation throughout Monongahela National Forest means no easy valley cruising - you're working the entire day. That climb-to-distance ratio will separate the climbers from the pretenders quickly."
  },
  "climate": {
    "score": 2,
    "explanation": "July in West Virginia means heat and humidity that'll crush anyone not acclimated to eastern summer conditions. The forested mountain terrain traps moisture and blocks cooling breezes, creating a suffocating greenhouse effect during climbs. No weather data provided because organizers probably hope you don't think about sweating through 6,000 feet of July climbing."
  },
  "altitude": {
    "score": 1,
    "explanation": "Spruce Knob at 4,863 feet is West Virginia's highest point, which tells you everything about altitude challenges here - there aren't any. Even the peak barely scratches 5,000 feet, meaning zero acclimatization concerns for anyone living above sea level. This is eastern mountain 'altitude' where the air still has plenty of oxygen."
  },
  "logistics": {
    "score": 2,
    "explanation": "No nearby airport mentioned because there isn't one worth using - you're driving to rural West Virginia regardless of where you start. Venue opens Wednesday at 6pm but closes Monday at 11am, forcing specific travel windows that don't align with normal work schedules. Limited dorm bunks and camping-focused lodging means hoping the weather cooperates or sleeping in your car."
  },
  "adventure": {
    "score": 3,
    "explanation": "Reaching West Virginia's highest peak through Monongahela National Forest delivers genuine wilderness exploration most gravel events can't match. The route variety from maintained roads to unmaintained double-track means you're never sure what's around the next corner. Bikepacking options up to 318 miles show they understand adventure means more than just a long Saturday ride."
  }
}
