{
  "prestige": {
    "score": 2,
    "explanation": "This race doesn't even exist in any meaningful gravel database - all searches point to the 20-mile Gunflint Scramble mountain bike race instead. No notable winners, no pro field, no media coverage. It's basically a ghost race that the gravel community hasn't heard of."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Hard to judge quality when the race appears to be either misnamed or completely undocumented. The actual Gunflint Scramble is described as 'fairly non-technical' with generic climbs and loose descents. No aid station details, no timing infrastructure mentioned, no real organization visible."
  },
  "experience": {
    "score": 3,
    "explanation": "The Gunflint Trail area offers legitimate wilderness riding through remote nordic ski and snowmobile trails that 'seldom see use outside winter.' Starting at Bearskin Lodge adds some charm. The terrain promises 'steep climbs, long climbs, loose climbs' - sounds like proper suffering in pretty country."
  },
  "community": {
    "score": 3,
    "explanation": "Whatever this race actually is, it's based in Grand Marais with a 'friendly atmosphere' noted. The confusion between races suggests a tight local scene that doesn't need outside validation. Starting at Bearskin Lodge implies some post-race gathering potential."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No field size data available, no mention of competitive categories or notable participants. If it's the mountain bike version, they explicitly say gravel bikes 'wouldn't be any fun' - which limits the serious gravel field severely."
  },
  "value": {
    "score": 3,
    "explanation": "44 miles of Minnesota wilderness for unknown entry fees could be decent value. The Gunflint Trail location is genuinely remote and beautiful. No mention of swag or amenities, but access to rarely-used trail systems has inherent worth."
  },
  "expenses": {
    "score": 2,
    "explanation": "Grand Marais is remote enough that getting there costs money and time. Bearskin Lodge hosting suggests accommodation options but probably not cheap ones. No airport data available, meaning you're driving or paying premium flights to Duluth."
  },
  "length": {
    "score": 2,
    "explanation": "44 miles hits that awkward middle distance - too long for a morning blast, too short for epic bragging rights. The actual documented race is only 20 miles, which barely qualifies as a workout for serious riders."
  },
  "technicality": {
    "score": 2,
    "explanation": "Described as 'fairly non-technical' with warnings only about 'steep fast descents on loose terrain.' Mix of wide nordic ski trails and forest roads sounds more like fire road grinding than technical challenge. Even skilled riders need caution on descents, but that's about cornering speed, not skills."
  },
  "elevation": {
    "score": 2,
    "explanation": "2500 feet over 44 miles is 57 feet per mile - not flat but not mountain suffering either. Promises 'punishing climbs' and 'steep, long, loose, grassy' ascents, but Minnesota steep isn't Colorado steep. No detailed elevation profile available to judge the real bite."
  },
  "climate": {
    "score": 3,
    "explanation": "October in northern Minnesota delivers proper variable conditions - mid-50s highs but 'could be warmer or colder.' Race runs rain or shine, with backup gravel loops if trails get oversaturated. You'll need layers and the weather might actually matter for once."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is northern Minnesota, not the Rockies. Starting elevation probably around 1000 feet, maybe hitting 1500 at the high point. Zero altitude training effect, zero respiratory challenge, zero excuse for bonking on elevation."
  },
  "logistics": {
    "score": 2,
    "explanation": "No packet pickup info, no parking details, no clear registration process documented anywhere. Even basic race data like start times varies between sources. The remote Gunflint Trail location means limited services and backup plans."
  },
  "adventure": {
    "score": 3,
    "explanation": "Riding remote nordic and snowmobile trails that 'seldom see use outside winter' through Minnesota wilderness delivers legitimate backcountry feel. The forest service requires alternate courses if trails get too saturated - suggests you're actually in wild country, not manicured bike paths."
  }
}
