{
  "prestige": {
    "score": 2,
    "explanation": "Five years old and 300 riders doesn't move needles in gravel racing. No big sponsors, no live coverage, no pro field—just a $5,000 purse split between men and women. It's a local Colorado mountain race that most people outside the Rockies have never heard of."
  },
  "race_quality": {
    "score": 4,
    "explanation": "The course delivers suffering: 15 miles of Cochetopa Pass grinding, sketchy Razor Creek descent where crashes happen, and Taylor Canyon rollers that break legs at mile 85. Two aid stations hit the sweet spots at miles 40 and 80. Gunnison County Events knows how to route pain through beautiful places."
  },
  "experience": {
    "score": 4,
    "explanation": "High alpine meadows above treeline, 35°F starts warming to 70°F, and post-race BBQ with local beer in the park. The Razor Creek descent demands real bike handling, and the altitude makes every climb feel harder than the grade suggests. It's proper mountain gravel without the circus."
  },
  "community": {
    "score": 4,
    "explanation": "Small town Colorado vibes with live band BBQ and local beer after you've survived 120 miles of mountain punishment. Riders help each other through altitude struggles, and Gunnison locals turn out to support. Zero corporate bullshit, just people who understand that mountains hurt."
  },
  "field_depth": {
    "score": 3,
    "explanation": "300 riders means decent participation but limited depth in competitive categories. Most fast riders stick to bigger Colorado races like Rebecca's Private Idaho or Leadville. The altitude and remoteness filter out casual tourists, leaving mostly Colorado mountain riders who know what they signed up for."
  },
  "value": {
    "score": 4,
    "explanation": "$80-120 gets you 120 miles through Colorado Rockies terrain, two aid stations, and post-race food. The $5,000 purse shows organizers invest back into competition. Compare that to $200+ Leadville registration for similar suffering—Gunni delivers mountain gravel without the markup."
  },
  "expenses": {
    "score": 3,
    "explanation": "Gunnison is small-town Colorado with limited lodging that books out 2-3 months ahead. Gunnison-Crested Butte airport is 30 miles away but tiny with limited flights, so most people drive 3.5 hours from Denver over mountain passes. Crested Butte has more hotels but ski town prices."
  },
  "length": {
    "score": 5,
    "explanation": "120 miles of mountain gravel with 10,000 feet of elevation gain starting at 7,700 feet altitude. The Cochetopa Pass climb alone grinds for 15 miles, then you get 20 miles of exposed alpine riding above treeline before the technical Razor Creek descent. This isn't a morning ride—it's a full day of mountain punishment."
  },
  "technicality": {
    "score": 4,
    "explanation": "Razor Creek descent is loose, steep, and rocky where riders crash every year. The 15% doubletrack sections have embedded rocks that'll beat you up on narrow tires. It's not singletrack technical, but the combination of altitude, loose surfaces, and sustained climbing demands real mountain bike skills."
  },
  "elevation": {
    "score": 5,
    "explanation": "10,000 feet of climbing over 120 miles starting from 7,700 feet base elevation. Cochetopa Pass Road grinds for 15 miles straight, high alpine sections max out around 10,000 feet, and Taylor Canyon serves constant punchy climbs when you're already cooked. The math doesn't lie—83 feet per mile average."
  },
  "climate": {
    "score": 2,
    "explanation": "Early September means 35°F starts and 70°F finishes—pack layers or freeze/overheat. High altitude equals intense UV exposure and faster dehydration. The 40-degree temperature swing during the race forces constant clothing management, and September weather can turn fast in the Rockies."
  },
  "altitude": {
    "score": 5,
    "explanation": "Starting at 7,700 feet and climbing to 10,000 feet means you're oxygen-starved the entire race. Sea level riders report breathing through straws, and altitude sickness causes significant DNFs. The high alpine meadows sections offer zero shelter above treeline where thin air meets mountain grades."
  },
  "logistics": {
    "score": 2,
    "explanation": "Gunnison-Crested Butte airport is regional with limited flights, forcing most riders into 3.5-hour drives from Denver over mountain passes. Small town means limited lodging that books out months ahead, and backup options are expensive Crested Butte ski lodges 30 miles away. Getting there is half the challenge."
  },
  "adventure": {
    "score": 5,
    "explanation": "High alpine meadows above treeline, 15-mile Cochetopa Pass climbs, sketchy Razor Creek descents where focus matters, and wilderness exposure in Colorado Rockies. This isn't groomed gravel—it's mountain roads through BLM land where altitude and terrain test everything you've got. Pure backcountry suffering with mountain views."
  }
}
