{
  "prestige": {
    "score": 1,
    "explanation": "Hart Hills is a regional Michigan series race with zero national recognition and no notable pro field. No prize purse, no media coverage, just age group medals for the locals. It's part of the Michigan Gravel Race Series, which tells you exactly how far your bragging rights travel."
  },
  "race_quality": {
    "score": 2,
    "explanation": "They've got chip timing from Epic Race Timing and named segments like Hart Breaker Hill, so someone's paying attention to details. The race claims to be 'probably one of the toughest gravel races in lower Michigan,' but that's like being the tallest building in Topeka. Post-race pizza and beer suggests they understand the basics of not making people hate them."
  },
  "experience": {
    "score": 2,
    "explanation": "You get segments with names like 'Remember Kelly' and 'Stan's Stomping Grounds' - local flavor that means something to exactly nobody outside Hart, Michigan. The race starts and ends downtown at 105 E Main St, so you'll see all of Hart's bustling metropolis. Four distance options from 13 to 55 miles means they're trying to please everyone, which usually pleases no one completely."
  },
  "community": {
    "score": 3,
    "explanation": "Friday night packet pickup behind Hart Pizza has that small-town charm where everyone knows everyone's business. The post-race setup with brews and pizza shows they understand cycling culture basics. Being part of the Michigan Gravel Race Series creates some regional continuity, even if it's not exactly the World Tour."
  },
  "field_depth": {
    "score": 1,
    "explanation": "This is pure regional racing with no data on field size or competitive depth. No mention of any notable winners or pro participation because there aren't any. You're racing against weekend warriors from Grand Rapids and whoever drove up from Kalamazoo."
  },
  "value": {
    "score": 4,
    "explanation": "Four distance options, chip timing, post-race food and drinks, plus you're not breaking the bank on entry fees in rural Michigan. You get named course segments, medals for winners, and a legitimate suffer-fest for probably under $100. That's solid value for a day of punishment in the woods."
  },
  "expenses": {
    "score": 3,
    "explanation": "Hart, Michigan isn't exactly a tourist destination, so lodging and food costs stay reasonable. You're not paying Traverse City resort prices or fighting for hotel rooms. Gas money to get there will be your biggest expense unless you're already in West Michigan."
  },
  "length": {
    "score": 2,
    "explanation": "The 55-mile long course hits that middle distance that's too long for a quick hit but too short for epic bragging rights. Sure, they offer options down to 13 miles, but if you're doing the mini course, why are you even here? It's neither a century suffer-fest nor a punchy crit."
  },
  "technicality": {
    "score": 2,
    "explanation": "Michigan gravel means fire roads and doubletrack, not gnarly singletrack or rock gardens. The 'toughest gravel race in lower Michigan' claim is more about relentless grinding than technical skill. You'll need fitness more than bike handling wizardry to survive Hart Breaker Hill."
  },
  "elevation": {
    "score": 2,
    "explanation": "2,500 feet over 55 miles in Michigan is respectable for the region but laughable by mountain standards. That's about 45 feet per mile, enough to hurt your legs but not enough to make your ears pop. Hart Breaker Hill probably lives up to its name for exactly 3 minutes."
  },
  "climate": {
    "score": 3,
    "explanation": "Early May in Michigan is weather roulette - could be 70 and perfect or 40 and sleeting. You're close enough to Lake Michigan for some moderation but far enough inland to get real weather. At least you're not dealing with July humidity or December ice."
  },
  "altitude": {
    "score": 1,
    "explanation": "Hart sits at basically sea level in western Michigan, maybe 600 feet above actual sea level. Your biggest altitude concern is whether your ears pop on the plane ride home. This is Great Lakes flat, not even Appalachian foothills flat."
  },
  "logistics": {
    "score": 3,
    "explanation": "Downtown Hart start/finish keeps things simple, and Friday night packet pickup behind the pizza joint has small-town accessibility. No mention of parking nightmares or logistical disasters in a town of 2,000 people. The 9 AM start gives you time for coffee and regret."
  },
  "adventure": {
    "score": 2,
    "explanation": "You're exploring the gravel roads around Hart, Michigan, which is about as adventurous as a trip to your cousin's farm. Named segments suggest some local character, but this isn't exactly uncharted territory. The adventure is mostly internal - discovering how much you can hurt on relatively tame terrain."
  }
}
