{
  "logistics": {
    "score": 2,
    "explanation": "Multi-day European stage racing requires complex coordination of hotels, bike transport, and international travel, but no confirmed logistics details exist for any gravel version. Their road events offer hotel transfers and support, but gravel demands different infrastructure entirely. You're trusting an unproven gravel operation based on road racing credentials."
  },
  "length": {
    "score": 5,
    "explanation": "350 miles over multiple days delivers serious distance across European mountains. The Swiss format shows this scale - Stage One Long Route covers 108km with 3,800m elevation gain, Stage Two adds 78km with 3,090m gain. Multi-day Alpine gravel racing at this mileage separates committed riders from weekend warriors."
  },
  "technicality": {
    "score": 2,
    "explanation": "Swiss terrain features 'controlled descents' transitioning to 'gravel and farm roads' through vineyards and meadows rather than technical singletrack. Riders 'cross streams and roll through dark tunnels carved into mountain sides' with some rock sections, but the emphasis is on sustained climbing over technical bike handling skills."
  },
  "elevation": {
    "score": 4,
    "explanation": "30,000 feet over 350 miles means serious vertical density through Alpine passes. Stage One climbs 'up ski runs and under ski lifts up to the Col de la Croix-de-Coeur overlooking all of Verbier' while Stage Two tackles 'the famous Col du Grand St. Bernard.' The sustained elevation gain through high Alpine terrain delivers mountain suffering."
  },
  "climate": {
    "score": 3,
    "explanation": "Alpine conditions above 2000m create weather variability, though specific climate data is limited for the gravel format. The mountain terrain around Mont Blanc and through Swiss valleys means temperature swings and potential weather changes that require preparation for multi-day exposure."
  },
  "altitude": {
    "score": 3,
    "explanation": "Climbs reach significant elevation through Swiss Alpine passes like Col du Grand St. Bernard, with routes offering 'incredible views over the Bernese alps, the Rhone river valley, and all the way to Mont Blanc.' The altitude provides noticeable effects for sea-level riders without requiring extreme acclimatization."
  },
  "adventure": {
    "score": 4,
    "explanation": "Routes follow 'ancient trade routes from Southern Europe and Rome to Northern Europe' where 'Romans, Celts, and even Napoleon walked.' Terrain includes 'ancient salt mines' and 'Swiss fortifications that protected the Alpine country during the Second World War' with 'faux buildings and bunkers' visible to keen-eyed cyclists."
  },
  "prestige": {
    "score": 2,
    "explanation": "The Haute Route brand built reputation on road events, expanding into gravel through the acquired Gravel Epic series. Created in 2019 and backed by IRONMAN Group since 2021, it positions itself as 'unprecedented in the cycling and gravel events industry' but lacks the established gravel racing credibility of purpose-built events."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Events feature 'Full Mechanical Assistance, Full Medical Assistance, Feed Stations with local products' plus 'photographer, videographers, and drone pilots to capture the Epic-ness.' The unique format times only climbs for competition while allowing social riding between segments, though overall execution depends on translating road event expertise to gravel logistics."
  },
  "experience": {
    "score": 4,
    "explanation": "Multi-day format through 'fields and meadows' past 'blackened barns and chalets darkened in alpine sun over centuries' following 'ancient bisses, the ingenious Swiss irrigation systems.' The philosophy promises riders can 'ride like a pro with premium level services' across bucket-list Alpine terrain with professional support infrastructure."
  },
  "community": {
    "score": 3,
    "explanation": "The road Haute Route attracts riders seeking that 'pro-cyclist lifestyle taste' - serious amateurs with deep pockets and deeper delusions about their abilities. Without confirmed gravel events, there's no actual community yet, just spillover from the road scene. You'll get the same type A personalities, just arguing about tire pressure instead of aero wheels."
  },
  "field_depth": {
    "score": 2,
    "explanation": "The gravel racing scene splits into 'adventure gravel for bikepacking' versus 'race gravel for those chasing speed and performance' with equipment ranging from 'ultralight climbing machines to aero-optimised speed demons.' E-gravel bikes are permitted, suggesting a broad participant base rather than deep competitive field depth."
  },
  "value": {
    "score": 1,
    "explanation": "Premium European multi-day events with 'half board Official Race Accommodation packages' and full support services mean significant costs. The IRONMAN Group backing and positioning as 'unprecedented in the cycling and gravel events industry' suggests luxury pricing that prioritizes premium experience over value proposition."
  },
  "expenses": {
    "score": 1,
    "explanation": "Multi-day European stage racing with accommodation packages, international travel requirements, and premium support services create substantial costs. Team entry options and e-gravel bike inclusion suggest accessibility attempts, but the fundamental expense structure of supported Alpine stage racing remains prohibitive for most riders."
  }
}
