{
  "prestige": {
    "score": 2,
    "explanation": "Being the 'premier Unbound Gravel Qualifier in Europe' sounds impressive until you realize it's the only European qualifier. Three years old with Jasper Ockeloen and Lucia Gonzalez Blanco as past winners - respectable but not exactly household names. The Flanders Classics partnership adds credibility, but this is still a baby race trying to build its reputation on borrowed prestige from Kansas."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Promises 'some of the best gravel roads of Flanders' but gives zero specifics about surface breakdown, named climbs, or what makes it actually challenging. Timed sections through Hoge Kempen National Park could be interesting, but without course details or rider feedback, it's all marketing speak. The Unbound qualifier carrot keeps people interested, but the actual racing product remains unproven."
  },
  "experience": {
    "score": 3,
    "explanation": "Three-day format with camping 'in the shadow of the Maasmechelen mine shaft' creates atmosphere beyond just the race. Friday's Panorama Push hill climb and live music programming shows they're trying to build something special. The National Park setting and unique gravel atmosphere could deliver, but we're still missing the rider testimonials that would confirm it actually works."
  },
  "community": {
    "score": 3,
    "explanation": "Belgium-USA collaboration brings together two gravel cultures, and the three-day festival format encourages hanging around rather than race-and-flee. The Unbound connection creates shared purpose among participants chasing those 50 qualifier spots. But with zero rider reviews or community feedback available, this score is based on structure rather than proven results."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Minimum 50 Unbound qualifiers suggests decent participation, but total field size remains unknown. Winners like Ockeloen and Blanco are solid but not elite international level. The performance-based lottery system (25 spots) plus random lottery (25 spots) means you're racing against motivated riders, but the overall depth is limited by the race's youth and regional draw."
  },
  "value": {
    "score": 3,
    "explanation": "€89.95-€104.95 for three days including camping, live music, and multiple events is reasonable for Europe. The Unbound qualifier opportunity alone justifies the cost for Kansas dreamers. Three distance options (70km, 110km, 160km) give flexibility, and packet pickup spans three days so you're not rushed through a cattle call."
  },
  "expenses": {
    "score": 2,
    "explanation": "Belgium isn't cheap, and Maasmechelen doesn't offer budget accommodation options beyond the camping they mention. No specific lodging strategy or airport logistics available, which means you're figuring out expensive European travel on your own. The €10 day license fee is a minor annoyance that adds to the nickel-and-diming feel."
  },
  "length": {
    "score": 3,
    "explanation": "160km hits the gravel sweet spot - long enough to hurt without being a death march. Three distance options (70km, 110km, 160km) accommodate different ambitions rather than forcing everyone into the same suffering. The 65-mile user data doesn't match official distances, but any of these options deliver a proper day in the saddle."
  },
  "technicality": {
    "score": 2,
    "explanation": "Belgium's flat reputation suggests limited technical challenge, though Hoge Kempen National Park could surprise. Zero details on surface breakdown, singletrack percentage, or technical features beyond 'gravel roads of Flanders.' The Panorama Push hill climb hints at some elevation, but without course specifics or rider reports, assume smooth European gravel rather than rock gardens."
  },
  "elevation": {
    "score": 2,
    "explanation": "3500 feet over 65 miles is modest climbing by any standard. Belgium's highest point is under 700 meters, so expect rolling terrain rather than mountain passes. The Panorama Push climb suggests at least one notable ascent, but this isn't a race that will break your legs on the uphills."
  },
  "climate": {
    "score": 3,
    "explanation": "Early August in Belgium typically means reasonable temperatures without the extremes that plague other European races. No historical weather disasters reported, which suggests consistent if unremarkable conditions. The temperate maritime climate beats baking in Kansas heat or freezing in early season races, though expect the possibility of Belgian drizzle."
  },
  "altitude": {
    "score": 1,
    "explanation": "Sea level Belgium means altitude is irrelevant. The Maasmechelen area sits barely above the North Sea, so your biggest elevation concern is clearing highway overpasses. If you need altitude training, look elsewhere - this is pure power and endurance without thin air complications."
  },
  "logistics": {
    "score": 2,
    "explanation": "Three-day packet pickup window is civilized, but zero information on airports, lodging strategy, or parking creates planning headaches. Terhills location in Maasmechelen isn't exactly Brussels - you're dealing with regional logistics without clear guidance. The lack of basic travel information suggests they expect local participation rather than international pilgrimage."
  },
  "adventure": {
    "score": 2,
    "explanation": "Hoge Kempen National Park setting and mine shaft camping create atmosphere, but this is domesticated European adventure rather than true wilderness. Three-year-old race with structured programming feels more like organized tourism than genuine exploration. The Unbound qualifier chase adds purpose, but you're following marked courses through managed landscapes, not discovering uncharted territory."
  }
}
