{
  "prestige": {
    "score": 3,
    "explanation": "17 years old with a 400+ field means it's established, but nobody outside the Midwest has heard of it. It's not pulling international talent or getting coverage in cycling media. Local Minnesota legend status, national obscurity."
  },
  "race_quality": {
    "score": 3,
    "explanation": "The course design is solid—60% snowmobile trails mixed with dirt roads—but aid station details aren't even listed on their website. 8-12% DNF rate shows it's challenging enough to matter. Decent execution, nothing revolutionary."
  },
  "experience": {
    "score": 4,
    "explanation": "Fall colors at peak, Lake Superior views, and gnarly snowmobile trails through dense Minnesota woods create adventure. Water crossings at Lester River add unpredictability. The technical terrain demands your full attention—no autopilot riding here."
  },
  "community": {
    "score": 5,
    "explanation": "Post-race hot soup and sandwiches at the Two Harbors community center is small-town Minnesota hospitality at its finest. 17 years of local support means the whole town shows up. Reddit riders consistently praise the vibe—this is what gravel racing was before it got corporate."
  },
  "field_depth": {
    "score": 3,
    "explanation": "400+ riders is solid for rural Minnesota, but it's mostly regional talent. The technical snowmobile trails filter out road racing tourists, leaving riders who actually know how to handle roots and rocks. Quality over quantity, but limited geographic draw."
  },
  "value": {
    "score": 4,
    "explanation": "$90-110 for 100 miles of maintained trails, post-race food, and fall foliage is reasonable. You're paying for trail access and small-town logistics, not fancy swag or marketing budgets. Fair price for what you get."
  },
  "expenses": {
    "score": 4,
    "explanation": "Duluth airport is 30 miles away, Minneapolis is 2.5 hours if you need more flight options. Limited Two Harbors lodging means booking 2-3 months ahead or driving from Duluth daily. Manageable if you plan, painful if you don't."
  },
  "length": {
    "score": 4,
    "explanation": "100 miles sounds standard until you hit the snowmobile trails. 4,500 feet of constant rollers plus technical terrain makes this feel longer than most century rides. The 19-mile and 60-mile options show they understand not everyone wants to suffer for 6+ hours."
  },
  "technicality": {
    "score": 5,
    "explanation": "60% snowmobile trails with roots, rocks, and singletrack-width sections demand mountain bike skills on a gravel bike. Riders recommend 40mm minimum tires and dropper posts. If you're on 28mm road tires, you're walking home."
  },
  "elevation": {
    "score": 3,
    "explanation": "4,500 feet over 100 miles isn't mountain racing, but it's relentless Minnesota rollers with no recovery. Constant punchy climbs through dense woods rather than sustained mountain passes. Your legs will know the difference by mile 60."
  },
  "climate": {
    "score": 3,
    "explanation": "Late September temps of 40-55°F with 20-30% rain chance means layering strategy matters. 2023's knee-deep Lester River crossing left riders with numb feet for 10 miles. Beautiful fall colors, but hypothermia risk if you get wet and cold."
  },
  "altitude": {
    "score": 1,
    "explanation": "Two Harbors sits at Lake Superior level—basically sea level. Zero altitude considerations unless you're coming from Death Valley. Your lungs will work fine, your legs are another story."
  },
  "logistics": {
    "score": 4,
    "explanation": "Free parking at Two Harbors City Hall, reasonable airport access via Duluth, and 17 years of experience running this event means they've figured out the basics. Limited local lodging is the main headache, but that's geography, not organization."
  },
  "adventure": {
    "score": 4,
    "explanation": "Water crossings at Lester River, technical snowmobile trails through dense Northwoods, and unpredictable late September weather create uncertainty. Peak fall foliage along Lake Superior provides the scenic payoff. Real adventure, not manufactured difficulty."
  }
}
