{
  "prestige": {
    "score": 2,
    "explanation": "It's a UCI Gravel World Series qualifier riding parts of the 2017 MTB Marathon World Championships course in Singen, which sounds impressive until you realize it launched in 2024. No notable winners yet, no legendary status, just a new race trying to borrow credibility from a mountain bike course. The UCI badge gets you qualification points but doesn't make you famous."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Two-thirds offroad mixing farmer roads and woods with the 52km lap format repeated twice for most categories. Using proven terrain from the 2017 UCI MTB World Championships gives it solid bones, even if it's new. The age-based distance options show some organizational thought, though we're missing critical details about aid stations and timing."
  },
  "experience": {
    "score": 3,
    "explanation": "Starting and finishing at Singen's Rathaus gives it proper town square drama, and the opening 2km along Radolfzeller Aach river sets a scenic tone. The 52km lap with 1067m elevation per loop creates a predictable rhythm. It's competent race experience on proven terrain, just don't expect the refined touches of a decade-old event."
  },
  "community": {
    "score": 3,
    "explanation": "As Germany's season opener for UCI Gravel World Series qualifiers, it attracts the qualification-hungry crowd. Too new for established traditions or legendary post-race scenes, but the central European location and World Series status should pull a solid international field. Community is still forming around this one."
  },
  "field_depth": {
    "score": 2,
    "explanation": "UCI Gravel World Series qualification brings competitive riders, but it's competing against more established European events for top talent. First ran in 2024 so no track record of elite participation or competitive depth. The July 5th date could conflict with other major races pulling away the strongest fields."
  },
  "value": {
    "score": 2,
    "explanation": "Registration costs unknown, which never signals a bargain. You're paying for UCI points and riding historic MTB terrain, but it's Germany - expect European pricing without European race refinement. Hard to justify value when basic details like entry fees aren't transparent."
  },
  "expenses": {
    "score": 2,
    "explanation": "Singen near Lake Constance means German accommodation prices and no budget lodging insights available. Nearest airport details missing, but you're looking at central European travel costs. The region's tourist appeal around Lake Constance won't help your wallet."
  },
  "length": {
    "score": 3,
    "explanation": "The 104km total distance hits the gravel sweet spot - long enough to matter, short enough to not destroy your week. Smart age-based options with single 52km lap for older riders shows practical thinking. It's proper gravel distance without the masochistic ultra-endurance posturing."
  },
  "technicality": {
    "score": 2,
    "explanation": "Farmer roads and woods sections suggest standard gravel terrain rather than technical challenges. Using MTB World Championship course parts could add complexity, but the description sounds more rolling countryside than rock gardens. Likely fast and flowing rather than technically demanding."
  },
  "elevation": {
    "score": 2,
    "explanation": "1067m per 52km lap is steady climbing but nothing that'll break legs. The 2134m total over 104km averages out to manageable gradients through German countryside. It's honest elevation gain without the Alpine suffering that makes races memorable."
  },
  "climate": {
    "score": 3,
    "explanation": "Early July in the Lake Constance region typically delivers reliable summer weather without extreme heat. The German climate stability beats the weather lottery of many gravel destinations. No historical weather disasters noted, though being new means limited data on what July conditions actually deliver."
  },
  "altitude": {
    "score": 1,
    "explanation": "Singen sits near Lake Constance at minimal elevation - you're not getting altitude training or mountain views here. This is low-altitude German countryside, which means no acclimatization needed but also no dramatic alpine scenery to justify the trip."
  },
  "logistics": {
    "score": 3,
    "explanation": "Central start/finish at Singen's Rathaus keeps things simple, and the location near Lake Constance offers decent regional access. Missing details on parking, packet pickup, and airport connections hurt the score. The lap format simplifies logistics but we need more operational details."
  },
  "adventure": {
    "score": 2,
    "explanation": "It's German countryside farmer roads and woods - pleasant but hardly exotic. The 2km start along Radolfzeller Aach river adds some character, but this reads more like solid training terrain than adventure destination. You're not flying to Germany specifically for this landscape."
  }
}
