{
  "prestige": {
    "score": 2,
    "explanation": "It's 'The Mid-Atlantic's Premier Spring Classic' but that's like being the tallest building in Trenton. Sells out in 24 hours among regional cyclists who treat it as their season opener, but zero national recognition. The Belgian theming is genuine and the founder actually raced in Europe, which gives it more credibility than most American 'classics.' Still, it's a New Jersey ride that most serious racers have never heard of."
  },
  "race_quality": {
    "score": 2,
    "explanation": "It's not actually a race—no prizes for finishing order, roads open to traffic, just timed cutoffs at 10:45 AM and 3:30 PM close. The course is well-designed with legitimate Belgian classics inspiration, but calling it 'race quality' is generous when it's fundamentally a supported ride. Two bridges still out from Hurricane Ida means you're not even getting the full original course that built the reputation."
  },
  "experience": {
    "score": 3,
    "explanation": "Genuine spring classics atmosphere with Belgian flags at aid stations and proper European suffering ethos—they want bad weather. The Sourland Mountains deliver legitimate hurt with Hopewell-Amwell's 13% gradient hitting you 8 miles from the finish. Post-ride party at Princeton Elks Lodge with Flying Fish beer beats most events' sad bagel tables, and GPS-only navigation adds real consequence to your choices."
  },
  "community": {
    "score": 3,
    "explanation": "Regional cyclists have been marking their calendars since 2010, and the vibe stays welcoming despite selling out in 24 hours. Most riders show up in retail clothing on standard road bikes rather than full team kit peacocking. The founder's genuine European racing background creates authentic classics culture instead of marketing BS, attracting riders who might never do formal racing but want real challenge."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Capped at 400 riders in a region with millions of cyclists, so you get decent local talent but zero national depth. Most participants are weekend warriors treating this as their spring opener, not serious racers prepping for nationals. The equipment spread from vintage steel to modern carbon suggests wide ability range rather than sharp competitive field."
  },
  "value": {
    "score": 3,
    "explanation": "Registration price isn't listed in research, but you get well-stocked aid stations, technical support from local bike shops, GPS files, and a legitimate post-ride party. The course delivers real suffering across 81 miles and 5,800 feet with only 16% gravel—most of your pain comes from proper road climbing. For regional cyclists, it's become an essential calendar event that delivers on its spring classics promise."
  },
  "expenses": {
    "score": 3,
    "explanation": "Princeton area lodging will hit your wallet, but the event itself is within 45 minutes of Newark airport for reasonable travel logistics. You can run this on a standard road bike with 28mm tires—no need for specialized gravel equipment most riders don't own. Single-day format means no multi-day accommodation costs, and New Jersey location keeps it accessible for the entire Mid-Atlantic corridor."
  },
  "length": {
    "score": 3,
    "explanation": "The 81-mile long course hits the sweet spot for spring fitness—long enough to hurt when you're not fully built up from base training, short enough to survive on early-season legs. Three distance options (29/55/81 miles) let you pick your poison, but anything under the full distance misses the point. At 5,800 feet of climbing, it's not the distance that breaks you—it's the accumulated suffering from 13 unpaved sectors and New Jersey wind."
  },
  "technicality": {
    "score": 2,
    "explanation": "Only 16% unpaved despite the gravel reputation—this is fundamentally a road ride with dirt sectors. The technical challenges come from transitions like 'steep tarmac downhills that become gravel just before sharp bends' and Aunt Molly Road's 'hidden potholes and deep ruts.' Most riders survive on road bikes with 28mm tires, so the skills demand stays manageable for non-gravel specialists."
  },
  "elevation": {
    "score": 3,
    "explanation": "5,800 feet over 81 miles in the rolling Sourland Mountains delivers consistent punishment without massive single climbs. Hopewell-Amwell Road's 13% gradient 8 miles from the finish is positioned to break already-cooked legs. The elevation profile matches Belgian classics style—constant up-and-down rather than mountain passes, wearing you down through accumulated suffering across short, steep pitches."
  },
  "climate": {
    "score": 2,
    "explanation": "Early April in New Jersey means 35-55°F temperatures and high rain probability—the organizers literally embrace bad weather as part of the Belgian classics ethos. Gusting wind consistently gets cited by finishers as the primary difficulty factor, more than gravel or hills. The 2015 edition was called 'a tough old day' specifically because of wind, and they only cancel for official storm warnings."
  },
  "altitude": {
    "score": 1,
    "explanation": "Sea level New Jersey with the Sourland Mountains maxing out around 500 feet—you'll get more altitude driving to the parking lot than during the ride. Zero physiological impact from elevation, which makes the suffering purely mechanical from distance, climbing, and weather. Your lungs work fine; your legs just hurt from legitimate terrain and fitness demands."
  },
  "logistics": {
    "score": 3,
    "explanation": "Single venue at Princeton Elks Lodge handles parking, packet pickup (day-of only), and post-ride party without complications. Registration opens mid-February and sells out in 24 hours, so execution matters more than convenience. Newark airport 45 minutes away and Philadelphia 75 minutes gives decent travel options, though Princeton area lodging costs real money if you stay over."
  },
  "adventure": {
    "score": 2,
    "explanation": "GPS-only navigation adds some consequence since the course isn't marked, but you're riding maintained public roads in suburban New Jersey, not wilderness. The unpaved sectors provide variety without true remoteness—you're never far from civilization. Hurricane damage forcing course changes shows real-world adventure, but this stays fundamentally a day ride through rolling countryside rather than genuine exploration."
  }
}
