{
  "prestige": {
    "score": 1,
    "explanation": "This is three guys named Marty, Ben, and Mike putting on a small-town ride through Minnesota farm country. No prize purse, no pro field, no YouTube coverage worth mentioning. The biggest draw is 'downright pleasant' gravel roads, which tells you everything about the competitive aspirations here."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The organizers straight up tell you there MIGHT be unsanctioned aid stations that might not show up. No cue sheets provided, bring cash for gas station snacks, and your best bet for food is Urland Lutheran Church at mile 33. This is a ride masquerading as a race, and they're not pretending otherwise."
  },
  "experience": {
    "score": 2,
    "explanation": "You get smooth gravel through wooded lanes and active farm areas with some rolling terrain south of Minneapolis. The course hits convenience stores in Cannon Falls and Nerstrand Meats for refueling, which sounds charming until you realize that's your race nutrition strategy. It's pleasant enough if you set expectations accordingly."
  },
  "community": {
    "score": 2,
    "explanation": "Heath Creek Productions talks a good game about being welcoming and inclusive, with donors able to buy anonymous entries for others. They offer five distance options including a 30-mile beginner route with navigation signs. But 'many hundreds of your closest riding buddies' sounds more like marketing copy than actual community depth."
  },
  "field_depth": {
    "score": 1,
    "explanation": "When the race organizers are bragging about minimizing entry fee barriers and offering last-minute signup, you're not exactly drawing the sharp end of competitive cycling. This is a participatory ride through farm country, not a place where careers get made or broken."
  },
  "value": {
    "score": 4,
    "explanation": "The organizers explicitly work to minimize entry fee barriers and offer anonymous sponsorship options for participants who can't afford registration. Five distance options from a single entry point, and they'll take your money right up until race morning. You're getting exactly what you pay for, which isn't much but doesn't cost much either."
  },
  "expenses": {
    "score": 3,
    "explanation": "Starting from Central Park in Northfield puts you an hour south of Minneapolis, so lodging and travel costs stay reasonable. Nerstrand State Park and Caron Park are ten minutes from the start line for camping options. The real expense killer is that entry fees double for late registration, so don't procrastinate."
  },
  "length": {
    "score": 2,
    "explanation": "Fifty miles through Minnesota farm country with long rollers and short punchy climbs isn't going to challenge anyone's endurance limits. The race actually offers distances up to 390 miles, but the 50-mile option sits firmly in recreational territory. It's a nice Saturday morning ride that ends before lunch."
  },
  "technicality": {
    "score": 2,
    "explanation": "They recommend 32c tires but say 'nearly any tire will work' on these 'downright pleasant' gravel roads. Low-traffic one-lane roads with smooth surfaces don't exactly test your bike handling skills. The most technical challenge is watching for farm machinery on active agricultural roads."
  },
  "elevation": {
    "score": 2,
    "explanation": "Two thousand feet over 50 miles breaks down to 40 feet per mile, which is rolling terrain by any standard. The course description mentions 'long rollers to short, punchy climbs' but doesn't name a single climb worth remembering. This is Minnesota farm country, not the Rockies."
  },
  "climate": {
    "score": 2,
    "explanation": "Mid-May in Minnesota can be anything from perfect spring weather to late season snow, and the race data gives zero guidance on what to expect. Starting at 9 AM suggests reasonable temperatures, but you're gambling on Midwest spring weather patterns. Pack layers and hope for the best."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Minnesota farm country south of Minneapolis, so you're starting near sea level and staying there. Altitude considerations are non-existent unless you count the oxygen debt from laughing at the idea of altitude in southern Minnesota."
  },
  "logistics": {
    "score": 3,
    "explanation": "Central Park in Northfield provides a clear start location, and the 30-minute check-in requirement keeps things organized. But no parking info, no packet pickup details, and no cue sheets provided means you're figuring out half the logistics yourself. They keep it simple by keeping it minimal."
  },
  "adventure": {
    "score": 2,
    "explanation": "Wooded lanes and farm roads with maybe-aid-stations-maybe-not adds some uncertainty to your day, but this is agricultural Minnesota, not the backcountry. The biggest adventure is navigating without cue sheets and hoping Urland Lutheran Church has snacks. It's pleasant countryside exploration, not epic sufferfest material."
  }
}
