{
  "prestige": {
    "score": 1,
    "explanation": "Twelve years in and still nobody's heard of it outside northern Wisconsin. No pro field, no coverage, no notable winners on record. It's a charity ride for the Laona Rescue Squad in a town of 400 people, not a marquee event."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Route support cuts off at 5 PM sharp, so if you're slow, you're screwed. Three distance options (31, 61, 103 miles) through Nicolet National Forest sounds decent on paper, but the execution feels more like organized suffering than polished racing. At least they've been doing it since 2013, so they've worked out some kinks."
  },
  "experience": {
    "score": 2,
    "explanation": "You're riding 'hidden gravel' in a national forest, which beats suburban bike paths, but there's nothing particularly memorable here. Early October in northern Wisconsin means you're gambling with weather, and when support bails at 5 PM, the experience can turn grim fast. It's functional, not transcendent."
  },
  "community": {
    "score": 3,
    "explanation": "Small-town Wisconsin charm is real—100% of proceeds go to the Laona Rescue Squad for equipment and training. The locals have been hosting this thing since 2013, and you're supporting actual people who might save your ass on the trails. It's genuine community involvement, not corporate marketing bullshit."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Population 400 in Laona tells you everything about the talent pool. No data on field size because there probably isn't much of one. This is where weekend warriors go to feel fast, not where serious racers test themselves."
  },
  "value": {
    "score": 4,
    "explanation": "Entry fees aren't published, but for a small-town Wisconsin charity ride, they're probably reasonable. You get three distance options, route support until 5 PM, and your money goes to local rescue squad equipment instead of some promoter's pocket. Hard to argue with that math."
  },
  "expenses": {
    "score": 4,
    "explanation": "Laona has 400 people, so lodging won't break the bank because there isn't any. You're camping or driving from somewhere bigger, which keeps costs low. No fancy expo, no premium parking fees, just show up and ride."
  },
  "length": {
    "score": 3,
    "explanation": "The 62-mile option hits the sweet spot for most gravel riders—long enough to hurt, short enough to finish before dark. Three distance choices (31, 61, 103 miles) means you can pick your poison. Nothing revolutionary, but they got the distances right."
  },
  "technicality": {
    "score": 2,
    "explanation": "National forest gravel through Wisconsin isn't exactly technical—think rolling dirt roads, not rock gardens. They promise to test your 'grit,' which usually means long and potentially muddy, not skillful. Perfectly rideable on any gravel bike without heroic handling skills."
  },
  "elevation": {
    "score": 2,
    "explanation": "3,500 feet over 62 miles in Wisconsin is about what you'd expect—rolling but not mountainous. It'll wear you down through accumulation, not big climbs. Enough to separate the fit from the fucked, but nothing that requires altitude training."
  },
  "climate": {
    "score": 2,
    "explanation": "Early October in northern Wisconsin is a weather lottery—could be perfect fall riding or freezing rain hell. No historical weather data available, but you're gambling with conditions that could turn brutal fast. Pack layers and pray."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Wisconsin, not Colorado. You're riding at essentially sea level through forest, so altitude is completely irrelevant. If you need supplemental oxygen here, cycling isn't your sport."
  },
  "logistics": {
    "score": 1,
    "explanation": "Laona has 400 people and no obvious infrastructure for visiting riders. No published details on parking, packet pickup, or lodging because they probably haven't figured it out either. Starting at the Rescue Squad building at 4863 Elm St is charmingly amateur but logistically questionable."
  },
  "adventure": {
    "score": 2,
    "explanation": "Exploring 'hidden gravel' in Nicolet National Forest sounds adventurous until you realize it's probably just forest service roads. Northern Wisconsin has decent wilderness, but this feels more like organized touring than true adventure. When support cuts off at 5 PM, at least you might get some unplanned excitement."
  }
}
