{
  "logistics": {
    "score": 1,
    "explanation": "Laona has 400 people and no published details on parking, packet pickup, or lodging. John Sumner registered at 3AM online after finding it on BikeReg, suggesting minimal advance planning needed, but also minimal infrastructure support."
  },
  "length": {
    "score": 3,
    "explanation": "The 62-mile option hits the sweet spot, though John Sumner thought he was signing up for 48 miles and 4800' climbing based on his RWGPS download. Dan reached the first aid station at mile 15 already 1.5 hours in, setting a deliberate pace."
  },
  "technicality": {
    "score": 2,
    "explanation": "John Sumner describes 'lots of roots and rocks with mostly leaf covered singletrack' and 'man made birms to lean into around corners.' Dan encountered 'heavy grass bushwhacking and class IV adventure' early on, wishing he'd brought '650b x 47's on the trail donkey.'"
  },
  "elevation": {
    "score": 2,
    "explanation": "3,500 feet over 62 miles in Wisconsin is about what you'd expect—rolling but not mountainous. It'll wear you down through accumulation, not big climbs. Enough to separate the fit from the fucked, but nothing that requires altitude training."
  },
  "climate": {
    "score": 2,
    "explanation": "Early October in northern Wisconsin is a weather lottery—could be perfect fall riding or freezing rain hell. No historical weather data available, but you're gambling with conditions that could turn brutal fast. Pack layers and pray."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Wisconsin forest country at essentially sea level. Altitude is completely irrelevant here—if breathing is an issue, it's fitness, not elevation."
  },
  "adventure": {
    "score": 2,
    "explanation": "Dan describes 'Super hard climbs, white knuckle descents, class IV gnar, single track flow' through terrain that required dismounting 'once in the heavy mud.' The course includes sections from the Rasputitsa race, particularly Pinkham Road."
  },
  "prestige": {
    "score": 1,
    "explanation": "Twelve years in and still nobody's heard of it outside northern Wisconsin. No pro field, no coverage, no notable winners on record. It's a charity ride for the Laona Rescue Squad in a town of 400 people, not a marquee event."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Route support cuts off at 5 PM sharp, so if you're slow, you're screwed. Three distance options (31, 61, 103 miles) through Nicolet National Forest sounds decent on paper, but the execution feels more like organized suffering than polished racing. At least they've been doing it since 2013, so they've worked out some kinks."
  },
  "experience": {
    "score": 2,
    "explanation": "You're riding 'hidden gravel' in a national forest, which beats suburban bike paths, but there's nothing particularly memorable here. Early October in northern Wisconsin means you're gambling with weather, and when support bails at 5 PM, the experience can turn grim fast. It's functional, not transcendent."
  },
  "community": {
    "score": 3,
    "explanation": "Dan was served 'pumpkin chocolate cookie' with 'hot apple cider spiked with Vermont Maple Syrup' at Honest to Goodness Farm. The event offers 'wood-fired maple syrup' at feed zones and emphasizes '100% about community and supporting local businesses.'"
  },
  "field_depth": {
    "score": 1,
    "explanation": "Population 400 in Laona tells you everything about the talent pool. No data on field size because there probably isn't much of one. This is where weekend warriors go to feel fast, not where serious racers test themselves."
  },
  "value": {
    "score": 4,
    "explanation": "Dan praised the 'honest to Vermont hospitality and beauty' with homemade cookies and cider at aid stations. The grassroots event includes 'spacious FREE field camping' and 'farm-to-table post-ride meal' with all proceeds supporting local rescue squad equipment."
  },
  "expenses": {
    "score": 4,
    "explanation": "Laona's 400 residents mean minimal lodging costs since options don't exist. The event offers 'spacious FREE field camping' and focuses on local farm-to-table food rather than expensive expo infrastructure. Entry fees go to rescue squad, not promoter profits."
  }
}
