{
  "prestige": {
    "score": 4,
    "explanation": "The ONLY US qualifier for UCI Gravel World Championships. That unique status draws serious racers chasing World Championship spots. UCI backing adds legitimacy."
  },
  "race_quality": {
    "score": 4,
    "explanation": "UCI-standard organization. Proper course marking, timing, and race management. The race director acknowledges the 'sketchy' technical descents but that's by design."
  },
  "experience": {
    "score": 4,
    "explanation": "A pure smashfest—high intensity racing through beautiful Ozark terrain. The short distance means it's over fast but memorable. 'The course kicked everybody's ass' is the consistent feedback."
  },
  "community": {
    "score": 4,
    "explanation": "NW Arkansas has become a cycling destination with strong local community. Good vibe at start/finish. Benefits from the broader NW Arkansas outdoor culture."
  },
  "field_depth": {
    "score": 4,
    "explanation": "UCI qualifier status attracts serious domestic talent chasing World Championship spots. Not as deep as Unbound but competitive at the front."
  },
  "value": {
    "score": 4,
    "explanation": "Reasonable entry fee for a shorter race. UCI qualification opportunity is valuable for those chasing it. Good bang for buck."
  },
  "expenses": {
    "score": 4,
    "explanation": "NW Arkansas is affordable. Fayetteville hotels are reasonable. Flying to XNA is manageable. Midwest pricing keeps total cost down."
  },
  "logistics": {
    "score": 4,
    "explanation": "Goshen sits 15 minutes from Fayetteville, a proper college town with actual hotels and food options near the University of Arkansas. XNA airport is your gateway, on-site parking at the Goshen Community Center handles the cars, and the race caps at 600 riders so it won't turn into a parking nightmare. The only ding is you're dealing with small-town Arkansas infrastructure, but they've figured out the basics."
  },
  "length": {
    "score": 2,
    "explanation": "67 miles is a warmup ride for anyone who's done real gravel suffering. Winners finish in around 4 hours, which means you're looking at a high-intensity smashfest, not an endurance epic. This is UCI World Championship qualifier intensity crammed into what amounts to a long Saturday ride distance."
  },
  "technicality": {
    "score": 3,
    "explanation": "The chunky, loose Arkansas flint will slice weak tires and the tree-covered descents create visibility nightmares where riders literally crash into fences. You need 40-45mm tires with reinforced sidewalls and the mental focus for constant line choice on marbles-over-hardpack corners. It's not Leadville technical, but it's not smooth champagne gravel either."
  },
  "elevation": {
    "score": 3,
    "explanation": "4,850 feet over 67 miles through constant Ozark rollers - death by a thousand cuts with zero flat recovery zones. There's a specific 12% grade kick at mile 51 that breaks legs when you're already cooked, plus over a dozen distinct climbs that never let up. Not alpine suffering, but relentless enough to matter."
  },
  "climate": {
    "score": 3,
    "explanation": "Late April in Arkansas is a weather lottery - could be 80°F and humid or 40°F and raining, sometimes both in the same day. The good news is Arkansas gravel doesn't turn into unrideable peanut butter mud like Kansas, but rain creates dangerous trenches where loose gravel washes away. They race regardless: \"rain, snow, sleet or shine.\""
  },
  "altitude": {
    "score": 1,
    "explanation": "You're in the Arkansas Ozarks, not the Rockies. Goshen sits at normal human elevation where your lungs work like they're supposed to. Zero altitude considerations unless you're coming from sea level and consider anything above 500 feet \"high altitude.\""
  },
  "adventure": {
    "score": 4,
    "explanation": "The only US qualifier for UCI Gravel World Championships, racing through tree-covered Ozark backcountry on chunky flint that'll test your equipment and nerve. 95% gravel through terrain that demands technical skills on sketchy descents where visibility disappears and fences lurk around blind corners. This isn't just a race - it's your shot at Worlds if you can survive the Arkansas chunk."
  }
}
