{
  "prestige": {
    "score": 2,
    "explanation": "This is a season opener for locals to shake off cobwebs in Franklin, GA — population 1,000. The $10K payout shows they're trying, but no search results turn up past winners or pro field presence. It's a traditional rite of passage for Southern gravel riders, not a bucket list destination race."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Four distance options from 20 to 100 miles with the ominous 'soul-crusher' label on the century. They promise 'full-flavor' gravel on the Georgia-Alabama line, but course details are thin and aid station info is nonexistent. The organization feels grassroots without the polish."
  },
  "experience": {
    "score": 3,
    "explanation": "Southern red clay therapy on two-state border terrain delivers authentic gravel suffering for 'graveleours who live for this stuff.' The community park camping along the river and covered arena with RV hookups creates a proper base camp atmosphere. Franklin's small-town vibe means you're not fighting crowds for post-race beer."
  },
  "community": {
    "score": 3,
    "explanation": "Long-standing partnership with the City of Franklin creates genuine local support in a town that knows every rider by face. The traditional season opener status brings out regional loyalists ready to suffer together. Coffee ride on Sunday morning suggests the kind of hangout factor that keeps people coming back."
  },
  "field_depth": {
    "score": 2,
    "explanation": "200 riders max on the 40-mile option tells you the scale — this isn't attracting deep talent pools. Regional season opener means mostly Georgia and Alabama riders testing winter legs. No evidence of pro presence or competitive depth in the limited race history available."
  },
  "value": {
    "score": 3,
    "explanation": "$10K total payout across the field means some actual prize money, unusual for this level of event. Four distance options let you pick your poison without paying premium race fees. Major hotel chains within 15 miles of Franklin keep lodging costs reasonable compared to destination events."
  },
  "expenses": {
    "score": 3,
    "explanation": "Franklin, GA isn't gouging anybody — small town pricing on food and lodging. One hour from Hartsfield-Jackson gives you cheap flights if you're flying in. The community park camping option means you can do this race on a shoestring budget if you want."
  },
  "length": {
    "score": 3,
    "explanation": "75 miles sits in the gravel sweet spot — long enough to hurt without destroying your weekend. The 100-mile 'soul-crusher' option is there if you hate yourself. Four total distance choices mean beginners and masochists both get fed."
  },
  "technicality": {
    "score": 2,
    "explanation": "Southern gravel with 'bite' suggests more than fire roads, but specific technical details are missing from all available intel. Red clay therapy implies sticky, challenging conditions when wet. The terrain description lacks the rock gardens or sustained technical sections that would bump this higher."
  },
  "elevation": {
    "score": 2,
    "explanation": "3,000 feet over 75 miles is respectable but not savage — 40 feet per mile average. The 40-mile option gets called 'punchy' which suggests short, sharp climbs rather than grinding ascents. Georgia piedmont terrain doesn't deliver the sustained climbing that breaks spirits."
  },
  "climate": {
    "score": 2,
    "explanation": "Late February in Georgia means you're gambling on weather — could be 70 and perfect or 35 and miserable. Red clay turns into peanut butter when wet, transforming the race into a completely different beast. No historical weather data available, but Southern winters are unpredictable enough to keep you guessing."
  },
  "altitude": {
    "score": 1,
    "explanation": "Georgia piedmont means you're barely above sea level — this isn't challenging anybody's oxygen processing. Located 40 miles south of Atlanta puts you in rolling hills, not mountains. Altitude is completely irrelevant to race strategy or preparation."
  },
  "logistics": {
    "score": 2,
    "explanation": "Franklin is literally 1,000 people, so don't expect race expo infrastructure or multiple packet pickup windows. One hour from Atlanta airport is convenient, but small-town logistics mean fewer backup options when things go sideways. The covered arena and RV facilities suggest some thought went into rider support, but details are sparse."
  },
  "adventure": {
    "score": 2,
    "explanation": "Two-state border riding through authentic Southern gravel delivers regional character without epic scenery. Franklin's tiny size means you're genuinely off the beaten path, but it's more 'local secret' than 'wilderness expedition.' The red clay therapy angle is real, but this isn't bucket list adventure territory."
  }
}
