{
  "prestige": {
    "score": 2,
    "explanation": "Born from unsupported DIY gravel events with paper cue sheets and tavern finishes, this isn't attracting the pro field. No prize purse, no notable past winners mentioned, just medals for top 3 and a traveling trophy. It's a wholesome Midwest family affair where 11-year-old Molly Ehlers and her dad complete the 60-miler with big smiles, not a resume builder."
  },
  "race_quality": {
    "score": 2,
    "explanation": "They're expecting 1,000 riders but can't tell you basic details like aid station locations or cutoff times. Packet pickup happens at a pie shop with free coffee next to Velo Cafe, which sounds charming but hardly screams professional organization. The fact they emphasize timing is 'for safety to track riders on course' rather than competitive purposes tells you everything about their operational priorities."
  },
  "experience": {
    "score": 3,
    "explanation": "Wisconsin Northwoods gravel through forests and lakes with three distance options starting from different locations shows thoughtful course design. The finish moved to the park area between The Portage, Rivers Eatery, and Tilly's Pies creates a proper celebration zone. That 'BYOB adventure vibe' and community support for Cable Volunteer Fire Department keeps the grassroots spirit alive without being amateur hour."
  },
  "community": {
    "score": 3,
    "explanation": "Profits support local causes like the Steve Tilford Foundation, Regional Hospice, and LCO Schools scholarships - that's putting money where it matters. Groups like Unruly Women keep returning year after year, with organizer Monica stepping up from 60 to 100 miles in 2026. The family-friendly approach that gets dads and daughters across the line together builds the kind of loyalty corporate events can't buy."
  },
  "field_depth": {
    "score": 2,
    "explanation": "With 1,000 expected riders and no mention of notable participants or competitive depth, this is weekend warrior territory. The emphasis on inclusivity and family participation over racing pedigree means you're not getting pushed by serious talent. Unruly Women doing 28/60/100 options suggests more social riding than sharp racing."
  },
  "value": {
    "score": 3,
    "explanation": "Three distance options with organized starts, timing for safety, and support from local businesses like Washburn Hardware & Sport for bike tech delivers solid fundamentals. Race profits supporting multiple local causes means your entry fee creates lasting impact beyond just your ride. The Unruly5 discount code shows they're not gouging participants, though actual entry fees remain mysteriously undisclosed."
  },
  "expenses": {
    "score": 3,
    "explanation": "Cable, Wisconsin isn't a destination resort town bleeding your wallet dry for lodging and meals. Packet pickup at Tilly's Pies suggests reasonable local dining options rather than overpriced event catering. Without knowing actual entry fees or specific lodging costs, the small-town Northwoods setting typically means lower expenses than glamour gravel destinations."
  },
  "length": {
    "score": 4,
    "explanation": "100 miles of Wisconsin Northwoods gravel delivers proper sufferfest distance without crossing into masochistic territory. The 60 and 30-mile options let riders choose their poison while keeping the full century as the main event. That 4,500 feet of climbing spread over 100 miles means you're working but not getting destroyed by endless punishment."
  },
  "technicality": {
    "score": 2,
    "explanation": "Described as 'fortified gravel' through forests and gentle hills, this isn't technical terrain demanding specialized skills. The Northwoods setting means mostly maintained gravel roads rather than sketchy descents or river crossings. Even the 30-mile route gets called 'challenging for all levels,' suggesting accessible difficulty rather than expert-only features."
  },
  "elevation": {
    "score": 3,
    "explanation": "4,500 feet over 100 miles averages 45 feet per mile - enough to keep your legs honest without destroying your day. Wisconsin's Northwoods terrain of gentle hills means sustained rolling rather than brutal wall climbs. It's legitimate climbing volume for the Midwest without the lung-searing punishment of mountain gravel."
  },
  "climate": {
    "score": 2,
    "explanation": "Early May in northern Wisconsin means playing weather roulette - could be perfect spring conditions or dealing with leftover winter nastiness. No historical weather data available, but that timing puts you at risk for cold rain, mud, or worse. The Northwoods location adds wind exposure through open forest sections that can turn brutal when conditions deteriorate."
  },
  "altitude": {
    "score": 1,
    "explanation": "Cable, Wisconsin sits around 1,400-1,600 feet - basically sea level for anyone not living in a swamp. Zero altitude considerations for training, travel, or performance impact. This is pure Midwest flatland elevation that won't affect your breathing or pacing strategy."
  },
  "logistics": {
    "score": 2,
    "explanation": "Different start locations for each distance option creates confusion, with the 100 starting at Chequamegon MTB Festival Headquarters while the 30 starts at Cable Municipal Parking Lot. No information on nearest airport, lodging strategy, or detailed parking situations beyond basic municipal lots. Race morning packet pickup until 9 AM sounds like a potential bottleneck for 1,000 riders."
  },
  "adventure": {
    "score": 3,
    "explanation": "Wisconsin Northwoods gravel through forests and lakes delivers legitimate backcountry scenery without requiring expedition planning. The grassroots origins from unsupported DIY events with tavern finishes maintain that exploratory spirit, even if it's now organized. Three distance options let you choose your adventure level while staying in proper wilderness rather than suburban bike paths."
  }
}
