{
  "prestige": {
    "score": 3,
    "explanation": "Called 'legendary' and 'a rite of passage for Midwest cyclists' with 5,400 riders and 12,000 spectators lining the course. But let's be honest - this is regional royalty, not global gravitas. The cycling world doesn't hold its breath for Iceman results the way it does for Unbound or Belgian Monument winners."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Thirty miles of dirt roads, two-tracks, abandoned railroad beds, and the famous Vasa Nordic ski trail through Pere Marquette State Forest delivers legitimate suffering. Point-to-point from Kalkaska Airport to Timber Ridge keeps it honest - no bail-out loops or easy exits. The 'grueling' tag isn't marketing fluff when you're grinding through Michigan forest in November."
  },
  "experience": {
    "score": 4,
    "explanation": "12,000 spectators creating a gauntlet through Michigan wilderness while you're freezing your ass off in November - that's memorable. The Ice Cycle Expo, live music, and full community celebration around what's essentially masochistic bike racing creates something bigger than just suffering alone. RaceJoy tracking means your people can watch you die in real-time."
  },
  "community": {
    "score": 4,
    "explanation": "5,400 riders across 77 age divisions plus 300 kids shows this thing owns the Midwest cycling calendar. When an entire region treats your race as their annual pilgrimage and 12,000 people show up to watch strangers suffer, you've built something real. The full weekend festival atmosphere proves this transcends just bike racing."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Big field doesn't mean deep field - 5,400 riders sounds impressive until you realize most are regional weekend warriors treating this as their annual sufferfest. November timing and Michigan location keeps the true elite talent hunting points elsewhere. It's the largest point-to-point mountain bike race in the country, but quantity isn't quality."
  },
  "value": {
    "score": 3,
    "explanation": "Thirty miles through legitimate Michigan wilderness with full festival experience and massive community support delivers decent bang for your buck. Registration opens in March suggesting demand, but the timing means you're paying to freeze. No mention of swag or post-race spread quality in the research."
  },
  "expenses": {
    "score": 3,
    "explanation": "Grand Traverse Resort hosting packet pickup suggests lodging won't be budget-friendly, and Traverse City in peak fall tourism season means everything costs more. Point-to-point format creates shuttle logistics headaches and extra expense. November timing at least means you won't pay peak summer Michigan tourism rates."
  },
  "length": {
    "score": 2,
    "explanation": "Thirty miles is a solid morning workout, not an epic adventure. Point-to-point format makes it feel bigger than loop races, but you're still done before lunch. For a 'legendary' race with this much buildup, the distance feels almost apologetic."
  },
  "technicality": {
    "score": 4,
    "explanation": "Dirt roads, two-tracks, abandoned railroad beds, and Vasa Nordic ski trail through Pere Marquette State Forest demands real bike handling skills. November conditions turn everything sketchy - what's rideable in July becomes survival mode when it's cold and potentially wet. The 'grueling' descriptor isn't about distance, it's about technical demand under harsh conditions."
  },
  "elevation": {
    "score": 2,
    "explanation": "2,000 feet over 30 miles in Michigan isn't exactly Alpine suffering - that's rolling terrain, not lung-searing climbs. The difficulty here comes from surface conditions and weather, not elevation punishment. Midwest 'mountains' are speed bumps compared to real climbing."
  },
  "climate": {
    "score": 2,
    "explanation": "First Saturday in November in northern Michigan means you're gambling with weather gods who don't give a shit about your race day. Could be crisp and perfect, could be freezing rain, could be actual snow. The 'Iceman' name isn't cute marketing - it's a warning about what you're signing up for."
  },
  "altitude": {
    "score": 1,
    "explanation": "Northern lower Michigan sits basically at sea level - altitude isn't even a consideration here. Your lungs will burn from cold air and effort, not thin oxygen. If altitude training is your goal, stay home and climb stairs."
  },
  "logistics": {
    "score": 3,
    "explanation": "Point-to-point from Kalkaska Airport to Timber Ridge creates shuttle complexity that organized packet pickup at Grand Traverse Resort tries to solve. Having everything centralized around Traverse City helps, but you're still dealing with start/finish separation. November weather can turn simple logistics into nightmares quickly."
  },
  "adventure": {
    "score": 3,
    "explanation": "Racing through Pere Marquette State Forest on abandoned railroad beds in November definitely qualifies as adventure - the kind where things can go sideways fast. Point-to-point format through legitimate wilderness creates real consequences for mechanical failures. But it's contained adventure - you're never more than a few miles from civilization."
  }
}
