{
  "logistics": {
    "score": 3,
    "explanation": "Secret course revealed only at start forces riders to navigate with paper cue sheets—\"Zero experience with cue sheets,\" admits Cory Rood, whose group missed the second turn within a mile. Drop bags at two checkpoints provide resupply, but navigation errors \"can be massive, adding hours to your time.\" Registration is refreshingly simple: table at a winery, name checked off paper list, generic number plate."
  },
  "length": {
    "score": 5,
    "explanation": "340 miles with tight checkpoint cutoffs separate finishers from DNFs—Cory Rood built only a 44-minute cushion at CP1 after 80 miles, forcing him to rush through resupply stops. \"Knowing I had only built such a small cushion, I rushed through my Checkpoint routine,\" he explains. In 2024, only 5 of 24 starters finished, with 19 DNFs highlighting the distance's brutal reality."
  },
  "technicality": {
    "score": 2,
    "explanation": "Iowa gravel stays \"96-97% off tarmac\" as Wilco notes, but technical challenge comes from chunky rock and sketch bridges rather than singletrack skills. Bull Run Road featured \"several of the steepest grades\" with \"super chunky and loose\" gravel earning the Strava segment name \"Misery in Missouri.\" Fresh Shelby County rock sections force riders to walk steeper climbs when \"spread the full width of the road.\""
  },
  "elevation": {
    "score": 2,
    "explanation": "Cory Rood's GPS recorded 7,000 feet in the first 80 miles and 8,300 feet over the second 111-mile section, confirming elevation gain concentrates in rolling farmland punches. \"The hills on this section were relentless,\" he reports from the northbound headwind section. Wilco describes the pattern: \"fly down at 30-40 mph, cross a bridge, dump momentum, then grind in lowest gear to the next crest.\""
  },
  "climate": {
    "score": 4,
    "explanation": "April weather delivered the full Midwest experience across race years: 2021 brought \"low 40s to high 50s with 10-20mph N-NW winds\" and wet ground from overnight rain; 2024 was \"cold, a bit windy, but the sun was out\"; 2019 saw \"temperatures soared for the first time this year\" creating hydration crises. Consistent wind exposure on endless farm roads defines the climate challenge more than temperature swings."
  },
  "altitude": {
    "score": 1,
    "explanation": "Iowa elevation around 1,000 feet poses zero physiological challenge. The 8,000+ feet of climbing comes from rolling terrain, not altitude gain—riders start and finish near the same elevation after 340 miles of constant undulation through agricultural valleys and ridgelines."
  },
  "adventure": {
    "score": 5,
    "explanation": "\"Remote!\" exclaims Wilco about terrain where \"we never passed a single gas station the entire route other than our pre-planned 3 stops.\" Navigation with secret cue sheets adds risk—early wrong turns cost the lead group immediately. Heather Poskevich's water crisis 30 miles in required finding \"a farmer willing to allow us to fill up at his pump,\" highlighting how quickly things turn serious in Iowa's agricultural vastness."
  },
  "prestige": {
    "score": 2,
    "explanation": "Born from TransIowa's 2018 end, race directors Sarah Cooper, Steve Fuller, and Dori Jansma created this \"in the spirit of Trans Iowa and with Mark Stevenson's blessing.\" The understated vibe matches its niche appeal—\"like the Barkley Marathon of gravel races,\" observes Wilco about the simple grocery store parking lot start and minimal registration ceremony."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Tight checkpoint cutoffs and organized volunteer support at remote locations like \"an old Iron bridge on a B-road\" show solid infrastructure, but course hazards emerge. Mile 44's \"wet, sloppy dirt with road rock mixed in\" destroyed derailleurs and chains, \"costing numerous people their race.\" The secret course format prevents pre-riding but creates navigation challenges that can end races through wrong turns alone."
  },
  "experience": {
    "score": 5,
    "explanation": "340 miles through Iowa farmland will rewire your brain permanently. You'll hallucinate past Mile 230, question every life decision at 3 AM, and discover that gas station hot dogs are gourmet cuisine. The Madison County covered bridges and endless gravel grid roads create a uniquely American suffering experience that ultra-endurance addicts crave."
  },
  "community": {
    "score": 3,
    "explanation": "\"The IWAR vibe and people are cool,\" notes Wilco about the understated atmosphere where \"there is deep respect for anyone that shows up to even toe the line.\" Small fields mean limited interaction during the race itself—riders spread out quickly and spend most miles solo. Race directors and volunteers provide encouragement at remote checkpoints, but the self-supported format limits community building to pre- and post-race moments."
  },
  "field_depth": {
    "score": 2,
    "explanation": "150-300 riders willing to attempt 340 miles represents a tiny slice of cycling's lunatic fringe. The self-selected field of ultra-endurance masochists means everyone's tough, but the overall talent pool is narrow. This isn't where elite gravel racers come to test themselves—it's where normal people come to test their sanity."
  },
  "value": {
    "score": 4,
    "explanation": "Free entry with donations accepted makes this exceptional value for 340 miles of organized suffering. Created \"to offer the cycling community a similar boundary-expanding experience\" after TransIowa ended, race directors prioritize access over profit. Drop bags, checkpoint timing, volunteer support, and secret route planning provide substantial organization without entry fees—rare in ultra-endurance cycling."
  },
  "expenses": {
    "score": 3,
    "explanation": "Winterset, Iowa isn't a destination resort, so lodging and food costs stay reasonable for Midwest standards. You'll need serious lighting, navigation gear, and overnight clothing for the 30-50 hour effort, plus cash for gas station resupply runs. Budget accommodations exist, but gear requirements for ultra-endurance push total costs up."
  }
}
