{
  "prestige": {
    "score": 2,
    "explanation": "It's a state championship with 'TT' in the name, which sounds official until you realize Iowa isn't the epicenter of gravel racing. No pro riders show up, no media coverage exists, and the gravel community doesn't discuss it online. The $20 entry fee tells you everything about how seriously the cycling world takes this event."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Registration opens mid-January through BikeReg, which shows basic organizational competence. But there's zero information about aid stations, cutoff times, or course markings available anywhere. When a race can't communicate basic logistics publicly, that's usually a red flag for event execution."
  },
  "experience": {
    "score": 2,
    "explanation": "No rider reports exist online, no race coverage, no community discussion threads - that's telling for a supposed state championship. The complete absence of participant experiences suggests either tiny fields or forgettable racing. When cyclists don't talk about your event, it's because there's nothing worth talking about."
  },
  "community": {
    "score": 2,
    "explanation": "Zero online community presence, no forum discussions, no social media buzz around the Iowa State Gravel TT Championship. The gravel scene is chatty - riders share everything from course recon to post-race beers. Radio silence usually means either no community or a community that doesn't care."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No participant numbers available, no notable winners listed, no mention of competitive fields anywhere. The $20 entry fee screams small-time local event, not serious competition. State championship or not, if fast riders were showing up, someone would be talking about it online."
  },
  "value": {
    "score": 4,
    "explanation": "Twenty bucks for a 40-mile gravel race is cheap in today's market. Most gravel events charge $80-150, so this is almost suspiciously affordable. You get what you pay for usually, but at least you're not getting financially violated for 40 miles in Iowa corn country."
  },
  "expenses": {
    "score": 3,
    "explanation": "The $20 entry is nearly free money, but Amana, Iowa isn't a destination with cheap flights or abundant lodging. You'll drive there, which keeps costs reasonable if you're regional. No information on parking fees or hidden costs, but at this scale, they're probably just happy you showed up."
  },
  "length": {
    "score": 2,
    "explanation": "Forty miles is short for modern gravel standards where 100+ miles defines serious racing. It's a time trial format, which explains the abbreviated distance, but you're still looking at under three hours for most riders. Not enough distance to separate the wheat from the chaff or create epic suffer-fests."
  },
  "technicality": {
    "score": 2,
    "explanation": "Iowa terrain is famously flat farmland with gravel roads that run straight as survey lines. No technical features, named climbs, or challenging sectors are mentioned because none exist. This is power-and-aerodynamics racing, not bike handling skills."
  },
  "elevation": {
    "score": 2,
    "explanation": "1,500 feet over 40 miles in Iowa is about as hilly as the state gets, which isn't saying much. That's roughly 37 feet per mile - barely noticeable rolling terrain that won't challenge anyone who's ridden outside of Kansas. Elevation here is more like speed bumps than actual climbing."
  },
  "climate": {
    "score": 2,
    "explanation": "Late August in Iowa means potential heat, humidity, and unpredictable prairie weather. No historical weather data or rider warnings available, which suggests either perfect conditions every year or nobody cares enough to document the suffering. Iowa summers can be brutal, but this race apparently flies under everyone's radar."
  },
  "altitude": {
    "score": 1,
    "explanation": "Iowa sits barely above sea level - maybe 1,000 feet max elevation anywhere in the state. Altitude isn't a factor here unless you're coming from Death Valley. No acclimatization needed, no breathing concerns, just flat Midwest terrain at basically sea level."
  },
  "logistics": {
    "score": 3,
    "explanation": "BikeReg registration and a fixed location in Amana shows basic organizational infrastructure. But zero information about parking, packet pickup, aid stations, or course support suggests bare-bones logistics. They've got the entry system down but apparently haven't figured out communication."
  },
  "adventure": {
    "score": 2,
    "explanation": "Amana, Iowa is famous for German heritage tourism, not gravel racing adventure. Forty miles of flat farm roads in a time trial format eliminates exploration, suffering, and discovery. This is suburban training ride distance with a timer attached, not an adventure worth traveling for."
  }
}
