{
  "prestige": {
    "score": 2,
    "explanation": "This is Iowa gravel ultra racing, not the Tour de France. 150-300 rider fields and minimal online chatter tell you everything about its place in the cycling hierarchy. It's a legitimate suffer-fest that builds character, but don't expect podium photos to impress anyone outside the ultra-endurance nerd circle."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Self-supported format with GPS navigation and defined time limits shows proper race structure, but you're basically riding solo for 340 miles with gas station resupply. No aid stations, minimal support, and potential course reroutes for bridge closures keep this from premium territory. It's organized enough to function, raw enough to hurt."
  },
  "experience": {
    "score": 5,
    "explanation": "340 miles through Iowa farmland will rewire your brain permanently. You'll hallucinate past Mile 230, question every life decision at 3 AM, and discover that gas station hot dogs are gourmet cuisine. The Madison County covered bridges and endless gravel grid roads create a uniquely American suffering experience that ultra-endurance addicts crave."
  },
  "community": {
    "score": 3,
    "explanation": "Small fields and self-supported format mean limited rider interaction during the event itself. The Iowa Gravel Series connection provides some regional community, but this isn't a social ride—you're mostly alone with your thoughts and the wind. What community exists is forged in shared suffering rather than post-race beer gardens."
  },
  "field_depth": {
    "score": 2,
    "explanation": "150-300 riders willing to attempt 340 miles represents a tiny slice of cycling's lunatic fringe. The self-selected field of ultra-endurance masochists means everyone's legitimately tough, but the overall talent pool is narrow. This isn't where elite gravel racers come to test themselves—it's where normal people come to test their sanity."
  },
  "value": {
    "score": 4,
    "explanation": "$150-200 entry fee for 340 miles of organized suffering is solid economics—that's less than $0.60 per mile of existential crisis. Self-supported format means no fancy aid stations or swag, but you're paying for route planning, timing, and the privilege of pushing your limits in Iowa's agricultural vastness."
  },
  "expenses": {
    "score": 3,
    "explanation": "Winterset, Iowa isn't exactly a destination resort, so lodging and food costs stay reasonable for Midwest standards. You'll need serious lighting, navigation gear, and overnight clothing for the 30-50 hour effort, plus cash for gas station resupply runs. Budget accommodations exist, but gear requirements for ultra-endurance push total costs up."
  },
  "length": {
    "score": 5,
    "explanation": "340 miles is legitimate ultra-endurance distance that separates pretenders from the genuinely unhinged. Most riders need 30-50 hours to finish, crossing multiple day/night cycles and entering sleep deprivation territory where hallucinations become navigation hazards. This isn't a long gravel race—it's a multi-day ordeal disguised as a single event."
  },
  "technicality": {
    "score": 2,
    "explanation": "Iowa gravel roads are fast, maintained crushed limestone through farmland—technical as a Walmart parking lot when dry. The challenge is endurance and navigation, not bike handling skills. When rain hits and turns everything to peanut butter mud, the technical difficulty spikes briefly, but mostly you're grinding straight roads through corn country."
  },
  "elevation": {
    "score": 2,
    "explanation": "8,000 feet over 340 miles averages 24 feet per mile—barely noticeable individually but cumulatively brutal. Iowa's rolling farmland means constant undulation with no flat recovery sections, and river valley crossings add periodic legitimate climbs. By Mile 300, every gentle rise feels like a mountain when your legs are cooked."
  },
  "climate": {
    "score": 4,
    "explanation": "April in Iowa delivers the full Midwestern weather experience: 30-70°F temperature swings, constant 10-20 mph winds, and 40-50% rain probability that turns gravel to unrideable soup. The relentless wind exposure on endless farm roads becomes the defining challenge—headwinds for 50+ miles break souls. Add tornado season risk and overnight cold for true suffering variety."
  },
  "altitude": {
    "score": 1,
    "explanation": "Winterset, Iowa sits around 1,000 feet above sea level—altitude training for sea level dwellers. Oxygen isn't your limiting factor here, willpower is. The only thing thin at this elevation is your patience after 200 miles of Iowa wind."
  },
  "logistics": {
    "score": 3,
    "explanation": "Self-supported format puts logistics burden on riders—you handle navigation, nutrition, and mechanicals solo for 340 miles. Small Iowa towns provide resupply every 25-40 miles, but stores close early and not all take cards. GPS tracks are provided and time limits enforced, but bridge closures and road reroutes happen without warning in rural Iowa."
  },
  "adventure": {
    "score": 5,
    "explanation": "340 miles alone on Iowa gravel roads pushes you into legitimate adventure territory where things can go genuinely wrong. Navigation errors in the grid road system, severe weather encounters, and 40+ hours of sleep deprivation create real consequences. You'll discover parts of Iowa most people never see and parts of yourself you'd rather forget."
  }
}
