{
  "prestige": {
    "score": 2,
    "explanation": "Claims to be 'North America's Original Gravel Race' with 22 years of history, but where are the pros? The field caps at 300 riders and there's zero mention of notable winners or media coverage. Being first doesn't mean being best — this feels more like a regional classic that never broke into the big leagues."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The basics are there — fully stocked aid stations, marked course through Tiadaghton State Forest, finisher prizes from DeFeet. But the organization feels small-time with vague start times listed and basic BikeReg registration. No detailed course profiles, no technical specs, just promises of 'nothing else quite like it' without backing it up."
  },
  "experience": {
    "score": 3,
    "explanation": "Fall foliage in Pennsylvania forest plus post-race meal and beer at Stonehouse creates a solid weekend vibe. The packet pickup party at New Trail Brewing and the fact riders want to 'make a trip out of the full weekend' suggests they're doing something right beyond just the race itself. Classic Iron Cross socks from DeFeet beat another cheap medal."
  },
  "community": {
    "score": 3,
    "explanation": "That rider quote about 'amazing and very friendly' volunteers who 'alone makes me wanna come back' isn't marketing fluff — it's the real deal. After 22 years, they've built something people return to, not just for the course but for the people. Small field of 300 means you're not just another number."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Age group categories split down to 10-year increments and a singlespeed option shows they're trying, but 300 total riders across all distances isn't exactly Unbound numbers. No mention of competitive depth or notable performances — this reads more like enthusiasts than athletes pushing limits."
  },
  "value": {
    "score": 3,
    "explanation": "$120 gets you marked course, aid stations, post-race meal, beer, DeFeet socks, and custom finisher prize — that's honest value without gouging. The 30k option at $80 gives newer riders an entry point, and weekend activities in Williamsport mean your travel dollar stretches beyond just race day."
  },
  "expenses": {
    "score": 2,
    "explanation": "South Williamsport isn't exactly a major destination, so lodging won't destroy your budget, but it's not cheap to get there either. No major airport nearby means driving or connecting flights, and being a destination weekend rather than just a race day adds accommodation costs you can't avoid."
  },
  "length": {
    "score": 3,
    "explanation": "60 miles hits that sweet spot — long enough to hurt, short enough to not ruin your week. Three distance options from 30k to 100k means everyone from first-timers to masochists can find their level of suffering. The main event distance respects your time while still demanding respect."
  },
  "technicality": {
    "score": 3,
    "explanation": "Routes through Tiadaghton State Forest with potential mountain bike singletrack suggests more than fire road grinding. Pennsylvania terrain doesn't mess around — rocks, roots, and real consequences for poor line choice. No specific technical details available, but forest singletrack in PA will test your bike handling."
  },
  "elevation": {
    "score": 3,
    "explanation": "4500 feet over 60 miles means you're climbing consistently, not just grinding out one monster ascent. Pennsylvania doesn't give you flat relief between climbs — it's rolling punishment that accumulates in your legs. That elevation-to-distance ratio will separate the climbers from the pretenders."
  },
  "climate": {
    "score": 3,
    "explanation": "Mid-October in Pennsylvania means perfect gravel weather — cool enough to not overheat, warm enough to not freeze. Fall foliage timing means you're riding at peak conditions before winter sets in. No historical weather disasters mentioned, which in cycling terms means boring-good conditions."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting around 600 feet in South Williamsport, this is sea-level racing for anyone not from Florida. Zero altitude considerations — your fitness limitations are your own, not the atmosphere's. If you're looking for altitude training, keep driving west."
  },
  "logistics": {
    "score": 3,
    "explanation": "Packet pickup party at New Trail Brewing and clear start location at 423 East Central Ave keeps things simple. Race limit of 300 means no chaos at registration or start line. But vague timing details and no major airport access keeps this from being seamless — you'll figure it out, but it takes effort."
  },
  "adventure": {
    "score": 3,
    "explanation": "Tiadaghton State Forest singletrack during peak fall colors delivers real adventure, not just mileage accumulation. Being the 'original' gravel race means they're not copying someone else's formula — this is the blueprint others followed. Remote Pennsylvania forest with technical terrain and 22 years of history creates genuine adventure, not manufactured experience."
  }
}
