{
  "logistics": {
    "score": 3,
    "explanation": "Bib pickup at Buckley Park with clear Friday windows (1-7 PM for locals, mail options for early registrants) shows operational competence from 53 years of experience. Limited parking on East 3rd Avenue requires planning - they specifically tell you not to use City Market lot. Race Director Ian Burnett notes \"a couple of little hiccups here and there, but all things that we could face in the moment.\""
  },
  "length": {
    "score": 3,
    "explanation": "The gravel options span 55-95 miles, with the long course covering 95 miles and 7,700 feet of climbing through the LaStrada LaPlata route. Road race tactics show groups of about 20 riders staying together for the first half before splintering on Coal Bank Pass. This range accommodates different ambitions without being overwhelming."
  },
  "technicality": {
    "score": 3,
    "explanation": "2024's sabotage incident saw thumbtacks spread on Highway 550, causing 50+ flat tires near County Road 203 and Trimble Crossing. Race organizers responded with law enforcement coordination, course sweepers, and large magnets to collect debris. The gravel course ascends Horse Gulch Road and loops around Texas Creek with technical terrain challenges."
  },
  "elevation": {
    "score": 4,
    "explanation": "Coal Bank Pass becomes the decisive factor where race groups splinter - Sarah Sturm lost her advantage to Kira Payer when a dropped chain hit on the climb. The road course summits both Coal Bank and Molas Pass over 10,000 feet with 5,000+ feet of gain. Even gravel veteran Guy Leshem needed 4:50:49 for the long course elevation."
  },
  "climate": {
    "score": 3,
    "explanation": "Race Director Ian Burnett called 2025 weather \"super fortunate\" with \"a pretty amazing weekend of weather.\" Typical Saturday conditions show mid-70s in Durango, mid-50s in Silverton, with 15-20 mph tailwinds expected. Memorial Day weekend consistently delivers \"beautiful day for the ride and race to Silverton\" conditions."
  },
  "altitude": {
    "score": 3,
    "explanation": "Starting at 6,512 feet in Durango and climbing to passes over 10,000 feet creates noticeable performance impact. Ned Overend's 67-year-old time of 2:15:18 compared to the 2:07:31 winning time shows how altitude affects even mountain bike legends. Time cutoffs at Coal Bank (12:40 PM) and Molas Pass (1:20 PM) account for altitude-induced slower pacing."
  },
  "adventure": {
    "score": 3,
    "explanation": "\"We're the only race in the country that we know that closes a (U.S.) highway for the race,\" explains Race Director Ian Burnett about the unique Highway 550 closure. One elite rider called it a \"bucket-list checkmark for sure\" with \"absolutely beautiful setting.\" The 1971 origin story of brothers racing the steam train adds authentic Colorado adventure heritage."
  },
  "prestige": {
    "score": 2,
    "explanation": "Elite riders consider this a bucket-list event - one amputee cyclist said \"Always wanted to do the Iron Horse race since I first heard of it years ago.\" Ned Overend's participation at 67 shows the event draws mountain bike royalty. Hosting the 2026 Colorado Gravel State Championships elevates gravel credibility beyond the historic road race foundation."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Equal prize purse for men's and women's fields ($1,000 to road race winners) demonstrates professional standards. The downtown finish through Steamworks Brewing creates \"fantastic energy throughout the community,\" according to Race Director Burnett. Over 50 years of operational experience shows in structured logistics despite the multi-event complexity."
  },
  "experience": {
    "score": 3,
    "explanation": "The iconic Steamworks Brewing section returned in 2025 after six years, creating \"fantastic energy throughout the community\" that made racing \"dynamic and fun for the riders.\" Downtown Durango start by the train depot and the Face Plant Ale Kickoff Parade create festival atmosphere. Multiple disciplines running simultaneously add spectacle beyond just your event."
  },
  "community": {
    "score": 3,
    "explanation": "Five decades of history creates real local investment, and they donate $10 from each entry fee to community organizations, which is more than most races manage. The multi-event festival format brings different cycling tribes together over the weekend."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Guy Leshem won men's gravel long in 4:50:49 while Sarah Sturm took women's in 5:06:37, showing competitive fields but not elite-level depth. Ned Overend's presence at 67 adds credibility, but the event draws more festival participants than hardcore gravel racers. Field limits exist for road categories while gravel builds toward 2026 State Championships."
  },
  "value": {
    "score": 3,
    "explanation": "Registration runs $150-190 with $10 from each fee donated to community organizations, adding value beyond race experience. The closed U.S. highway creates unique racing conditions unavailable elsewhere. Festival activities include Face Plant Ale parade, live music at Buckley Park, and multi-day cycling celebration in downtown Durango."
  },
  "expenses": {
    "score": 3,
    "explanation": "Memorial Day weekend in Durango requires early booking at \"best hotels in town\" as recommended by organizers. Limited downtown parking means carpooling or biking to the start adds logistical costs. However, this is a destination race in one of Colorado's premier mountain towns with established infrastructure, not artificial resort markup."
  }
}
