{
  "prestige": {
    "score": 2,
    "explanation": "Started in 1972 with the iconic race-the-train concept, which is legitimately cool history. But the gravel component is clearly the sidekick to the main road event - they're hosting the 2026 Gravel State Championships, which sounds impressive until you realize it's basically trying to manufacture credibility. The real Iron Horse is the 47-mile Durango to Silverton road race; the gravel stuff feels like an afterthought riding coattails."
  },
  "race_quality": {
    "score": 3,
    "explanation": "It's part of a 53-year-old festival that clearly knows how to run events, with organized packet pickup at Buckley Park and structured start times. The signature course hits legitimate high alpine passes like Molas Pass at 10,899 feet and Coal Bank Pass at 10,640 feet. But the research shows zero specifics about the actual gravel course - no terrain breakdown, no rider reports, nothing that proves this isn't just a 'throw some bikes on dirt' afterthought."
  },
  "experience": {
    "score": 3,
    "explanation": "Memorial Day weekend festival atmosphere with multiple disciplines means there's actual energy and spectacle beyond just your event. Starting from downtown Durango by the train depot has real character, and finishing in Silverton country gives you proper Colorado high alpine scenery. The problem is we don't know if the gravel course actually captures any of this magic or if you're relegated to some random dirt roads while the real action happens elsewhere."
  },
  "community": {
    "score": 3,
    "explanation": "Five decades of history creates real local investment, and they donate $10 from each entry fee to community organizations, which is more than most races manage. The multi-event festival format brings different cycling tribes together over the weekend. But there's no evidence of a specific gravel community here - this feels like road cyclists dabbling in dirt rather than gravel people finding their tribe."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Field limits exist for the road categories, but they're hosting the 2026 Gravel State Championships, which suggests they're trying to build something that doesn't exist yet. No specifics on gravel field size or quality of competition available. The real talent and depth is clearly in the road race - the gravel field is probably weekend warriors and road racers looking for something different."
  },
  "value": {
    "score": 3,
    "explanation": "Registration runs $150-190 for the road race, which is reasonable for a quality event with 50+ years of operational experience. You get festival atmosphere, professional organization, and legitimate Colorado high country terrain. The community donation aspect adds actual value beyond just your race experience, though we still don't know what you're actually getting for the gravel-specific option."
  },
  "expenses": {
    "score": 3,
    "explanation": "Durango in Memorial Day weekend isn't going to be cheap - they specifically recommend booking the best hotels in town early. Limited parking at the start means potential hassle or additional costs for accommodation strategy. But it's a legitimate destination race in one of Colorado's premier mountain towns, so you're paying for real infrastructure and location, not artificial markup."
  },
  "length": {
    "score": 3,
    "explanation": "65 miles hits the sweet spot for most gravel riders - long enough to matter, short enough to avoid the suffer-fest territory that scares away normal humans. It's substantial without being stupid, though we have zero confirmation this distance even exists since the research shows 47 miles for the signature race and basically nothing about gravel specifics."
  },
  "technicality": {
    "score": 3,
    "explanation": "Colorado high country terrain with passes like Molas and Coal Bank suggests legitimate technical challenges, but we don't know if the gravel course actually uses this terrain or dumps you on mellow farm roads. The signature race route has real elevation and mountain character - the question is whether the gravel version captures any of that or just borrows the name."
  },
  "elevation": {
    "score": 4,
    "explanation": "6000 feet of climbing in 65 miles is legitimate suffering - that's nearly 100 feet per mile average. Starting in Durango around 6000 feet altitude and potentially hitting passes over 10,000 feet means you're dealing with real Colorado mountain terrain. This is the kind of elevation that separates pretenders from actual mountain riders, assuming the gravel course actually uses these climbs."
  },
  "climate": {
    "score": 3,
    "explanation": "Memorial Day weekend in Colorado high country is variable but generally manageable - past the worst of winter but before summer heat becomes an issue. The research provides zero weather specifics or historical incidents, which is disappointing for planning. At altitude with potential for passes over 10,000 feet, weather can change fast, but late May is typically one of the better windows."
  },
  "altitude": {
    "score": 3,
    "explanation": "Starting around 6000 feet in Durango is noticeable but manageable for most riders. If the gravel course hits the same passes as the signature race - Molas at 10,899 feet and Coal Bank at 10,640 feet - that's legitimate altitude that will affect performance. But we don't actually know if the gravel route uses these climbs or stays lower, which makes planning impossible."
  },
  "logistics": {
    "score": 3,
    "explanation": "Packet pickup at Buckley Park with clear time windows and mail options for early registrants shows organizational competence. Limited parking at the start requires planning, but they give you specific guidance about where not to park. Fifty-plus years of event experience means they've worked out most of the operational kinks, even if some aspects require extra effort from participants."
  },
  "adventure": {
    "score": 3,
    "explanation": "Racing in the same territory as the historic train race has legitimate adventure cred - this is proper Colorado high country with real mining town history. Durango to Silverton corridor is genuine backcountry with serious mountain character. The problem is we don't know if the gravel course captures any of this adventure or just uses it as marketing while routing you on boring connector roads."
  }
}
