{
  "logistics": {
    "score": 4,
    "explanation": "Milan-area airports provide access to Erbusco, Lombardy with free camping at the event village. Paul Errington describes firing up the route at the airport: \"12,000m of climbing! I messaged Uggi from AltomCykling.dk to ask about this crazy number.\" Wine country accommodation runs $100-600/night, making this a multi-day commitment in Italy's premier sparkling wine region."
  },
  "length": {
    "score": 5,
    "explanation": "The 300km flagship distance earned its brutal reputation through rider experience. Elite rider Paul Errington needed 21 hours to finish, noting \"it was obvious that Jeroboam 300 was a serious undertaking.\" Dave Arthur's 150km took \"9 hours (8 hrs 15 mins ride time; I had to stop for photos and snacks).\" The new 600km Mathusalem pushes into true ultra territory. Among the longest in gravel, comparable to Badlands."
  },
  "technicality": {
    "score": 5,
    "explanation": "Paul Errington describes \"long tarmac climbs, rough descents, singletrack and gravel\" where \"no one rider or bike would have a distinct advantage.\" At 80km riders \"descended back down on a rocky cart track where a mountain bike would have been at home.\" Jack Luke encountered \"off-camber singletrack\" described as \"low risk, high consequence\" that ended his partner's attempt. Among the most technical in gravel, on par with Badlands."
  },
  "elevation": {
    "score": 5,
    "explanation": "A savage 7,000m+ (23,000ft) of climbing on the 300km, with 1,200m gained in just the first 30km. The Dolomites edition pushes to 10,000m. The Mathusalem 600km features 14,500m. This is alpine warfare. Among the hilliest in gravel, comparable to Badlands. As Jack Luke puts it: \"As an aside, the route was also advertised as having approximately 5,000m of climbing, but in the end even our curtailed 275km route topped out with a rather heady 6,300m of ascent.\""
  },
  "climate": {
    "score": 4,
    "explanation": "Northern Italian autumn brings variable conditions - fog, mist, thunderstorms, and rain are common. Cold wet night riding is virtually guaranteed. Weather has repeatedly 'added an unpredictable layer' to the suffering. Milder conditions than Crusher in the Tushar. As Paul Errington puts it: \"With a 16:00 start the day of the event was far more relaxed than normal. Lazy breakfast, last minute bike tweaks and then some pasta for lunch.\""
  },
  "altitude": {
    "score": 3,
    "explanation": "Routes traverse the Lombard Prealps with alpine road climbs. While not at extreme altitude, the continuous climbing through 3,000-6,000ft terrain affects performance over 20+ hours. Similar altitude considerations to Grinduro."
  },
  "adventure": {
    "score": 5,
    "explanation": "Absolute bucket list material. Mandatory night riding through alpine passes, watching sunrise after 20+ hours of suffering, circumnavigating Lake Iseo, passing through legendary Franciacorta vineyards. The wine bottle naming, 3T heritage, and 'world's toughest gravel' reputation create an unforgettable experience."
  },
  "prestige": {
    "score": 4,
    "explanation": "Legendary status in the ultra-gravel community as 'the world's toughest gravel ride.' Backed by 3T's Gerard Vroomen and embodying the brand's gravel philosophy. However, no UCI or major series affiliation limits global recognition outside dedicated ultra circles."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Professional organization includes aid stations where riders find \"some pasta and a hot chocolate\" at mountain refuges. The event provides \"aid stations along the way for food, drinks and technical support, but you should be self-sufficient.\" GPS tracking on 300km distances and structured checkpoints support the 24-hour format, though route conflicts occasionally arise."
  },
  "experience": {
    "score": 5,
    "explanation": "Life-changing for those who finish. The combination of night riding, sunrise over Italian alps, wine culture integration, suffering alongside international riders, and the sheer accomplishment of completing 300km with 7,000m climbing creates memories that last a lifetime. 'An experience I'll never forget' is a common refrain. As Jack Luke puts it: \"At first glance, the Jeroboam 300, a new gravel race in the north of Italy, looked like the ideal weekend adventure — boasting copious amounts of wine, sun, good views and a largely off-road 300km loo...\""
  },
  "community": {
    "score": 4,
    "explanation": "Strong emphasis on 'riding together' rather than racing. Organisers actively stress the community over competition ethos. Everyone described as 'super friendly and positive' despite grueling conditions. The 3T gravel philosophy attracts like-minded suffering enthusiasts. As Jack Luke puts it: \"Despite the stress of getting two people and a bike to Italy, organising accommodation and kit for an overnight race, putting up with my considerably slower pace and dealing with a fair bit of grumpin...\""
  },
  "field_depth": {
    "score": 3,
    "explanation": "Competitive but primarily European-focused. No major series or UCI points attracts serious ultra-endurance specialists rather than marquee pro names. Japan events sold out with 50 riders - this is quality over quantity. Similar competitive depth to Rule of Three. As Paul Errington puts it: \"With a 16:00 start the day of the event was far more relaxed than normal. Lazy breakfast, last minute bike tweaks and then some pasta for lunch.\""
  },
  "value": {
    "score": 4,
    "explanation": "EUR 100-110 entry fees provide access to \"aid stations along the way for food, drinks and technical support\" plus GPS tracking on 300km distances. The festival atmosphere includes \"much more than a race, it's a celebration of all things cycling\" with expo and events. Considering 20+ hours of support infrastructure and Italian wine country access, the value proposition delivers significantly."
  },
  "expenses": {
    "score": 2,
    "explanation": "The entry is cheap; everything else is not. International flights to Italy, 3-4 nights in wine country accommodation ($100-600/night), meals, and bike logistics easily push total trip costs to $1,500-2,500+ for North American riders. Higher total cost than Badlands."
  }
}
