{
  "prestige": {
    "score": 4,
    "explanation": "Legendary status in the ultra-gravel community as arguably 'the world's toughest gravel ride.' Backed by 3T's Gerard Vroomen and embodying the brand's gravel philosophy. However, no UCI or major series affiliation limits global recognition outside dedicated ultra circles."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Professional organization by REVERB Cycling and 3T. GPS tracking on 300km, structured aid stations with gate closures, quality event village with camping, and well-planned checkpoints. The 'not a race' philosophy is executed authentically."
  },
  "experience": {
    "score": 5,
    "explanation": "Life-changing for those who finish. The combination of night riding, sunrise over Italian alps, wine culture integration, suffering alongside international riders, and the sheer accomplishment of completing 300km with 7,000m climbing creates memories that last a lifetime. 'An experience I'll never forget' is a common refrain."
  },
  "community": {
    "score": 4,
    "explanation": "Strong emphasis on 'riding together' rather than racing. Organisers actively stress the community over competition ethos. Everyone described as 'super friendly and positive' despite grueling conditions. The 3T gravel philosophy attracts like-minded suffering enthusiasts."
  },
  "field_depth": {
    "score": 3,
    "explanation": "Competitive but primarily European-focused. No major series or UCI points attracts serious ultra-endurance specialists rather than marquee pro names. Japan events sold out with 50 riders - this is quality over quantity."
  },
  "value": {
    "score": 4,
    "explanation": "EUR 100-110 for the 300km is remarkably reasonable for an ultra-endurance event with GPS tracking, organic shirts, aid stations, and 24-hour support. The experience delivered significantly exceeds the entry fee."
  },
  "expenses": {
    "score": 2,
    "explanation": "The entry is cheap; everything else is not. International flights to Italy, 3-4 nights in wine country accommodation ($100-600/night), meals, and bike logistics easily push total trip costs to $1,500-2,500+ for North American riders."
  },
  "length": {
    "score": 5,
    "explanation": "The flagship 300km (186 miles) Jeroboam distance is true ultra territory, with a new 600km Mathusalem option for the certifiably insane. Even the 'Magnum' at 150km is substantial."
  },
  "technicality": {
    "score": 5,
    "explanation": "This is MTB terrain masquerading as gravel. Unrideable hike-a-bike sections, 30% gradients, Roman cobbles, sweet singletrack, and loose rock descents. Riders consistently surprised by how technical it actually is."
  },
  "elevation": {
    "score": 5,
    "explanation": "A savage 7,000m+ (23,000ft) of climbing on the 300km, with 1,200m gained in just the first 30km. The Dolomites edition pushes to 10,000m. The Mathusalem 600km features 14,500m. This is alpine warfare."
  },
  "climate": {
    "score": 4,
    "explanation": "Northern Italian autumn brings variable conditions - fog, mist, thunderstorms, and rain are common. Cold wet night riding is virtually guaranteed. Weather has repeatedly 'added an unpredictable layer' to the suffering."
  },
  "altitude": {
    "score": 3,
    "explanation": "Routes traverse the Lombard Prealps with alpine road climbs. While not at extreme altitude, the continuous climbing through 3,000-6,000ft terrain affects performance over 20+ hours."
  },
  "logistics": {
    "score": 4,
    "explanation": "International travel to Italy required for most participants. Milan-area airports are accessible, but it's a multi-day commitment in a wine country region. Free camping available, but quality accommodation runs $100-600/night."
  },
  "adventure": {
    "score": 5,
    "explanation": "Absolute bucket list material. Mandatory night riding through alpine passes, watching sunrise after 20+ hours of suffering, circumnavigating Lake Iseo, passing through legendary Franciacorta vineyards. The wine bottle naming, 3T heritage, and 'world's toughest gravel' reputation create an unforgettable experience."
  }
}
