{
  "prestige": {
    "score": 1,
    "explanation": "Ghost race energy. Zero online footprint, no race history anyone can find, no mention in Michigan gravel circles despite being a century distance. Either it's brand new or so small it hasn't registered on the gravel radar yet."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Hard to evaluate what doesn't exist in the public record. No course maps, no aid station details, no finisher data to judge execution quality. The 4,500 feet of climbing over 100 miles suggests some planning, but without verified logistics or rider feedback, it's pure speculation."
  },
  "experience": {
    "score": 3,
    "explanation": "Kalamazoo area has decent gravel potential - southwest Michigan offers rolling terrain and rural roads. 100 miles is a legitimate test, and 4,500 feet keeps things interesting without being punitive. But without actual race reports or course details, you're betting on geography over proven experience."
  },
  "community": {
    "score": 3,
    "explanation": "Michigan has solid cycling culture, and the Kalamazoo area supports active riding communities through groups like Kalamazoo Bicycle Club. However, this specific event has zero visible community presence - no forums, no social media, no word-of-mouth trail. That's either intimate or invisible."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Can't attract talent you can't find. No registration info, no past results, no mention in competitive gravel circles. If fast riders aren't talking about it online, they probably aren't showing up in person."
  },
  "value": {
    "score": 4,
    "explanation": "Unknown entry fees usually mean reasonable pricing for regional events. Michigan races typically run cheaper than coastal counterparts, and 100 miles of organized riding generally delivers bang for buck. Without premium marketing or established prestige, organizers keep costs down."
  },
  "expenses": {
    "score": 3,
    "explanation": "Kalamazoo sits halfway between Chicago and Grand Rapids - decent airport access but you're driving regardless. Michigan lodging runs reasonable outside peak summer tourist season. Food and gas won't break you, but it's not a destination that saves money either."
  },
  "length": {
    "score": 4,
    "explanation": "100 miles hits the sweet spot - proper century distance that demands respect without requiring overnight logistics. Long enough to separate fitness levels, short enough to finish in daylight. Distance that lets you suffer properly then drive home same day."
  },
  "technicality": {
    "score": 2,
    "explanation": "Southwest Michigan gravel tends toward agricultural roads and rail-trails rather than technical terrain. The region's geology doesn't produce rock gardens or steep descents. Expect maintained gravel surfaces with occasional sand patches - manageable on standard gravel setups."
  },
  "elevation": {
    "score": 2,
    "explanation": "4,500 feet over 100 miles averages 45 feet per mile - rolling rather than mountainous. Michigan's glacial terrain creates steady undulation without sustained climbs. Enough to work your legs but nothing that requires alpine gearing or walk breaks."
  },
  "climate": {
    "score": 3,
    "explanation": "Michigan weather plays games - spring mud season extends late, summer humidity builds, fall brings ideal conditions before winter shuts everything down. Temperature swings happen fast, and lake effect creates microclimates. Pack layers and check radar obsessively."
  },
  "altitude": {
    "score": 1,
    "explanation": "Kalamazoo sits around 750 feet above sea level. Flatlander territory where altitude never factors into performance or training considerations. Sea level lungs work just fine here - save your altitude worries for Colorado."
  },
  "logistics": {
    "score": 3,
    "explanation": "No published details on start location, parking, or packet pickup procedures found anywhere online. Kalamazoo offers reasonable access via I-94 corridor, but without basic event information available, you're flying blind on race day logistics. That's either charming small-town simplicity or organizational chaos."
  },
  "adventure": {
    "score": 2,
    "explanation": "Michigan farmland delivers pastoral scenery but limited wilderness factor. The adventure comes from distance rather than remote terrain or technical challenges. You'll see cornfields and rural roads - pleasant but predictable rather than edge-of-your-seat exploration."
  }
}
