{
  "prestige": {
    "score": 1,
    "explanation": "This is a brand new grassroots race that joined the Iowa Gravel Series in 2024. Your winner Chad Showalter clocked 3:53:47 - respectable but not exactly pulling UCI pros to Kalona. It's pie and horse buggies, not podium prestige."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The Iowa Gravel Series knows how to put on a decent event with chip timing, marked courses, and aid stations with actual food. But with only 67 finishers showing in results and zero details on course features or technical sections, this feels more like a weekend club ride with numbers. The 'windy and rolly' description tells you everything - it's fine, not fantastic."
  },
  "experience": {
    "score": 2,
    "explanation": "Racing past horse-drawn buggies through Amish country delivers a unique backdrop you won't find elsewhere. The post-race pie is 'mandatory' according to promotion, and the scenery gets called 'captivating and quiet.' But 50 miles of Iowa gravel roads, however scenic, doesn't exactly create lasting memories or war stories."
  },
  "community": {
    "score": 2,
    "explanation": "The Iowa Gravel Series creates a decent grassroots community across seven races with full season jerseys and meals. Starting at Kalona Historical Village gives it local character, and the Amish setting adds authenticity. But with minimal field size and zero notable rider reviews or social media buzz, the community feels more intimate than energizing."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Results show at least 67 finishers with times stretching past 5 hours - this isn't exactly attracting competitive depth. Jacob Nelson and Curtis Burton finishing within seconds of the winner suggests limited fast company. It's a small Iowa town grassroots event, not a destination race for serious competitors."
  },
  "value": {
    "score": 4,
    "explanation": "$40-50 entry gets you chip timing, marked course, aid stations, photography, and post-race pie - that's solid grassroots value. The full season package at $399 for seven races, jersey, and meals works out to $57 per race including gear. No frills, but honest pricing for what you get."
  },
  "expenses": {
    "score": 3,
    "explanation": "Kalona sits in rural Iowa with no obvious nearby airports or hotel clusters mentioned in research. You're probably driving from Des Moines or Iowa City and finding basic accommodations. The race entry is cheap, but getting there and staying overnight adds typical small-town travel costs without big-city convenience."
  },
  "length": {
    "score": 2,
    "explanation": "50 miles hits the sweet spot for a morning gravel race without being a sufferfest. The 100km option bumps to 62 miles for those wanting more distance. Neither distance challenges your limits or creates epic bragging rights - it's standard weekend warrior territory."
  },
  "technicality": {
    "score": 2,
    "explanation": "Iowa gravel roads described as 'windy and rolly' aren't exactly technical challenges. No mention of singletrack, creek crossings, or technical descents - just farm roads through Amish country. This is about endurance and wind management, not bike handling skills."
  },
  "elevation": {
    "score": 2,
    "explanation": "2300 feet over 50km creates consistent rolling terrain without major climbs. The 'rolly' description confirms constant ups and downs rather than flat Iowa stereotypes, but nothing that creates defining climbing moments. It's enough to keep you honest, not enough to break you."
  },
  "climate": {
    "score": 2,
    "explanation": "May in Iowa typically delivers mild temps and unpredictable wind - the course description specifically calls out 'windy' conditions as a feature. Without weather data, you're gambling on spring conditions that could range from perfect to stormy. The emphasis on wind suggests it's a consistent factor, not a bonus."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Iowa flatlands starting around 700-800 feet elevation. Zero altitude considerations for performance or acclimatization. You'll get more elevation change driving to the race than racing it."
  },
  "logistics": {
    "score": 2,
    "explanation": "Starting at Kalona Historical Village provides clear location and parking, with packet pickup the night before and morning of race. But no details on nearest airports, lodging options, or travel logistics for a small Iowa town. The basics are covered, but you're on your own for everything else."
  },
  "adventure": {
    "score": 2,
    "explanation": "Racing through Amish country past horse buggies creates genuine cultural immersion you won't find at most gravel races. The 'captivating and quiet' scenery and mandatory pie add local flavor. But 50 miles on Iowa farm roads, however scenic, doesn't exactly push your boundaries or create epic adventure stories."
  }
}
