{
  "prestige": {
    "score": 2,
    "explanation": "Only in its third edition as of 2025, so nobody knows what this thing is yet. Zero notable past winners or pro riders in the search results, which tells you everything about its current racing credibility. It's building a reputation as 'one of the most unique gravel events in the world,' but that's marketing speak when you can't point to actual racing pedigree."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The organizing seems solid with full logistics support and remote camps, but there's zero data on field size, cutoff times, or aid station details. When basic race infrastructure info is missing, that's usually a red flag. They're clearly focused more on the adventure experience than running a tight racing operation."
  },
  "experience": {
    "score": 5,
    "explanation": "You're riding through Sierra Carmen Silva and two southernmost mountain passes on Earth on a road built by army engineers at one kilometer per year. The pampa plains, Lago Blanco, and llanura del río Grande with guanacos create scenery most cyclists will never see. As one rider put it: 'The perfect opportunity to explore somewhere that very few people have ever visited, let alone ridden a gravel bike.'"
  },
  "community": {
    "score": 2,
    "explanation": "Three years old with no visible community presence on Reddit or major forums. The rider reports are basically travel blogs, not race analysis or community discussion. When a race this 'unique' generates zero chatter in gravel communities, that tells you the participant numbers are tiny."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No field size data available, no notable finisher lists, and the focus is clearly on completing the journey rather than competitive racing. When organizers tout 'pristine natural beauty' instead of competition quality, you know the fast guys aren't showing up. This is adventure tourism with timing chips."
  },
  "value": {
    "score": 3,
    "explanation": "No entry fee data available, but they provide full logistics support including transport from Punta Arenas, food, shelter, and safety support through genuinely remote terrain. You're paying for access to places with no regular public transport and riding roads most people will never see. Whether that justifies the likely massive cost depends on your adventure budget."
  },
  "expenses": {
    "score": 1,
    "explanation": "Getting to Punta Arenas from anywhere costs serious money, then you need group transport to Tierra del Fuego because there's no regular public access. The organized logistics through 'inhóspitas lands' with full support for five days won't be cheap. One rider noted 'you start to be conscious of how remote this area is when you look into the time that it takes to get there.'"
  },
  "length": {
    "score": 4,
    "explanation": "The research shows 440 kilometers across four stages, not the listed 120 miles, but either way this is substantial distance. Stage 1 alone is 98 kilometers through deserted steppe landscape. The multi-day format with camping makes the distance feel bigger than single-day centuries most riders are used to."
  },
  "technicality": {
    "score": 4,
    "explanation": "Described as 'grueling' terrain with 'difficult terrain with longer, steeper hills' through virgin wilderness environment. The Ruta Vicuña-Yendegaia was built by military engineers through legitimately challenging Patagonian landscape. This isn't technical like singletrack, but it's demanding gravel through unforgiving terrain where mechanical problems get serious fast."
  },
  "elevation": {
    "score": 4,
    "explanation": "5,500 meters of climbing over 440 kilometers puts you through two southernmost mountain passes on Earth. That's substantial vertical in terrain that transitions from steppe to pampa magallánica to native forests. The elevation profile moves through dramatically different ecosystems, which means real climbing rather than rolling hills."
  },
  "climate": {
    "score": 1,
    "explanation": "December in Patagonia means wind 'often over 100 km/h' that becomes 'a protagonist' in the race experience. Cold, humid Tierra del Fuego conditions with 19-hour daylight from 4 AM to 11 PM mess with your sleep patterns. Even the 2024 race report mentions dealing with wind on Stage 1 through 'almost deserted landscape.'"
  },
  "altitude": {
    "score": 2,
    "explanation": "No specific elevation data available, but you're riding through mountain passes in Tierra del Fuego, which means some altitude without the brutal oxygen debt of high Andes racing. The terrain moves from sea-level steppe to mountain passes, so you'll feel some altitude effects but nothing that requires acclimatization protocols."
  },
  "logistics": {
    "score": 1,
    "explanation": "No regular public transport to the race area means mandatory group travel from Punta Arenas. No packet pickup details, no parking info, basically zero self-supported options for getting there. The remoteness that makes this race special also makes it logistically brutal - you're completely dependent on organizer transport and timing."
  },
  "adventure": {
    "score": 5,
    "explanation": "You're riding a road built one kilometer per year by army engineers to 'assert Chilean sovereignty' in lands described as 'the edge of the world.' The course traverses pampa plains, native forests, and lakes including Lago Lynch and Lago Blanco in terrain so remote that very few people have ever visited, let alone ridden. This is legitimate exploration disguised as a bike race."
  }
}
