{
  "prestige": {
    "score": 2,
    "explanation": "Claims to be 'Western Canada's Premier Gravel Fondo' and the oldest in the region, but that's like being the tallest building in a farm town. No mention of pro fields, prize money, or anyone outside BC giving a damn. It's a nice regional event that thinks bigger of itself than the cycling world thinks of it."
  },
  "race_quality": {
    "score": 3,
    "explanation": "The Kettle Valley Rail Trail provides a solid backbone with historic trestles and tunnels, plus they've been doing this for 11 years so the kinks are worked out. Organization gets praised by locals like Justin Payeur from Maple Ridge. But it's fundamentally a rail-trail ride with some FSR thrown in—competent, not inspired."
  },
  "experience": {
    "score": 3,
    "explanation": "Rolling through wildflower canyons and shaded railway tunnels while overlooking Okanagan wineries hits the scenic checkbox hard. The historic trestles and sweeping switchbacks add character beyond your typical gravel slog. Just don't expect anything that'll make you forget you're basically on a fancy bike path for most of it."
  },
  "community": {
    "score": 3,
    "explanation": "Eleven years of 'sunshine and great times' according to repeat riders, and being part of the Triple Crown of Gravel creates some regional camaraderie. The beginner-friendly options bring out families and newer riders, which builds the sport but dilutes the hardcore vibe. Solid BC cycling community energy without the intensity of bigger races."
  },
  "field_depth": {
    "score": 2,
    "explanation": "When your race markets heavily to 'novices' and 'beginner to intermediate' riders, you're not attracting the sharp end of the stick. Three distance options cater to everyone from weekend warriors to actual cyclists, but that wide net means the competitive depth stays shallow. Regional race with regional talent."
  },
  "value": {
    "score": 3,
    "explanation": "At $150 for 100km you're getting historic rail trail access, organized aid, and scenic Okanagan Valley views—reasonable for what's delivered. Early bird pricing drops it to more sensible levels if you plan ahead. Not a bargain, not a ripoff, just standard Canadian event pricing for a solid day out."
  },
  "expenses": {
    "score": 2,
    "explanation": "Princeton, BC isn't exactly a budget destination, and being remote means driving hours or flying into Vancouver then driving more hours. No lodging details provided because there probably aren't many options that don't involve camping or driving back to Penticton. The race fee is the cheap part of this weekend."
  },
  "length": {
    "score": 3,
    "explanation": "The 100km option hits the sweet spot for most gravel riders—long enough to matter, short enough to not become an ordeal. Multiple distance choices mean you can pick your poison, from the 25km 'let me try this gravel thing' to the full century. Respectable distance without the suffering Olympics mentality."
  },
  "technicality": {
    "score": 3,
    "explanation": "Rail trails are inherently flow-friendly with gentle grades, though the FSR sections and 'more technical' 100km route add some bike handling. Historic trestles and tunnels provide visual interest but not technical challenge. This is gravel for people who want to enjoy their ride, not prove their skills."
  },
  "elevation": {
    "score": 3,
    "explanation": "The 7000ft over 80 miles sits right in the middle ground—enough climbing to feel accomplished, not enough to ruin your day. Rail trail grades were built for trains, so the suffering comes from distance, not ridiculous pitches. Decent vertical without the masochistic mountain bike climbs that some gravel races throw at you."
  },
  "climate": {
    "score": 3,
    "explanation": "June in the Okanagan means warm, dry conditions and those 'sunshine and great times' that riders rave about. Shaded tunnels provide relief from heat, and the region's reputation for perfect summer weather is well-earned. Predictable good conditions take the weather lottery out of the equation."
  },
  "altitude": {
    "score": 2,
    "explanation": "Starting elevation and max altitude aren't specified, but Princeton sits low enough that oxygen isn't a factor. This is Okanagan Valley riding, not Rocky Mountain suffering. The altitude won't help or hurt you—it's just not part of the challenge here."
  },
  "logistics": {
    "score": 2,
    "explanation": "Packet pickup runs from 6:55-7:55am at Princeton Rodeo Grounds, which gives you exactly one hour to get your shit together before things presumably start. No details on parking, lodging, or how to actually get to this remote corner of BC. They've figured out the race part, not the 'helping people actually attend' part."
  },
  "adventure": {
    "score": 3,
    "explanation": "Riding historic railway trestles through wildflower canyons while overlooking wine country delivers legitimate adventure vibes. The decommissioned tunnels and sweeping valley views provide more character than most gravel events manage. It's adventure with training wheels—scenic and memorable without being genuinely remote or challenging."
  }
}
