{
  "prestige": {
    "score": 2,
    "explanation": "Called a 'bucketlist' event on RacePass, but that's marketing fluff when nobody can tell you who's won it or when it started. Zero notable pro riders, no race history, no YouTube coverage - this thing exists in a vacuum. The testimonials read like your aunt's Facebook posts about a charity ride."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Riders praise the organization and 'amazing hydration stations,' but that's basic race promotion competence, not excellence. The course dates are confused across platforms, distance descriptions conflict, and there's zero transparency on field size or results. When a race can't get its own logistics straight online, that's a red flag."
  },
  "experience": {
    "score": 4,
    "explanation": "Point-to-point from Hartbeespoort Dam through sunflower fields to Sun City Resort is genuinely scenic terrain. One rider captured it: 'We had rain, wind, cold and some sun but an all round perfect day on the bike.' The route diversity and finishing at a resort beats most cookie-cutter loops."
  },
  "community": {
    "score": 2,
    "explanation": "Testimonials exist but they're generic praise posted on the official site - not exactly independent voices. 'No reviews yet on RacePass' tells the real story about community engagement. When riders aren't talking about your race organically, you're not building community."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Marketed as suitable for 'all levels' which usually means fast riders get bored and slow riders get dropped. No data on field size, no notable winners, no competitive depth indicators. The 'very fast pace' mentioned suggests some speed, but without context it's meaningless."
  },
  "value": {
    "score": 3,
    "explanation": "R1650 for the 100-miler isn't terrible by international standards, but you're getting basic gravel racing without the prestige or competition depth. Finishing at Sun City Resort adds some value if you're making a weekend of it. No refunds or transfers to 2027 is standard but still stings."
  },
  "expenses": {
    "score": 1,
    "explanation": "Flying into South Africa from anywhere meaningful costs serious money, then you're looking at Sun City Resort accommodation prices. The entry fee is just the appetizer - the real expense is getting there and staying somewhere decent. This isn't a cheap weekend warrior option."
  },
  "length": {
    "score": 4,
    "explanation": "161km delivers proper gravel race distance without being a sufferfest - that's the sweet spot for most riders. The 50-mile option starting at Beestekraal Kerk gives flexibility. Distance options done right, though the actual 250-mile claim in the database doesn't match reality."
  },
  "technicality": {
    "score": 3,
    "explanation": "Described as 'flat and fast' with primarily gravel roads - this isn't technical mountain terrain, it's power and endurance racing. The diverse landscapes suggest varied surfaces but nothing that'll require bike handling wizardry. Speed-focused riders will love it; technical junkies will be bored."
  },
  "elevation": {
    "score": 4,
    "explanation": "Only 1,000m of climbing over 161km is pancake flat by gravel standards - that's about what you'd get on a gentle road ride. Perfect for riders who want to go fast without grinding up mountains all day. The 'flat and fast' description isn't marketing speak, it's accurate."
  },
  "climate": {
    "score": 3,
    "explanation": "May timing in South Africa's autumn should mean decent conditions, and one 2025 rider got 'rain, wind, cold and some sun' - basically everything except extreme heat. Variable weather keeps it interesting without being dangerous. No historical weather disasters reported."
  },
  "altitude": {
    "score": 2,
    "explanation": "Starting elevation at Hartbeespoort Dam isn't specified, but this isn't high-altitude suffering territory in South Africa. You're not dealing with oxygen debt, just regular gravel race pain. Altitude is irrelevant here - save your concern for actual mountain races."
  },
  "logistics": {
    "score": 1,
    "explanation": "Race dates conflict across multiple platforms, distance descriptions don't match, and basic details like field size and cutoff times are missing. When a race can't maintain consistent information on its own logistics, that's amateur hour. International travel to a poorly communicated event is a recipe for frustration."
  },
  "adventure": {
    "score": 4,
    "explanation": "Point-to-point through North West Province sunflower fields to Sun City Resort is legitimately adventurous terrain. You're crossing diverse South African landscapes on a proper journey, not grinding loops. The route concept delivers real exploration, even if the race execution has questions."
  }
}
