{
  "prestige": {
    "score": 2,
    "explanation": "Here's the brutal truth: this race barely exists online, which tells you everything about its standing in the gravel world. The research turned up zero mentions of a Lake Constance gravel \"King of the Lake\" - just a completely different Austrian time trial with the same name that actually sells out with 1500 riders. When a race is this invisible in the digital age, it's either brand new, poorly run, or you're competing with the local cycling club."
  },
  "race_quality": {
    "score": 2,
    "explanation": "No field data, no course details, no rider reports, no finish times - that's not the hallmark of a well-oiled operation. The only Lake Constance gravel event that surfaces is the 109km Gravel Giro, which isn't even the same race. Quality races leave digital footprints; this one leaves question marks about whether it actually happened."
  },
  "experience": {
    "score": 3,
    "explanation": "Lake Constance sits at the intersection of Germany, Switzerland, and Austria - that's genuinely special geography for a bike race. The Gravel Giro route description mentions Alpine foothills dropping to the lake, which sounds like legitimate scenery payoff. You're getting three-country bragging rights even if the race organization is amateur hour."
  },
  "community": {
    "score": 3,
    "explanation": "The tri-national location creates an interesting rider mix, and Europeans generally show up ready to suffer together. The Lake Constance cycling scene supports events like the 52nd Bodensee-Radmarathon, proving there's established cycling culture here. Small fields often mean tighter communities, assuming anyone actually shows up."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Zero data on who races this thing, which usually means the fast guys are racing somewhere else. The Austrian King of the Lake TT pulls serious riders like Brian Megens (55:08 winner), but this gravel version? Complete mystery. Small, obscure races don't typically attract the sharks."
  },
  "value": {
    "score": 3,
    "explanation": "Can't find entry fees, but obscure European gravel races usually price reasonably to fill fields. You're getting Alpine foothills, lake views, and three-country riding for whatever they're charging. The real value question is whether the race actually delivers on basic organization and course marking."
  },
  "expenses": {
    "score": 2,
    "explanation": "Lake Constance region isn't cheap - you're looking at Swiss/German pricing for hotels and meals. Nearest major airports are Zurich or Munich, neither budget-friendly for international travel. The tri-national location sounds exotic until you're paying for accommodation in one of Europe's pricier regions."
  },
  "length": {
    "score": 3,
    "explanation": "Sixty-five miles hits the sweet spot - long enough to hurt, short enough to survive if you're undertrained. It's a proper gravel distance without the death march commitment of 100+ mile sufferfests. Smart length for a race that needs to establish itself before asking people to commit six hours of suffering."
  },
  "technicality": {
    "score": 2,
    "explanation": "Lake Constance sits at 1,300 feet elevation with Alpine foothills - that suggests fire roads and gravel paths rather than gnarly singletrack. The Gravel Giro description mentions bike paths mixed with gravel, which sounds more like smooth German efficiency than technical challenge. Expect rolling terrain, not rock gardens."
  },
  "elevation": {
    "score": 2,
    "explanation": "3,500 feet over 65 miles averages about 54 feet per mile - that's rolling, not mountainous. Starting from Lake Constance at 1,300 feet and climbing into Alpine foothills won't produce the leg-breaking ascents you'd find in proper mountain races. It'll hurt, but it won't break you."
  },
  "climate": {
    "score": 3,
    "explanation": "Lake Constance enjoys mild continental climate without the weather extremes that ruin races. Late summer/early fall timing typically delivers stable conditions - warm but not brutal, lower chance of the rain that turns German dirt into unrideable paste. The lake moderates temperature swings, which is actually smart race planning."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting at 1,300 feet around Lake Constance means zero altitude impact - your sea-level fitness works just fine here. Even climbing into the Alpine foothills won't push you high enough to notice thinner air. This is low-altitude cycling disguised by mountain scenery."
  },
  "logistics": {
    "score": 3,
    "explanation": "The tri-national location provides multiple airport options - Zurich, Munich, or regional Friedrichshafen. Lake Constance has solid infrastructure since it's a major European tourist region with established cycling routes. The downside: no specific race logistics data exists, which makes planning a guessing game."
  },
  "adventure": {
    "score": 3,
    "explanation": "Racing gravel through Germany, Switzerland, and Austria in one ride is legitimately cool, even if the race itself is questionable. The Alpine foothills-to-lake descent offers genuine scenic payoff, and the region's cycling infrastructure means you can extend the trip into proper adventure. Just don't expect the race itself to be the adventure highlight."
  }
}
