{
  "prestige": {
    "score": 1,
    "explanation": "This is year four of a grassroots Colorado event that can't even lock down its course routes until BLM permitting comes through. No prize purse, no documented pro field, no race reports or YouTube coverage in the research. It's a local celebration masquerading as a 'Colorado gravel classic' — which means absolutely nothing in the current landscape."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The Bull course delivers 10,000 feet over 100 miles with 85% gravel through remote ranchlands, which sounds legitimate on paper. But course routes are 'subject to change pending final permitting,' and there's zero documentation of aid station strategy, cutoff times, or actual race execution. Good terrain held back by small-town operational reality."
  },
  "experience": {
    "score": 2,
    "explanation": "You get camping at West Grand High School, a spaghetti dinner, and finish line BBQ with live music — classic grassroots formula. Free showers and bike wash from 1-5 PM post-race shows they're thinking about the basics. But 'rave reviews about routes and community' without a single actual quote or race report suggests the experience is more hype than substance."
  },
  "community": {
    "score": 2,
    "explanation": "Small-town Colorado trying hard with camping, community expo, and family-friendly BBQ vibes. The fact that they moved the finish from West Grand High School to Kremmling Town Square shows they're engaging the actual town. But this is year four and still feels like a local church fundraiser with bikes."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Zero documentation of past winners, competitive results, or notable participants in four years of racing. When the research can't find a single name or result, that tells you everything about the caliber of rider this attracts. This is weekend warriors and bucket-listers, not racers."
  },
  "value": {
    "score": 3,
    "explanation": "Early bird Bull course at $130 gets you 100 miles of legitimate Colorado mountain gravel, meals, camping, and post-race festivities. That's reasonable for what amounts to a weekend camping trip with 10,000 feet of climbing thrown in. Standard pricing jumps to $155, which pushes the threshold but isn't outrageous for the region."
  },
  "expenses": {
    "score": 3,
    "explanation": "Camping is available on-site, eliminating hotel costs in a tourist region where lodging gets expensive fast. Kremmling isn't exactly a destination dining scene, so meal costs stay reasonable. Biggest expense is getting to rural Colorado, but once you're there, this won't drain your wallet like Steamboat events."
  },
  "length": {
    "score": 3,
    "explanation": "The Bull at 100 miles with 10,000 feet of climbing is a legitimate day's work, while the Cow at 68 miles hits the sweet spot for most gravel riders. The Calf options at 28 and 16 miles show they understand not everyone needs to suffer equally. Good range of commitment levels."
  },
  "technicality": {
    "score": 3,
    "explanation": "Long climbs, exposed gravel flats, and technical descents through remote ranchlands sounds appropriately challenging without being gimmicky. The Bull's 85% gravel ratio means you're actually riding gravel, not touring paved farm roads. Rolling mountains at altitude will test bike handling and line choice."
  },
  "elevation": {
    "score": 3,
    "explanation": "10,000 feet of climbing over 100 miles averages to steady, grinding elevation gain through Colorado high country. That's not crushing by Rockies standards, but it's legitimate work that will separate riders. The rolling mountain terrain means sustained climbs rather than short punchy walls."
  },
  "climate": {
    "score": 2,
    "explanation": "June in Kremmling at 8,000+ feet means afternoon thunderstorms, unpredictable mountain weather, and potentially brutal sun exposure on those exposed gravel flats. Research shows zero historical weather data or preparation guidance, which is concerning for an event marketing 'untamed adventure' in volatile conditions."
  },
  "altitude": {
    "score": 3,
    "explanation": "Kremmling sits around 8,000 feet, and you'll be climbing higher into proper thin-air territory on the longer courses. That's enough to matter if you're coming from sea level, but not debilitating like some Colorado events. Real mountain racing without the full oxygen debt penalty."
  },
  "logistics": {
    "score": 2,
    "explanation": "Parking split between West Grand High School and a separate K-8 lot suggests tight space management in a small town. On-site camping and packet pickup streamlines race morning, but rural Kremmling means limited lodging options and long drives from Denver. Course permitting uncertainty until race time is amateur hour."
  },
  "adventure": {
    "score": 3,
    "explanation": "Remote ranchlands, rolling mountains, and 85% gravel through BLM territory delivers legitimate Colorado backcountry experience. The 'untapped and untamed' marketing actually matches the terrain description for once. Long climbs and technical descents in high-altitude ranch country provides real adventure, not manufactured difficulty."
  }
}
