{
  "logistics": {
    "score": 2,
    "explanation": "Sunday 9h00 start on avenue du Texas sounds simple enough, with village départ at Meyrosse parking near Die tourism office. But they can't even confirm 2025 dates while already promoting 2026 - that's not confidence-inspiring organization. Basic French cyclosportive logistics, nothing more."
  },
  "length": {
    "score": 3,
    "explanation": "Saturday gravel options run 27km, 55km, and 75km with the main course hitting 62 miles. Multiple distance choices across the weekend format let you pick your challenge level. Solidly middle-distance without being a sprint or epic suffer-fest."
  },
  "technicality": {
    "score": 3,
    "explanation": "Drôme terrain delivers proper French countryside technical challenges without being stupid hard. New Baronnies parcours suggests they're exploring different difficulty levels, but no specific technical features mentioned. Expect varied surfaces and some bike handling, but nothing that requires special skills or equipment."
  },
  "elevation": {
    "score": 3,
    "explanation": "75km course delivers 1610m of climbing through Drôme terrain that includes vineyard sections offering 'un répit bienvenu' before the next chaotic section. Now runs on slopes opposite Glandasse at the foot of Châtillon vineyard. Respectable elevation gain that you'll feel without being punitive."
  },
  "climate": {
    "score": 2,
    "explanation": "September in Drôme remains unpredictable with no specific weather data available from race reports. The multi-day format suggests conditions can vary significantly across the weekend. Plan for anything and hope for the best in this region."
  },
  "altitude": {
    "score": 2,
    "explanation": "Drôme region elevation levels don't feature in rider reports, suggesting moderate altitude without drama. Course moved south to opposite slopes of Glandasse, indicating hill country rather than high mountain terrain. Reasonable elevation without oxygen concerns."
  },
  "adventure": {
    "score": 4,
    "explanation": "Course explores backcountry French terrain most international riders never see, now moved to opposite slopes of Glandasse. Riders finish knowing 'qu'ils ont survécu à l'édition 2023 de la Drômoise et qu'ils ont des histoires incroyables à raconter' - incredible stories guaranteed. Multi-day format lets you craft your own adventure level."
  },
  "prestige": {
    "score": 2,
    "explanation": "18th edition pulls 3450 riders across Europe with Titouan Carod as parrain offering 'bravo à l'organisation au top.' Regional cyclosportive with gravel components rather than destination race. Strong local following but limited international recognition beyond French cycling circles."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Atmosphere remains 'bon enfant, avec des coureurs échangeant des regards complices après avoir survécu à une descente périlleuse' - knowing glances after surviving perilous descents. Over 7000 people stay connected with the organization. Solid regional execution but can't confirm 2025 dates while already promoting 2026."
  },
  "experience": {
    "score": 3,
    "explanation": "Riders smile through 'les côtes, les descentes escarpées et les cailloux vicieux' knowing they survived with incredible stories to tell. Die provides authentic French village départ atmosphere. Course evolution to Châtillon vineyard terrain shows organizers developing the route experience."
  },
  "community": {
    "score": 2,
    "explanation": "Despite challenging conditions, riders exchange knowing glances after surviving perilous descents in good-natured atmosphere. Club cycliste de Die maintains contact with over 7000 people. Strong local French cycling community engagement but limited visible international gravel scene presence."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Titouan Carod serves as parrain praising organization rather than competing against serious field. 3450 participants across multiple distances and three days spreads the field thin. Regional cyclosportive format attracts recreational riders rather than competitive depth."
  },
  "value": {
    "score": 3,
    "explanation": "Multi-day festival format offers multiple course options across three days with Baronnies Friday, gravel Saturday, Diois Sunday. Free 47-page preparation guide with LABICYCLE partnership included. Entry fees unavailable but French cyclosportives typically price reasonably for what you get."
  },
  "expenses": {
    "score": 2,
    "explanation": "Die location in provincial Drôme keeps accommodation costs reasonable but limits luxury options. No major airport nearby requires driving or multiple connections. 18th edition suggests basic logistics are sorted but expect regional French standards rather than tourist amenities."
  }
}
