{
  "prestige": {
    "score": 2,
    "explanation": "18 editions deep and pulling 3450 riders from across Europe, but nobody outside France gives a damn. Titouan Carod shows up as the token 'parrain' - not exactly your Unbound pro field. It's a regional cyclosportive with gravel bolted on, not a destination race that moves the needle internationally."
  },
  "race_quality": {
    "score": 2,
    "explanation": "They're trying - added new Baronnies parcours and an Ultra weekend format in 2024. But the fact that they can't even nail down 2025 dates while promoting a 47-page preparation guide screams organizational confusion. When your biggest endorsement is a local rider saying the organization is 'au top,' you're setting the bar pretty low."
  },
  "experience": {
    "score": 3,
    "explanation": "Die makes a decent village départ from parking de Meyrosse, and the Drôme region delivers proper French countryside without the tourist circus. Multiple parcours options across the weekend gives you choices, but the experience caps out at regional charm. It's authentic France, just not particularly memorable France."
  },
  "community": {
    "score": 2,
    "explanation": "3450 riders sounds impressive until you realize it's spread across multiple events and distances over a weekend. The 'homage to Drômoises people' feels more like local civic pride than genuine gravel culture. No visible online community, no rider reports worth mentioning - it exists in a French bubble."
  },
  "field_depth": {
    "score": 1,
    "explanation": "When your biggest name is Titouan Carod giving organizational compliments, you know the competitive depth is shallow. This is a cyclosportive masquerading as a gravel race - expect dentists and retirees, not anyone who'll push you beyond your comfort zone. The field size is quantity, not quality."
  },
  "value": {
    "score": 3,
    "explanation": "Can't judge entry fees since they won't publish them, but French cyclosportives typically price reasonably. You get multiple parcours options, Drôme scenery, and apparently a free 47-page guide that probably tells you things you already know. Decent bang for buck if you're already in the region."
  },
  "expenses": {
    "score": 2,
    "explanation": "Die isn't exactly a tourism hotspot, which keeps lodging costs down but limits your options. No major airport nearby means you're driving or taking multiple connections to get here. The 18th edition suggests they've figured out basic logistics, but don't expect luxury - this is provincial France."
  },
  "length": {
    "score": 3,
    "explanation": "62 miles hits the sweet spot for most riders - long enough to matter, short enough to not wreck your weekend. Multiple distance options across the weekend format means you can pick your poison. It's neither a sprint nor an epic, just solidly middle-of-the-road challenging."
  },
  "technicality": {
    "score": 3,
    "explanation": "Drôme terrain delivers proper French countryside technical challenges without being stupid hard. New Baronnies parcours suggests they're exploring different difficulty levels, but no specific technical features mentioned. Expect varied surfaces and some bike handling, but nothing that requires special skills or equipment."
  },
  "elevation": {
    "score": 3,
    "explanation": "5500 feet over 62 miles works out to respectable climbing without being punitive. That's about 90 feet per mile - you'll feel it but it won't destroy you. Drôme region provides legitimate hills, just not Alpine suffering. Solid elevation for the distance."
  },
  "climate": {
    "score": 2,
    "explanation": "September in Drôme can go either way - could be perfect autumn weather or surprise you with heat or rain. No weather data available, which tells you all you need to know about how unpredictable it is. Plan for anything and hope for the best."
  },
  "altitude": {
    "score": 2,
    "explanation": "Drôme sits at reasonable elevations - you won't be gasping for oxygen but you're not at sea level either. No specific altitude data available, which suggests it's not high enough to matter for most riders. Moderate elevation without the drama."
  },
  "logistics": {
    "score": 2,
    "explanation": "Sunday 9h00 start on avenue du Texas sounds simple enough, with village départ at Meyrosse parking near Die tourism office. But they can't even confirm 2025 dates while already promoting 2026 - that's not confidence-inspiring organization. Basic French cyclosportive logistics, nothing more."
  },
  "adventure": {
    "score": 4,
    "explanation": "New Baronnies parcours and Ultra weekend format show they're pushing boundaries beyond typical cyclosportive fare. Drôme region delivers proper backcountry French terrain that most international riders never see. Multiple parcours over the weekend means you can craft your own adventure level, and the 'curseurs du possible' edito suggests they get what gravel should be about."
  }
}
