{
  "prestige": {
    "score": 2,
    "explanation": "Debuted in 2016 but appears to have died as an organized race by 2023, now relegated to self-supported bikepacking status. No notable pro field or winners mentioned, and zero race coverage or media presence found. The WWII Resistance tribute is meaningful, but prestige requires staying alive as an actual event."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Hard to rate race quality when the race appears defunct. No data on field size, cutoff times, aid stations, or organization quality available. The course itself has merit with proper HC climbs and the brutal 6.8km ascent to Plateau des Glieres averaging over 10%, but race execution remains a mystery."
  },
  "experience": {
    "score": 4,
    "explanation": "Starting on Lake Annecy's beach in Talloires and finishing at the National Monument to La Resistance creates genuine emotional weight. The Route de la Soif offers Mont Blanc panoramas, and that 10%+ gradient climb to Glieres Plateau delivers real suffering with historical meaning. Even if the organized race is dead, the route itself provides transformative alpine gravel."
  },
  "community": {
    "score": 3,
    "explanation": "The WWII Resistance tribute creates deeper purpose than typical gravel marketing fluff, honoring fighters' last stand on Glières Plateau. La Petite route shows consideration for different ability levels. However, with the organized event apparently defunct and zero rider reviews or community presence found, it's more historical respect than active community."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No field size data, no notable past winners identified, zero pro participation mentioned. The race launched in 2016 but never gained traction in the competitive gravel scene before apparently folding. French Alps location should attract strong climbers, but there's no evidence it ever did."
  },
  "value": {
    "score": 3,
    "explanation": "Can't assess entry fees since the organized race appears dead and no cost data exists. The route itself delivers genuine HC climbing through Aravis mountains and historically significant terrain. If you're riding it self-supported, the only cost is getting to the French Alps and dealing with that reality."
  },
  "expenses": {
    "score": 2,
    "explanation": "French Alps location means expensive everything - flights, lodging around Lake Annecy tourist zone, meals, transport. No specific logistics info available, but Talloires is prime real estate territory. The organized race being defunct actually makes it worse - you get all the alpine costs without race support infrastructure."
  },
  "length": {
    "score": 3,
    "explanation": "65 miles sits in that middle zone - not a quick suffer-fest, not an epic endurance test. The related 3-day Tour de la Resistance covers 283km with over 10,000m of climbing, showing the single-day version is the restrained option. Reasonable distance for the alpine terrain and elevation gain involved."
  },
  "technicality": {
    "score": 2,
    "explanation": "Mix of road climbs and gravel sectors, but no surface breakdown data available. The bikepacking version mentions some hike-a-bike sections and requires 42-45mm tires, suggesting moderate technical demands. More about sustained climbing power than bike handling skills, though high-altitude gravel adds some complexity."
  },
  "elevation": {
    "score": 4,
    "explanation": "5,500 feet of gain in 65 miles creates relentless climbing density. The HC Col de l'Arpettaz and Route de la Soif, plus that savage 6.8km ascent to Glieres averaging over 10%, delivers legitimate alpine suffering. This isn't rolling hills pretending to be mountains - it's proper French Alps punishment."
  },
  "climate": {
    "score": 3,
    "explanation": "September timing in Haute Savoie offers reasonable weather odds, avoiding peak summer heat and winter conditions. High-altitude alpine location means weather can change rapidly and temperatures drop significantly on climbs. No specific weather incidents or historical conditions reported, but this is serious mountain territory where conditions matter."
  },
  "altitude": {
    "score": 3,
    "explanation": "French Alps location guarantees significant elevation, though specific starting and maximum altitudes aren't provided. The Plateau des Glieres and surrounding Aravis mountains reach serious heights. Not Leadville-level oxygen debt, but enough alpine elevation to affect performance and add weather complexity."
  },
  "logistics": {
    "score": 2,
    "explanation": "Zero logistics information available - no data on parking, packet pickup, nearest airports, or lodging strategy. Starting in Talloires on Lake Annecy sounds picturesque until you need to actually get there and find somewhere to stay that won't bankrupt you. The organized race being defunct makes logistics entirely your problem."
  },
  "adventure": {
    "score": 4,
    "explanation": "Riding to the National Monument where Resistance fighters made their last stand creates genuine historical gravity. The Route de la Soif with Mont Blanc views and that brutal Glieres ascent deliver real alpine adventure beyond typical gravel tourism. Even as a self-supported mission, this route offers transformative French Alps experience with meaningful purpose."
  }
}
