{
  "prestige": {
    "score": 2,
    "explanation": "It's New Zealand's largest cycling event in its 47th year, so locals know it exists. But zero mention of pro fields or international recognition in the gravel world. The 4.0/5 rating from exactly one person on 10times tells you everything about its global reach."
  },
  "race_quality": {
    "score": 3,
    "explanation": "They've got the basics sorted after 47 years—water stations, mechanical support, drop bag service, secure bike parking. The Great Lake Centre setup in Taupo provides proper event infrastructure. But this isn't really a gravel race at all—it's road and MTB with multiple distance options trying to be everything to everyone."
  },
  "experience": {
    "score": 3,
    "explanation": "15,000 visitors descending on Taupo creates proper event atmosphere around Lake Taupō's scenic loop. The pine forests and native bush on MTB routes deliver legitimate New Zealand scenery. Just don't expect gravel adventure when you're mostly on pavement or singletrack."
  },
  "community": {
    "score": 3,
    "explanation": "Nearly five decades of operation builds local cycling tradition, and they actively promote weekend family participation. The multiple distance options from 16km Lakesider to full lake loop cater to different abilities. But with no rider quotes or forum chatter found, the passionate community buzz remains invisible."
  },
  "field_depth": {
    "score": 3,
    "explanation": "Multiple race categories and 47 years of history suggest decent local participation. The various distance options from leisurely 16km to full century attract different rider levels. Zero data on actual field sizes or competitive depth means you're gambling on who shows up."
  },
  "value": {
    "score": 3,
    "explanation": "$194-224 NZD for the main event isn't highway robbery for a century ride with full support. Transport to remote start points and event infrastructure justify moderate pricing. But you're paying road race prices for what's marketed as multiple experiences without clear delivery on any single discipline."
  },
  "expenses": {
    "score": 1,
    "explanation": "Getting to Taupo means flying into Auckland then 3-4 hours driving, or gambling on tiny Taupo airport connections. November is peak spring season so accommodation gets expensive fast. The $40 transport fee to reach some start points adds insult to the international travel injury."
  },
  "length": {
    "score": 4,
    "explanation": "The 100-mile distance delivers proper endurance challenge whether you choose Great Lake 100 MTB or the full lake road loop. Multiple century options mean you get legitimate distance regardless of surface preference. Four hours minimum saddle time separates tourists from cyclists."
  },
  "technicality": {
    "score": 2,
    "explanation": "MTB options through pine forests and native bush offer some technical challenge, but road segments around the lake are just pavement grinding. No specific technical features or named climbs mentioned in course descriptions. This is endurance volume, not skills testing."
  },
  "elevation": {
    "score": 2,
    "explanation": "4,000 feet over 100 miles averages 40 feet per mile—rolling terrain, not mountain suffering. Starting from Taupo at 1,170 feet means modest altitude with gentle undulations around the lake. Enough climbing to feel it in your legs, not enough to break you."
  },
  "climate": {
    "score": 3,
    "explanation": "Late November puts you in New Zealand spring with generally stable conditions around Lake Taupō. No historical weather disasters reported, suggesting predictable riding conditions. The lake effect moderates temperature extremes, though spring weather can surprise you anywhere."
  },
  "altitude": {
    "score": 1,
    "explanation": "Taupo sits at 1,170 feet—basically sea level for altitude training purposes. You'll breathe normally and blame your suffering on fitness, not thin air. Zero altitude adaptation needed unless you're coming from Death Valley."
  },
  "logistics": {
    "score": 2,
    "explanation": "Packet pickup only Friday 12pm-8pm at Great Lake Centre forces tight travel timing with no Saturday backup. Remote start points require included transport to Waihaha, adding complexity and schedule dependence. 47 years of experience shows in support infrastructure, but international accessibility remains limited."
  },
  "adventure": {
    "score": 3,
    "explanation": "Circumnavigating New Zealand's largest lake delivers genuine scenery through native bush and volcanic landscape. The scale of 15,000 visitors transforming Taupo creates proper event adventure. But adventure requires uncertainty, and this feels more like organized tourism around pretty scenery."
  }
}
