{
  "logistics": {
    "score": 3,
    "explanation": "Oconomowoc provides reasonable access via Highway 94 from Milwaukee or Madison, with adequate parking and small-town infrastructure. However, without documented race organization, actual logistics execution remains completely unverified."
  },
  "length": {
    "score": 3,
    "explanation": "70 miles hits the sweet spot for serious gravel without crossing into sufferfest territory. It's long enough to separate recreational riders from committed racers, but short enough to avoid the logistical nightmare of ultra-distance events."
  },
  "technicality": {
    "score": 2,
    "explanation": "Wisconsin lake country runs mostly agricultural roads with occasional rolling terrain. The area features what riders describe as \"some of the best crushed gravel trails around\" through forest preserves, offering consistent surfaces rather than technical rock gardens or challenging descents."
  },
  "elevation": {
    "score": 2,
    "explanation": "3200 feet over 70 miles averages just 46 feet per mile - barely noticeable rolling terrain. Wisconsin's glaciated landscape provides gentle undulation but nothing approaching mountain or serious hill country elevation profiles."
  },
  "climate": {
    "score": 3,
    "explanation": "Wisconsin summer weather can deliver anything from perfect 70-degree mornings to humid 90-degree sufferfests with afternoon thunderstorms. The variability keeps things interesting, but humidity and potential weather changes require preparation."
  },
  "altitude": {
    "score": 1,
    "explanation": "Oconomowoc sits around 900 feet above sea level - essentially flat terrain for altitude considerations. Zero impact on breathing, pacing, or performance from elevation effects."
  },
  "adventure": {
    "score": 2,
    "explanation": "The forest preserve gravel trails can be linked together through lake country terrain, providing decent scenery through agricultural areas. It's countryside riding that's safe and predictable rather than wilderness adventure."
  },
  "prestige": {
    "score": 1,
    "explanation": "This race doesn't appear in major gravel databases or cycling community discussions. While the area features quality crushed gravel trails, the event lacks the online footprint and competitive recognition of established gravel races."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Without verifiable race organization details, course marking standards, or participant feedback, this gets a basement score. The 70-mile distance suggests ambition, but execution quality remains completely unknown."
  },
  "experience": {
    "score": 2,
    "explanation": "Oconomowoc sits in decent lake country terrain, but with no documented aid stations, course features, or participant services, the experience defaults to self-supported ride. The area has potential with its rolling farmland."
  },
  "community": {
    "score": 3,
    "explanation": "Wisconsin gravel scenes generally deliver solid Midwestern hospitality and the Oconomowoc area supports other endurance events like triathlons. Small-town Wisconsin knows how to handle cyclists, even if this specific event lacks documented community engagement."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Zero documented competitive field or results means this attracts nobody worth racing against. Without published results or presence in competitive cycling databases, the racing field remains unknown."
  },
  "value": {
    "score": 4,
    "explanation": "Wisconsin pricing typically runs reasonable compared to destination events. The 70-mile distance delivers solid mileage for your money, and Wisconsin events traditionally skip the premium pricing of more prestigious races."
  },
  "expenses": {
    "score": 3,
    "explanation": "Oconomowoc sits close to Milwaukee and Madison, providing decent lodging options without resort pricing. Wisconsin generally keeps accommodation and food costs reasonable, though weekend rates near lake areas can bump up slightly during summer."
  }
}
