{
  "logistics": {
    "score": 3,
    "explanation": "St. George Regional Airport (10 miles) has limited flights, so most fly to Las Vegas (2 hours). Multiple shuttle services available including Salt Lake Express and St. George Shuttle, but adds complexity and $45+ cost. Good hotel options in St. George including cyclist-friendly LOGE property."
  },
  "length": {
    "score": 4,
    "explanation": "Race director Corey Godfrey notes 'riders must either carry everything they need for the day or resupply at our mandatory checkpoints' with no outside assistance allowed. The self-sufficiency requirement and technical terrain make 84 miles ride significantly longer than typical gravel events."
  },
  "technicality": {
    "score": 5,
    "explanation": "Among the most technical gravel races in existence. Mandatory dismounts, rock gardens, sandy washes, slickrock, and the infamous Rollers of Doom. 80% off-road with singletrack sections requiring pre-riding. Course includes Bear Claw Poppy trail early and technical Zen Trail section."
  },
  "elevation": {
    "score": 4,
    "explanation": "Godfrey describes the terrain: 'You can be in the middle of Lincoln and in 10 to 15 minutes be on gravel in the country. The elevation can also vary. To the northwest of Lincoln are the Bohemian Alps, which have a lot of rolling hills.' 9,000 feet of climbing across multiple ridges creates relentless demands."
  },
  "climate": {
    "score": 3,
    "explanation": "March in southern Utah offers generally pleasant conditions (highs 65-72F) but the desert is fickle. Morning starts in upper 30s require layering, and overnight rain has forced last-minute course changes in past editions. Generally sunny with 9-11 hours of daylight."
  },
  "altitude": {
    "score": 2,
    "explanation": "Never exceeds 5,000 feet elevation despite community data mentioning 11,000 ft (likely referring to climbing total, not altitude). Minimal altitude impact on performance - one of the few mercies this course offers riders."
  },
  "adventure": {
    "score": 5,
    "explanation": "Stunning convergence of three distinct ecosystems - red sandstone formations, white cliffs, ancient volcanic remnants. The course traverses Mojave Desert, Great Basin, and Colorado Plateau meeting point with otherworldly desert vegetation. Universally praised as bucket-list beautiful terrain."
  },
  "prestige": {
    "score": 3,
    "explanation": "Godfrey aimed to create an event with a 'polished, grassroots vibe' rather than carnival atmosphere. NUE Series opener brings credibility and attracts strong regional competition. Growing recognition as one of the most technically demanding gravel courses in North America."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Race director Cimarron Chacon brings 15+ years of experience and helped design many course segments herself. Godfrey notes the most satisfying part is 'seeing someone dig deep and accomplish something they weren't sure they could do at the start.' Professional organization with local expertise."
  },
  "experience": {
    "score": 5,
    "explanation": "The combination of technical demands and otherworldly scenery creates unforgettable racing. Small town start/finish with expo and live music adds character. 250-person cap creates intimate atmosphere where 'shared suffering of technical terrain bonds finishers in a unique way.'"
  },
  "community": {
    "score": 4,
    "explanation": "Godfrey's philosophy centers on accessibility: 'If you wanted to join the team or participate in an event, all you had to do was show up and ride.' The 'pirate theme' promotes events without sanctioning body barriers. Strong local community investment from founder-led organization creates welcoming atmosphere."
  },
  "field_depth": {
    "score": 3,
    "explanation": "NUE Series connection attracts endurance talent with past winners including Colin Strickland, Rebecca Rusch, and Neil Shirley. Godfrey notes 'the level of competition and the prestige of being a World Champion keeps the Elite riders coming back' but field remains regionally focused."
  },
  "value": {
    "score": 4,
    "explanation": "Outstanding course quality and organization for the price. The deliberate grassroots approach avoids carnival-like spectacle but delivers meaningful race experience. You're paying for access to one of the most unique and technically demanding gravel courses available."
  },
  "expenses": {
    "score": 3,
    "explanation": "Utah location requires travel investment. Las Vegas flight plus shuttle services like Salt Lake Express ($45+) or rental car adds up. St. George hotels reasonable ($100-200/night range). Total trip likely $800-1,200 depending on travel choices and accommodation preferences."
  }
}
