{
  "prestige": {
    "score": 2,
    "explanation": "Seven editions deep and Lauf calls this 'UK's premier gravel race,' which tells you how thin the UK gravel scene really is. No mention of pro fields, prize money, or anyone notable showing up to Rhandirmwyn. It's a solid regional event trying to punch above its weight in the Cambrian Mountains."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Three days, 128km total with proper timed stages through Esgair Dafydd and around Llyn Brianne — the bones are there. But vague course details, no cutoff times listed, and zero rider feedback in seven years suggests this hasn't hit its stride. The 70% off-road promise sounds right for Wales, execution unknown."
  },
  "experience": {
    "score": 3,
    "explanation": "Timed descents through Tywi Forest and that Llyn Brianne dam wall finish will make you remember why you bought a gravel bike. The Cambrian Mountains deliver proper wilderness, and splitting 3000m of climbing across three days keeps it manageable. Just don't expect much hand-holding between the start line and that feed station overlooking Tregaron."
  },
  "community": {
    "score": 3,
    "explanation": "Campsite opens Friday and stays live through Monday morning — classic multi-day gravel vibe where you're stuck with each other. Gates lock at 22:00, so you're committed to the scene whether you like it or not. Small field probably means everyone knows everyone by Sunday, for better or worse."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No field size data, no notable finishers mentioned, no prize money to draw talent. 'Open to all off-road bikes' suggests they're happy to take anyone's £120. Regional event pulling from Wales and maybe western England — depth comes from the hills, not the competition."
  },
  "value": {
    "score": 2,
    "explanation": "£120 for three days of racing through proper Welsh wilderness isn't highway robbery, but it's not a bargain either. You get camping included and some feed stations, but compare that to what £120 gets you at established events. Decent value if you need the Cambrian Mountains experience specifically."
  },
  "expenses": {
    "score": 2,
    "explanation": "Rhandirmwyn isn't exactly metropolitan — you're driving hours from any major city and camping because lodging options are thin. Factor fuel, gear for three-day camping, and the reality that you're in rural Wales where everything costs more. Budget accordingly or stay home."
  },
  "length": {
    "score": 3,
    "explanation": "128km across three days hits the sweet spot — enough to hurt without destroying your weekend. The 73km Saturday with 1700m of climbing will sort you out, then Sunday's 55km with 1300m finishes what Saturday started. Smart pacing for the weekend warrior crowd."
  },
  "technicality": {
    "score": 3,
    "explanation": "Cambrian Mountains don't mess around — those descents into Llyn Brianne and the terrain around Cwm Berwen will test your bike handling. 'Thrilling descents and tough tests' through Welsh wilderness means rocky, rooty, and unforgiving when you get it wrong. Real gravel, not graded fire roads."
  },
  "elevation": {
    "score": 4,
    "explanation": "3000m over 128km in the Cambrian Mountains — this is why you came to Wales. Saturday's 1700m across 73km will have you questioning your gearing choices, and Sunday's 1300m ensures no easy finish. Those climbs through Esgair Dafydd and Esgair Ganol are legitimate Welsh mountain passes that don't care about your FTP."
  },
  "climate": {
    "score": 2,
    "explanation": "June in the Cambrian Mountains means you're rolling the dice on Welsh weather — could be brilliant, could be biblical. No historical weather data available, but camping at elevation in Wales requires gear for every scenario. Pack for rain, hope for sun, expect both."
  },
  "altitude": {
    "score": 1,
    "explanation": "The Cambrian Mountains aren't the Alps — you're talking Welsh hills, not oxygen debt. Even the highest points won't challenge your red blood cell count. Elevation here means climbing, not altitude sickness."
  },
  "logistics": {
    "score": 2,
    "explanation": "Registration Friday afternoon and early Saturday morning, gates that lock at 22:00, camping that opens Friday noon. Basic setup for a multi-day event, but no airport info, limited lodging intel, and you're in rural Carmarthenshire where backup plans are scarce. Plan ahead or suffer the consequences."
  },
  "adventure": {
    "score": 3,
    "explanation": "Three days camping in the Cambrian Mountains, riding terrain that defines Welsh gravel, timed stages through places like Cwm Berwen that most cyclists never see. It's proper adventure cycling without the manufactured drama — just you, the hills, and whatever weather Wales decides to throw. Real wilderness, real consequences."
  }
}
