{
  "prestige": {
    "score": 3,
    "explanation": "Respected technical gravel test with strong reputation among experienced riders. NUE Series opener brings credibility. Not yet major series level but growing recognition as one of the gnarliest gravel courses in North America."
  },
  "race_quality": {
    "score": 4,
    "explanation": "GRO Promotions brings 15+ years of experience and genuine local expertise. Race director Cimarron Chacon designed and authorized many course segments herself. Weather has forced past course changes but organization handles it professionally."
  },
  "experience": {
    "score": 5,
    "explanation": "Unforgettable for anyone who finishes. The combination of technical demands, physical suffering, and otherworldly scenery creates a race that haunts your dreams. Small town start/finish with expo and live music adds character."
  },
  "community": {
    "score": 4,
    "explanation": "250-person cap creates intimate racing atmosphere versus mass-start chaos. Strong local community investment from founder-led organization. The shared suffering of technical terrain bonds finishers in a unique way."
  },
  "field_depth": {
    "score": 3,
    "explanation": "Attracts strong regional competition and technical specialists. NUE Series connection brings endurance talent. Not elite pro-dominated field but quality depth among those who seek out technical gravel challenges."
  },
  "value": {
    "score": 4,
    "explanation": "Outstanding course quality and organization for the price. Smaller event means less expo spectacle but more meaningful race experience. You're paying for one of the most unique gravel courses on the planet."
  },
  "expenses": {
    "score": 3,
    "explanation": "Utah location requires travel investment. Las Vegas flight plus shuttle or rental adds up. St. George hotels are reasonable ($100-200/night range). Total trip likely $800-1,200 depending on travel choices."
  },
  "length": {
    "score": 4,
    "explanation": "84 miles officially, but the brutal technical terrain makes it ride like 100+ miles. Course multiplier is real - 5 miles here equals 10 at easier venues."
  },
  "technicality": {
    "score": 5,
    "explanation": "Among the most technical gravel races in existence. Mandatory dismounts, rock gardens, sandy washes, slickrock, and the infamous Rollers of Doom. 80% off-road with genuine singletrack sections requiring pre-riding."
  },
  "elevation": {
    "score": 4,
    "explanation": "9,000 feet of relentless climbing across 4 different ridges. The continuous up-and-down profile with chunky uphill rock faces demanding hard power surges makes this elevation count double."
  },
  "climate": {
    "score": 3,
    "explanation": "March in southern Utah offers generally pleasant conditions (highs 65-72F) but the desert is fickle. Morning starts in upper 30s require layering, and overnight rain has forced last-minute course changes in past editions."
  },
  "altitude": {
    "score": 2,
    "explanation": "Never exceeds 5,000 feet elevation. Minimal altitude impact on performance - one of the few mercies this course offers."
  },
  "logistics": {
    "score": 3,
    "explanation": "St. George Regional Airport (10 miles) has limited flights, so most fly to Las Vegas (2 hours). Shuttle services available but adds complexity. Good hotel options in St. George including cyclist-friendly LOGE property."
  },
  "adventure": {
    "score": 5,
    "explanation": "Stunning convergence of three distinct ecosystems - red sandstone formations, white cliffs, ancient volcanic remnants, and otherworldly desert vegetation. Universally praised as bucket-list beautiful, if brutally demanding."
  }
}
