{
  "prestige": {
    "score": 5,
    "explanation": "UCI Gravel World Series status draws an international field to the North Shore. 2,000+ riders make this one of the biggest gravel events in the Midwest, and Minnesota cycling culture runs deep. The race has carved out prestige in just a few years—that doesn't happen by accident."
  },
  "race_quality": {
    "score": 4,
    "explanation": "The course hits Minnesota's best terrain—Gunflint Trail, Lake Superior overlooks, Northwoods forest roads. Multiple aid stations and solid organization handle the massive field without major disasters. 5% DNF rate in good conditions shows it's challenging but fair, not artificially brutal."
  },
  "experience": {
    "score": 5,
    "explanation": "Grand Marais is a perfect race town with breweries, restaurants, and Lake Superior as your backdrop. The route showcases the North Shore at its peak—spring foliage, scenic overlooks, iconic roads like Gunflint Trail. This is destination racing done right, not just suffering in a cornfield."
  },
  "community": {
    "score": 4,
    "explanation": "Minnesota nice meets international UCI field—friendly Midwestern vibe with serious competition. 2,000+ riders create pack racing dynamics early but riders report good post-race scene in Grand Marais. Large fields can dilute community feel, but the setting and local culture compensate."
  },
  "field_depth": {
    "score": 5,
    "explanation": "UCI Gravel World Series status brings international talent to Minnesota. 2,000+ rider field is massive by gravel standards, creating actual pack racing for 20-30 miles. The depth matters when you're getting spit out the back at mile 25 because European pros decided to light it up."
  },
  "value": {
    "score": 4,
    "explanation": "Registration runs $90-$140 depending on distance—reasonable for a UCI event with this level of organization. You're paying for professional event management, multiple aid stations, and access to some of Minnesota's most scenic roads. The Grand Marais destination factor adds value beyond just the race."
  },
  "expenses": {
    "score": 4,
    "explanation": "Grand Marais is a tourist town, so lodging books up 2-3 months ahead and isn't cheap. Nearest major airport is Duluth (2 hours) or Minneapolis (4+ hours)—plan on a rental car. State park camping options help budget-conscious riders, but this isn't a cheap weekend."
  },
  "length": {
    "score": 4,
    "explanation": "110 miles is distance that separates tourists from cyclists. Riders report underestimating the distance as a major DNF factor—it's long enough to punish poor pacing and nutrition mistakes. The 5,000 feet of elevation makes every mile count twice."
  },
  "technicality": {
    "score": 3,
    "explanation": "70% gravel forest roads with 10% doubletrack technical sections—riders say 38-40mm tires handle it fine. The technical doubletrack hits at miles 75-85 when you're already cooked, making rooty, rocky sections harder than they should be. Smoother than Heck of the North but not a highway."
  },
  "elevation": {
    "score": 3,
    "explanation": "5,000 feet over 110 miles isn't mountain gravel, but it's constant rolling North Shore terrain that wears you down. Lake Superior Overlook climb at mile 40 and Gunflint Trail rollers (miles 50-70) are the main suffering zones. Enough climbing to matter, not enough to define the race."
  },
  "climate": {
    "score": 3,
    "explanation": "Late May in Minnesota is a gamble—45-65°F range with 20-30% rain chance and Lake Superior making everything colder. 2024 was perfect (48-62°F), 2023 was muddy from pre-race rain. Spring weather is unpredictable, and that lake effect wind cuts through everything."
  },
  "altitude": {
    "score": 1,
    "explanation": "Grand Marais sits at lake level on Lake Superior. This is Minnesota, not Colorado—altitude is a non-factor unless you're worried about being below sea level. Your lungs will work fine; your legs might not."
  },
  "logistics": {
    "score": 3,
    "explanation": "Duluth airport is 2 hours away, Minneapolis is 4+ hours—this isn't convenient for most riders. Grand Marais lodging books fast in a small tourist town, creating pressure. Day-of packet pickup and downtown start/finish help, but getting there and staying there takes planning."
  },
  "adventure": {
    "score": 4,
    "explanation": "The North Shore of Lake Superior is beautiful—spring foliage, lake overlooks, dense Northwoods terrain. Gunflint Trail and forest roads take you into proper Minnesota wilderness, not suburban gravel paths. This feels like an expedition, not a criterium on dirt."
  }
}
