{
  "prestige": {
    "score": 5,
    "explanation": "The most famous mountain bike race in America. 30-year history. Lance Armstrong's 2009 win put it on the global map. The belt buckle is the most coveted finisher award in cycling. Part of Lifetime Grand Prix."
  },
  "race_quality": {
    "score": 5,
    "explanation": "Professionally organized by Lifetime. Proper aid stations with crew access. Wave starts to manage 1,800 riders. Good course marking. The lottery system and high demand create quality-of-field effect. As Hydration Packs vs. Bottles puts it: \"All three of our finishers agreed that none of them would use a hydration pack in the first half of the race. The temps are cool and there are plenty of opportunities to refill along the course.\""
  },
  "experience": {
    "score": 5,
    "explanation": "Bucket-list defining. The belt buckle tradition (sub-12 silver, sub-9 big buckle) creates shared goals. The Powerline hike-a-bike, Columbine summit, red carpet finish—these moments become stories you tell forever."
  },
  "community": {
    "score": 5,
    "explanation": "The 'Queen of Pain' ethos set by founder Ken Chlouber. 'You're better than you think you are' is the mantra. Strong crew support culture. DFL finishers are celebrated. It's a tribe."
  },
  "field_depth": {
    "score": 5,
    "explanation": "LTGP brings the world's best: Keegan Swenson, Sofia Gomez Villafañe, plus ex-WorldTour pros. But the 12-hour cutoff means amateurs share the course with elites. The field is deep at all levels. Elite-level competition, on par with Belgian Waffle Ride San Diego. As Michael Macatula puts it: \"Pre-riding the first third of the course on the second day of altitude acclimation proved a sobering reality; I kept thinking 'Who was I kidding thinking I could finish this race in under 10 hours?!?!...\""
  },
  "value": {
    "score": 3,
    "explanation": "$575 is expensive—one of the most costly gravel/MTB entries. The lottery system means you might not even get in. But for those who earn a buckle, the value is priceless."
  },
  "expenses": {
    "score": 3,
    "explanation": "Leadville lodging is scarce and expensive during race week. Denver flights plus 2-hour drive. Crew support adds logistics costs. Budget $1,000+ beyond entry for a race-week trip. Similar expense level to Belgian Waffle Ride San Diego."
  },
  "logistics": {
    "score": 3,
    "explanation": "Getting into Leadville is like winning the lottery—literally. Over 5,000 people chase roughly 1,600 spots through a December lottery system, with backup qualifier races if you miss out. Once you're in, the $575 entry fee auto-charges your card and you're committed to showing up in remote Leadville, Colorado where everything revolves around race weekend but accommodation fills up fast. As Victoria Weeks puts it: \"This race signifies more than a mythical cycling event or physical challenge. The aspiration to finish in twelve hours, to earn the small belt buckle and the finisher's medal, isn't driven by bragging...\""
  },
  "length": {
    "score": 5,
    "explanation": "One hundred miles through the Colorado Rockies, though GPS tells the truth—you're actually riding closer to 104 miles by the time you hit the finish line routing. Twelve hours to complete it or you don't get the coveted finisher's buckle. This isn't some gentle century ride; it's a suffer-fest that separates tourists from cyclists. Among the longest in gravel, comparable to Badlands. As Rachel Hwang puts it: \"Every time someone passed me, I told myself there was 105 miles of this, and to not make the mistake of burning myself out too early.\""
  },
  "technicality": {
    "score": 4,
    "explanation": "The course throws technical challenges at you—Powerline descent, Pipeline climbs, and rocky sections that demand bike handling skills beyond just grinding watts. But this isn't Moab slickrock or North Shore stunts; it's mountain trail riding that rewards smart line choice and descending confidence more than trials bike wizardry. Technical enough to punish the unprepared, manageable enough that fitness matters more than fear. More technical than most — comparable to Belgian Waffle Ride San Diego. As Rachel Hwang puts it: \"I had started out with 23/25PSI front/back and was so extremely saddle sore. When I got to the rest stop before the large climb, I let out about 5PSI per tire and it felt infinitely better and comfier...\""
  },
  "elevation": {
    "score": 5,
    "explanation": "Roughly 12,000 feet of climbing packed into 100 miles—that's 120 feet per mile average, but the reality hits harder on climbs like Columbine Mine. You're grinding uphill for hours, not just tackling a few punchy climbs. The relentless vertical gain breaks legs and spirits; there's no hiding from the math when every mile averages more elevation than most people climb in a weekend ride. Among the hilliest in gravel, comparable to Badlands. As Victoria Weeks puts it: \"The steepest part of the grade is around 13%, with an average of 6.3%. The road continued disintegrating beneath us, with ruts, loose dirt, and large rocks becoming our surface.\""
  },
  "climate": {
    "score": 4,
    "explanation": "Historical weather data shows average highs of 68°F and lows of 40°F, with a 57% chance of rain on any given day. August in the Colorado Rockies means you start in pre-dawn cold and finish in afternoon heat, but altitude keeps temperatures manageable compared to desert races. Weather can turn fast above treeline—thunderstorms, hail, or blazing sun within hours of each other. The thin air dries you out faster than sea level, but you won't be melting in 110-degree furnace conditions like Arizona summer races. Milder conditions than Crusher in the Tushar."
  },
  "altitude": {
    "score": 5,
    "explanation": "Starting at 10,152 feet and climbing to 12,424 feet at Columbine Mine—this is high-altitude suffering where every breath delivers less oxygen. Most people live at sea level; here you're racing where the air is 40% thinner than your lungs expect. Altitude sickness isn't theoretical—it's the invisible hand choking your power output for hours on end. Among the highest-altitude events in gravel, on par with Badlands. As Coach Sophie Evans puts it: \"If you don't live at altitude, your best defense (and offense) for the high altitude is to get as fit as you possibly can.\""
  },
  "adventure": {
    "score": 5,
    "explanation": "This is the race that made ultra-endurance cycling mainstream, where finishing earns you a belt buckle and bragging rights. You're riding through Colorado wilderness, hitting historic mining territory, and joining a select group—only those who survive 12 hours in the thin air get the buckle. The sub-9-hour 'big buckle' is cycling's version of a black belt; maybe 150-200 riders out of 1,600 starters earn it each year."
  }
}
