{
  "logistics": {
    "score": 3,
    "explanation": "525 South State Street provides clear start location with 8:00 AM timing. One elite rider battled mental demons early: \"You don't have the fitness. You're tired. Sleep Apnea sucks. It's too hot. I can't hold this pace.\" Multiple years of documented races suggests stable organization."
  },
  "length": {
    "score": 4,
    "explanation": "100 miles creates psychological warfare as much as physical suffering. One rider popped off the lead group at mile 11, formed a team time trial partnership, and still podiumed. \"Having this mutual agreement was clutch\" when distance demands cooperation over competition."
  },
  "technicality": {
    "score": 2,
    "explanation": "Course features smooth sections on road sides with rough gravel in the middle. Coach_Theia advises staying \"on the far right or far left sides, in the smooth section and close to the grass\" with exit strategies. Navigation matters more than advanced bike handling skills."
  },
  "elevation": {
    "score": 2,
    "explanation": "3000 feet over 100 miles creates sustained effort rather than dramatic climbing. Riders found houses at mile 45 providing cold water support, suggesting gradual terrain that allows spectator access. The challenge comes from accumulated fatigue, not steep gradients."
  },
  "climate": {
    "score": 2,
    "explanation": "August heat becomes a documented race factor. dfriestedt warns about crash risks from rough gravel positioning, noting \"a few broken bones, but nothing major\" when riders overlap wheels in challenging conditions. Weather amplifies technical demands on tired legs."
  },
  "altitude": {
    "score": 1,
    "explanation": "Manhattan, Illinois sits near sea level in the Great Plains. Zero altitude considerations affect performance or acclimatization. Your cardiovascular system works normally while distance and heat create the primary physiological challenges."
  },
  "adventure": {
    "score": 2,
    "explanation": "Local residents provide on-course support with \"the cutest little cheer leaders\" at mile 45 offering cold water. Grass shoulders serve as emergency exit routes when needed. The adventure comes from community interaction rather than remote wilderness exploration."
  },
  "prestige": {
    "score": 3,
    "explanation": "Illinois State Championships designation adds regional weight, though elite riders still face internal battles. \"Dark thoughts are evil things. They suck the life from your legs and squeeze the blood from your heart until you utter the words, 'I quit.'\" Mental warfare defines this race."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Organized support includes halfway water stops and on-course resident assistance. Elite riders can recover from early struggles - one popped off at mile 11, found a partner, and podiumed through cooperative racing. Consistent infrastructure supports varied race strategies."
  },
  "experience": {
    "score": 3,
    "explanation": "State championship creates psychological pressure beyond typical gravel events. One elite rider nearly quit early but found redemption through partnership: \"we agree to team time trial the shit out of this fu*king race.\" Mental resilience becomes as important as physical preparation."
  },
  "community": {
    "score": 3,
    "explanation": "Cooperative racing culture emerges even in competition. Two riders approaching the finish \"looked at each other - there's no way we are sprinting this out\" and tried to tie for podium positions. Local residents provide enthusiastic on-course support with cold water."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Elite riders document strategic racing with lead groups forming early, though some drop off by mile 11. Multiple distance options scatter competitive fields across different categories. Regional state championship draws talent but lacks national depth of premier events."
  },
  "value": {
    "score": 3,
    "explanation": "Steve serves as \"Nicest USAC official, 2nd only to his wife Brenda\" according to podium finishers. Residents provide free cold water at mile 45, and cooperative racing culture creates memorable experiences. Community investment adds value beyond entry fees."
  },
  "expenses": {
    "score": 3,
    "explanation": "Manhattan, Illinois location means accessible small-town pricing without destination cycling premiums. 525 South State Street suggests straightforward parking and logistics. Travel costs depend on distance from central Illinois rather than expensive cycling resort destinations."
  }
}
