{
  "prestige": {
    "score": 3,
    "explanation": "Illinois State Championships carries weight in the region, but outside the Prairie State? You're explaining what Manhattan, Illinois even is. The race runs multiple distances which dilutes the field and the story. Three years of documented history isn't enough to build legend."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Multiple distance options and consistent August timing shows organizational competence. 8:00 AM start from 525 South State Street suggests they've figured out basic logistics. But without detailed course breakdown or rider feedback, this is grading on potential rather than proven excellence."
  },
  "experience": {
    "score": 3,
    "explanation": "State championship designation adds gravity to an otherwise unknown quantity. Manhattan, Illinois isn't destination cycling territory, but 100 miles is 100 miles regardless of zip code. The experience depends entirely on course design we can't verify and weather we can't predict."
  },
  "community": {
    "score": 3,
    "explanation": "Illinois gravel scene shows up for state championships, creating decent energy at the start line. Multiple distance options mean various skill levels rolling together, which builds camaraderie. Beyond that, Manhattan isn't exactly a cycling mecca with deep community roots."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Regional state championship draws local talent but lacks national pull. Multiple distance options scatter the competitive field across 50km, 100km, and 150km categories. Without prize money or prestige, the fast kids are racing elsewhere in August."
  },
  "value": {
    "score": 3,
    "explanation": "State championship medal and 100 miles of organized suffering delivers baseline value proposition. Entry fees unknown but Illinois races typically price reasonably. You get what state championships offer - decent organization without premium pricing."
  },
  "expenses": {
    "score": 3,
    "explanation": "Manhattan, Illinois means cheap hotels and gas station coffee, not boutique cycling destinations. 525 South State Street suggests small town accessibility and parking. Travel costs depend on your distance from central Illinois corn country."
  },
  "length": {
    "score": 4,
    "explanation": "100 miles earns respect in any discipline, any terrain, any state. That's legitimate endurance distance that separates weekend warriors from committed sufferers. Four hours minimum in the saddle builds character regardless of elevation profile."
  },
  "technicality": {
    "score": 2,
    "explanation": "Illinois terrain doesn't demand advanced bike handling or mountain skills. Expect straightforward gravel roads through agricultural landscape without rock gardens or technical descents. The challenge comes from distance and weather, not navigating obstacles."
  },
  "elevation": {
    "score": 2,
    "explanation": "3000 feet over 100 miles averages 30 feet per mile - barely perceptible grade changes. This is Illinois geography doing Illinois things: long, straight, predictably flat. Your legs will hurt from sustained power, not climbing."
  },
  "climate": {
    "score": 2,
    "explanation": "Early August in central Illinois means heat, humidity, and potential thunderstorms. Corn country creates its own microclimate of oppressive air and limited shade. Weather becomes the primary opponent when terrain won't challenge you."
  },
  "altitude": {
    "score": 1,
    "explanation": "Manhattan, Illinois sits near sea level in the Great Plains. Zero altitude considerations for performance or acclimatization. Your lungs work normally while your legs do all the suffering."
  },
  "logistics": {
    "score": 3,
    "explanation": "525 South State Street provides clear start location with consistent 8:00 AM timing. Three years of documented races suggests stable organization and permitting. Small town logistics work until they don't, but Illinois state championships demands basic competence."
  },
  "adventure": {
    "score": 2,
    "explanation": "100 miles through Illinois corn country offers agricultural monotony more than edge-of-map exploration. State championship adds competitive element but geography limits discovery potential. The adventure exists in personal suffering, not terrain variety."
  }
}
