{
  "prestige": {
    "score": 5,
    "explanation": "Part of the Life Time Grand Prix series with a $65,000 prize purse and Leadville qualifier status. Christopher Blevins, Keegan Swenson, and Sofia Gomez Villafane aren't showing up for participation trophies. When you're pulling 1,200 riders from 46 states and 7 countries to Arkansas, you've officially made it."
  },
  "race_quality": {
    "score": 5,
    "explanation": "Life Time doesn't mess around with organization, and the course routing through Coler, Back 40, and Slaughter Pen hits the greatest hits of Bentonville's trail network. Two aid stations, GPS navigation requirements, and strict crew access rules keep things professional. The sprint finishes between Swenson and Beers in 2023 prove the course design works."
  },
  "experience": {
    "score": 5,
    "explanation": "Point-to-point from Coler Mountain Bike Preserve to Downtown Bentonville Square is pure theater. You're riding through The Ledges at mile 39 where it sounds like you're riding on glass, then finishing in the heart of mountain bike mecca. The technical variety from flow trails to \"jackhammered on the side of a hill\" rocky sections keeps you engaged for 62 miles."
  },
  "community": {
    "score": 5,
    "explanation": "Bentonville is the Walmart-funded mountain bike Disneyland, and this race showcases why. The town built 120+ miles of trails specifically to attract events like this, generating $778,000 in economic impact for Little Sugar alone. When locals build their entire identity around mountain biking, you get treated like royalty."
  },
  "field_depth": {
    "score": 5,
    "explanation": "Life Time Grand Prix status brings out the entire US XC elite field, plus international talent like Matt Beers. Ages 12-70 with legitimate category depth means your placing actually means something. The Leadville qualifier spots ensure the fast guys show up ready to suffer."
  },
  "value": {
    "score": 4,
    "explanation": "At $160 for 62 miles of Bentonville's best trails, you're paying premium but getting premium. The course routing alone would cost you multiple days to ride independently, and you get chip timing plus aid stations. Not cheap, but fair for what amounts to a guided tour of mountain bike heaven."
  },
  "expenses": {
    "score": 4,
    "explanation": "Bentonville isn't Moab expensive, but it's not small-town Arkansas cheap either. Hotels book up fast during Big Sugar weekend, driving prices up. The town knows what it has and prices accordingly, though food and beer remain reasonable once you're not trapped at the fancy spots downtown."
  },
  "length": {
    "score": 1,
    "explanation": "The 50K option at 32.8 miles is respectable but hardly epic for a marquee mountain bike event. Most serious riders will opt for the 100K, but even that 62-miler feels short compared to true ultra-endurance events. It's more XC marathon than adventure epic."
  },
  "technicality": {
    "score": 5,
    "explanation": "Ozark limestone is \"like riding on arrowheads\" and The Ledges at mile 39 will test your bike handling when you're already cooked. The \"death by 1000 cuts\" climbing profile with punchy technical ascents and rocky descents demands constant attention. Zero margin for error when passing opportunities disappear once you hit singletrack."
  },
  "elevation": {
    "score": 3,
    "explanation": "3,500 feet over 30 miles is decent but not devastating - it's the \"death by 1000 cuts\" approach rather than big mountain suffering. No individual climb exceeds a few hundred feet, so you never get that Alpine punishment. Respectable but won't leave mountain riders gasping."
  },
  "climate": {
    "score": 3,
    "explanation": "October in Arkansas should be perfect, but 2024 proved otherwise with unseasonably hot and dusty conditions that had riders suffering. When it's good, it's crisp fall perfection. When it's not, you're grinding through dust clouds in 80+ degree heat with no shade on exposed climbs."
  },
  "altitude": {
    "score": 1,
    "explanation": "Bentonville sits around 1,300 feet above sea level - basically a rounding error. You'll get more altitude gain driving to the race than you'll experience during it. Zero altitude considerations unless you're coming from below sea level."
  },
  "logistics": {
    "score": 4,
    "explanation": "Point-to-point format requires shuttle planning, but Life Time handles the heavy lifting professionally. Limited crew access except at TH Rogers Lumber Yard keeps things clean but requires self-sufficiency. GPS navigation requirement weeds out the unprepared, and course marking is minimal by design."
  },
  "adventure": {
    "score": 4,
    "explanation": "Riding from Coler Preserve through the Back 40 wilderness to downtown Bentonville feels like a legitimate journey. The technical challenges at The Ledges and varied trail systems keep you guessing, though the relatively short distance limits the true adventure factor. More mountain bike tourism than wilderness expedition."
  }
}
