{
  "prestige": {
    "score": 1,
    "explanation": "This is literally marked as a 'New Race' in the Michigan Gravel Race Series, so it has zero pedigree. No past winners, no pro field, no reputation beyond being organized by Iron Hills Cycling Team - a local nonprofit you've never heard of. The gravel community doesn't even know this race exists yet."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The course is 'minimally marked' and requires a GPX device to navigate, which screams amateur hour organization. They can't even agree on start times - BikeSignup says 9:15 AM while MGRS says 7:00 AM. No aid station details, no cutoff times, no race reports because nobody's done this thing yet."
  },
  "experience": {
    "score": 2,
    "explanation": "You're basically paying to be a beta tester for a gravel pit start in Iron Mountain, Michigan. The 'Fall colors' marketing is nice, but with minimal course marking and zero rider feedback, you're gambling on whether this is scenic adventure or navigational nightmare. Could be great, could be a clusterfuck."
  },
  "community": {
    "score": 3,
    "explanation": "Iron Hills Cycling Team is a legitimate nonprofit focused on building cycling community in Dickinson County, which shows actual local investment. Being part of the Michigan Gravel Race Series gives it some structure and connects it to the broader Midwest gravel scene. Small-town cycling communities often punch above their weight for hospitality."
  },
  "field_depth": {
    "score": 1,
    "explanation": "It's a brand new race in Iron Mountain, Michigan - population 7,500. The fast guys don't even know this exists, and the registration hasn't attracted any notable names. You're racing against locals who heard about it at the bike shop and maybe some MGRS series chasers."
  },
  "value": {
    "score": 4,
    "explanation": "Registration fees aren't listed, but new races in small Michigan towns typically charge reasonable entry fees to build participation. You get 36, 50, and 100-mile options with GPX files provided, plus you're supporting a local cycling nonprofit. Low overhead means better value than established marquee events."
  },
  "expenses": {
    "score": 4,
    "explanation": "Iron Mountain is small-town Michigan, not Aspen - lodging and food costs are minimal. It's driving distance for most Midwest riders, eliminating flight costs. The biggest expense will be gas money and maybe a motel room, making this accessible for normal humans with normal budgets."
  },
  "length": {
    "score": 3,
    "explanation": "The 62-mile distance hits the sweet spot for most gravel riders - long enough to matter, short enough to not destroy your weekend. Three distance options (36, 50, 100 miles) mean you can pick your poison. It's substantial without being a death march."
  },
  "technicality": {
    "score": 2,
    "explanation": "Starting from a gravel pit suggests basic gravel roads rather than technical singletrack. The mandatory GPX device requirement implies navigation challenges rather than bike handling skills. Michigan's Upper Peninsula has some rocky terrain, but this isn't marketed as a technical sufferfest."
  },
  "elevation": {
    "score": 3,
    "explanation": "4,000 feet over 62 miles averages out to manageable climbing - enough to hurt but not enough to walk. The Iron Mountain area has legitimate hills in the Upper Peninsula terrain. It's not pancake flat, but it's not the Rockies either."
  },
  "climate": {
    "score": 2,
    "explanation": "Late September in Michigan's Upper Peninsula is beautiful for fall colors but sketchy for weather. You could get perfect 60-degree riding or freezing rain and 35 degrees. The weather window is narrow and the backup plan is 'dress warmer and ride anyway.'"
  },
  "altitude": {
    "score": 1,
    "explanation": "Iron Mountain sits at about 1,260 feet above sea level, which is basically nothing. The highest points in the area might crack 1,500 feet. Altitude is completely irrelevant here - you'll get more elevation change driving to the race than riding it."
  },
  "logistics": {
    "score": 2,
    "explanation": "No airport details, no lodging recommendations, no parking info, no packet pickup details - the organizational infrastructure isn't there yet. The start location coordinates are provided (gravel pit off Sportsmens Club Road), but that's about all the logistical support you get. You're figuring out the basics yourself."
  },
  "adventure": {
    "score": 3,
    "explanation": "Being among the first riders on a new course in Michigan's Upper Peninsula fall colors has legitimate exploration appeal. The minimal marking and GPX navigation adds uncertainty that could be thrilling or frustrating. Small-town races often surprise you with hidden gems and genuine discovery."
  }
}
