{
  "logistics": {
    "score": 2,
    "explanation": "Packet pickup only Friday evening or race morning at Portola City Park shows minimal planning flexibility. John Watson describes \"reconnecting with the forest, seeing familiar faces\" suggesting the intimate scale works for regulars, but volunteers directing parking and no airport info means you're driving to this remote Sierra location or you're out of luck."
  },
  "length": {
    "score": 3,
    "explanation": "The 65-mile mid-distance option hits the sweet spot with 6,000 feet of climbing through what officials describe as \"80% dirt\" terrain. Three distance options (35, 67, and 100 miles) let you pick your suffering level, with the course composition being \"a perfect blend of pavement, dirt road, gravel road and historic railroad grade.\""
  },
  "technicality": {
    "score": 3,
    "explanation": "John Watson captures the technical reality: \"Climb after climb, chunderous cachophonies, silty washouts, rocky doubletrack, and close calls abound.\" Officials recommend \"at least 40mm wide tires\" citing \"lots of rocks and rain ruts crossing the dirt road sections,\" while velodromedary ran 40c WTB Ventures on \"a very dry, dusty and in places, rutted course.\""
  },
  "elevation": {
    "score": 4,
    "explanation": "Starting at nearly 5,000 feet with 6,000 feet of climbing creates substantial Sierra Nevada consequences. The course winds through \"forested valleys, canyons, high-Sierra peaks\" with three timed segments including the \"Grizzly Grind uphill.\" Race organizers have historically shifted dates to accommodate snow melt at higher elevations, confirming this gets properly vertical."
  },
  "climate": {
    "score": 3,
    "explanation": "Conditions swing from velodromedary's 2023 experience of \"very dry, dusty and in places, rutted course\" to John Watson's 2025 encounter with \"moon dust\" conditions and \"silty washouts.\" Early June Sierra weather remains unpredictable enough that riders worry about \"snow, or at the very least mud in places where snow has recently melted.\""
  },
  "altitude": {
    "score": 2,
    "explanation": "Starting at nearly 5,000 feet adds complexity without creating serious high-altitude racing consequences. The Sierra elevation will slow your times and make the 6,000 feet of climbing more demanding, especially for sea-level riders, but you're not dealing with true oxygen-debt territory that requires specialized preparation."
  },
  "adventure": {
    "score": 3,
    "explanation": "Lost Sierra backcountry through ranchlands, mountain lakes, and Forest Service roads delivers remote terrain at serious elevation. The 'rugged backcountry' reputation and 80% dirt ratio mean you're getting authentic gravel adventure, not sanitized rail-trail touring. Starting at 5,000 feet with potential snow concerns adds real consequence — this isn't a neighborhood ride with adventure marketing, it's actual wilderness racing with cell service concerns."
  },
  "prestige": {
    "score": 2,
    "explanation": "Three-time pro winner Serena Gordon calls it \"sort of the reason we ride and race bikes\" and praises the \"amazing landscape and amazing terrain.\" The race joined the Gravel Earth Series in 2025 with a global prize purse, but field depth remains thin enough for Gordon to dominate repeatedly, suggesting regional respect without national marquee status."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Aid stations are described as \"Epic Aid Stations\" run by \"Scout troops, WTB, PAUL, Patagonia\" providing \"cold cans of Coke, sweet and savory delights.\" However, Watson's race report notes \"medics crowded around someone at the base of a pine tree, applying pressure to a chin wound,\" suggesting the remote terrain creates safety challenges for race management."
  },
  "experience": {
    "score": 3,
    "explanation": "Over 80% dirt through Lost Sierra backcountry, ranchlands, and forested valleys delivers adventure terrain. Starting at nearly 5,000 feet with 6,000 feet of climbing creates real consequence and reward. The weekend festival format with shuttle service to Lake Davis shows they're trying to create more than just a race, even if the execution feels rough around the edges."
  },
  "community": {
    "score": 3,
    "explanation": "Serena Gordon emphasizes \"the way the community embraces the event, and everyone's so nice, and the festival.\" Founded on Chris McGovern's 2014 pitch that \"recreation is a resource\" for Sierra towns surviving on \"dregs of a slowing lumber industry,\" the event supports Sierra Buttes Trail Stewardship's trail building mission with locals getting $50 discounts."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Serena Gordon winning three times tells you everything about the competitive depth — when the same rider dominates repeatedly, the field isn't stacked. No prize purse and no mention of notable pros beyond Gordon and Mike Shaw suggests this draws enthusiasts, not elite competition. The 'worldwide' marketing claim feels like counting anyone who drove more than three hours to get there."
  },
  "value": {
    "score": 2,
    "explanation": "Entry fees jump $15 in the final two weeks with no published pricing, while locals get $50 discounts. The race supports Sierra Buttes Trail Stewardship, which has built 216 miles of singletrack and maintained 2,869 miles of existing trail since 2003, providing meaningful cause alignment but unclear participant value proposition."
  },
  "expenses": {
    "score": 2,
    "explanation": "Remote Portola location at 5,000 feet elevation means significant travel costs with limited lodging options in a small Sierra town. Officials recommend \"at least 40mm wide tires\" and suggest \"light, fast rigid mountain bike with 2.0 tires,\" potentially requiring specific equipment purchases for the rocky, rutted Forest Service terrain."
  }
}
