{
  "prestige": {
    "score": 2,
    "explanation": "This is a West Virginia Gravel Series event with 250-300 riders and zero Reddit chatter. The $500 first-place prize is decent for regional standards, but nobody outside Hardy County knows this race exists. It's grassroots cycling at its purest—which means you'll have great stories nobody will recognize."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Lost River Trails Coalition puts on a solid event with proper course marking, bail-out options at Squirrel Gap Road, and prizes down to age groups. The 2025 redesign adding 10 miles but reducing technical difficulty suggests they're listening to rider feedback. It's competently organized but not polished to national event standards."
  },
  "experience": {
    "score": 4,
    "explanation": "85 miles through George Washington National Forest backcountry with 8,500 feet of Appalachian punishment delivers legitimate suffering. The technical descents into Trout Run Valley and remote forest sections around mile 55-62 provide the kind of adventure you can't get on rail-trails. This is proper gravel racing where your bike handling matters as much as your fitness."
  },
  "community": {
    "score": 4,
    "explanation": "Proceeds split 50/50 between Lost River Trails Coalition and the local Cryptids NICA youth team shows this race has roots in the actual community. The WV gravel scene attracts riders who choose substance over social media, and smaller fields mean you'll actually talk to people instead of just drafting them."
  },
  "field_depth": {
    "score": 2,
    "explanation": "250-300 riders in rural West Virginia means you're racing against dedicated locals and regional gravel nerds, not national-level competition. The technical terrain and 8,500 feet of climbing will separate pretenders from contenders, but don't expect to line up against anyone you've seen in Cycling Magazine."
  },
  "value": {
    "score": 4,
    "explanation": "Early bird registration at $75 gets you 85 miles of legitimate Appalachian gravel with $500 prize purses and proper course support. Even at the $100 peak price, you're paying roughly $1.18 per mile of suffering through some of the most technical terrain in the mid-Atlantic."
  },
  "expenses": {
    "score": 4,
    "explanation": "Mathias, West Virginia isn't charging Manhattan prices for anything. Local lodging in Moorefield runs small-town rates, and Lost River State Park cabins offer affordable options if you book early. Your biggest expense is the 2-hour drive from Dulles Airport, not inflated race weekend gouging."
  },
  "length": {
    "score": 4,
    "explanation": "85 miles with 8,500 feet of elevation gain puts this firmly in the 'real gravel race' category without crossing into masochistic territory. The 60-mile Two Ridge Loop option provides a legitimate bailout, but the full course delivers 5-6 hours of proper suffering for anyone serious about gravel racing."
  },
  "technicality": {
    "score": 4,
    "explanation": "Rocky, rutted descents with embedded rocks and off-camber turns require genuine bike handling skills. The course demands 40mm+ tires and low gearing, while technical sections punish smooth cadence on loose, steep climbs. This isn't smooth rail-trail gravel—it's Appalachian mountain biking on drop bars."
  },
  "elevation": {
    "score": 4,
    "explanation": "8,500 feet over 85 miles through Hardy County hollows delivers 100 feet per mile without a single mega-climb to break it up. The constant rolling terrain and steep pitches on deteriorating surfaces create 'death by a thousand climbs' suffering that breaks riders who underestimate the cumulative vertical workload."
  },
  "climate": {
    "score": 4,
    "explanation": "August in West Virginia means 85°F temperatures with 70-90% humidity and afternoon thunderstorm risk. Heat index hitting 95°F during 6-hour efforts in dense forest creates legitimate heat management challenges. At least the tree canopy provides relief from direct sun during the technical middle sections."
  },
  "altitude": {
    "score": 1,
    "explanation": "Hardy County, West Virginia sits at standard East Coast elevations where oxygen isn't a factor. You'll suffer from heat, humidity, and relentless climbing, but your lungs will work normally. Save your altitude training camps for Colorado."
  },
  "logistics": {
    "score": 2,
    "explanation": "Mathias, West Virginia has 'very limited lodging options' requiring early booking, while the nearest real airport is 2 hours away at Dulles. Lost River State Park cabins need months-advance reservations, and you'll need a rental car to reach civilization. Rural charm comes with rural inconvenience."
  },
  "adventure": {
    "score": 4,
    "explanation": "Remote backcountry sections through George Washington National Forest with no bail-out options from miles 55-62 deliver genuine adventure. Technical descents where crashes are common and the rocky terrain that demands frame protection create real consequences for poor decision-making. This is gravel racing where your route-finding and self-sufficiency matter."
  }
}
