{
  "prestige": {
    "score": 2,
    "explanation": "Three-time pro winner Serena Gordon calls it a 'premier west coast gravel race,' but that's generous marketing speak from someone who keeps winning it. Cervélo presents it and Sierra Buttes Trail Stewardship runs it as a fundraiser, which sounds more like regional charity ride than marquee event. The field depth and media coverage suggest it's respected locally but hasn't cracked the national conversation."
  },
  "race_quality": {
    "score": 2,
    "explanation": "No aid station details, no cutoff times, and they'll just 'shorten or cancel for extreme weather without refund' — that's not race organization, that's hoping for the best. The course sweep is nice, but when your main selling point is 'we'll figure it out on race day,' you're not exactly setting the gold standard. Mass roll-outs at 8am and 9am work, but everything else feels improvised."
  },
  "experience": {
    "score": 3,
    "explanation": "Over 80% dirt through Lost Sierra backcountry, ranchlands, and forested valleys delivers legitimate adventure terrain. Starting at nearly 5,000 feet with 6,000 feet of climbing creates real consequence and reward. The weekend festival format with shuttle service to Lake Davis shows they're trying to create more than just a race, even if the execution feels rough around the edges."
  },
  "community": {
    "score": 3,
    "explanation": "Serena Gordon gushes about how 'the community embraces the event and everyone's so nice,' and locals get a $50 discount with 50 spots reserved. The full weekend festival draws riders worldwide to what they call a 'two-wheeled paradise,' which sounds like genuine small-town hospitality. Sierra Buttes Trail Stewardship uses this as their annual fundraiser, so the cause is real even if the crowd isn't massive."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Serena Gordon winning three times tells you everything about the competitive depth — when the same rider dominates repeatedly, the field isn't exactly stacked. No prize purse and no mention of notable pros beyond Gordon and Mike Shaw suggests this draws enthusiasts, not elite competition. The 'worldwide' marketing claim feels like counting anyone who drove more than three hours to get there."
  },
  "value": {
    "score": 2,
    "explanation": "Pricing jumps $15 in the final two weeks and they don't publish actual entry fees, which is always a red flag for value. No aid station details, no prize purse, and 'may cancel without refund' for weather makes you wonder where your money goes. The shuttle service and festival atmosphere add something, but when you're nickel-and-dimed on late registration for a fundraiser ride, the value proposition gets murky."
  },
  "expenses": {
    "score": 2,
    "explanation": "Portola isn't exactly a destination town swimming in cheap lodging options, and starting at 5,000 feet means you're not driving from anywhere civilized. They mention camping and lodging info but no specifics, which usually means 'figure it out yourself and pay whatever they're asking.' The $15 late fee and hidden entry pricing suggest they're not worried about keeping costs down for participants."
  },
  "length": {
    "score": 3,
    "explanation": "65 miles with 6,000 feet of climbing hits the sweet spot for serious gravel racing without crossing into masochism territory. Three distance options (35, 67, and 100 miles) give you room to pick your poison, and the 80% dirt ratio means you're getting legitimate backcountry time, not highway grinding. It's long enough to matter without requiring a support crew and divorce lawyer."
  },
  "technicality": {
    "score": 3,
    "explanation": "Forest Service gravel roads, historic railroad grades, and 'rugged backcountry' through canyons and high-Sierra peaks suggests legitimate technical challenge without pure singletrack suffering. The 80% dirt ratio means real gravel skills matter, not just fitness. Starting at 5,000 feet adds altitude complexity, but they're not throwing rock gardens or hike-a-bike at you — just proper gravel racing that rewards bike handling."
  },
  "elevation": {
    "score": 4,
    "explanation": "6,000 feet of climbing over 65 miles starting at nearly 5,000 feet elevation creates legitimate suffering with high-Sierra consequences. They've historically moved dates to accommodate snow melt at higher elevations, which tells you this thing gets properly vertical. The elevation profile through forested valleys and peaks means sustained climbing, not just a few punchy hills — this will separate the climbers from the pretenders."
  },
  "climate": {
    "score": 3,
    "explanation": "Mid-June in the Sierra Nevada at 5,000+ feet can swing from perfect to apocalyptic, and they explicitly warn about snow, sleet, and potential course changes. The date has shifted in previous years due to snow melt concerns, which means Mother Nature calls the shots up there. No specific weather data available, but high-altitude Sierra conditions in June are notoriously unpredictable — pack layers and pray."
  },
  "altitude": {
    "score": 2,
    "explanation": "Starting at nearly 5,000 feet isn't nothing, but it's not exactly oxygen-mask territory either. The Sierra elevation will make itself known on the climbs, especially for sea-level riders, but you're not dealing with true high-altitude racing consequences. It's enough to add complexity and slow your times, but not enough to require serious acclimatization or altitude-specific training."
  },
  "logistics": {
    "score": 2,
    "explanation": "Packet pickup only Friday evening or race morning at Portola City Park shows minimal planning flexibility, and no airport info suggests you're driving or you're screwed. Volunteers directing parking sounds charming until you're circling for 30 minutes looking for a spot. The shuttle service to Lake Davis is a nice touch, but when basic logistics like lodging options are vague, you're mostly on your own to figure out the details."
  },
  "adventure": {
    "score": 3,
    "explanation": "Lost Sierra backcountry through ranchlands, mountain lakes, and Forest Service roads delivers legitimate remote terrain at serious elevation. The 'rugged backcountry' reputation and 80% dirt ratio mean you're getting authentic gravel adventure, not sanitized rail-trail touring. Starting at 5,000 feet with potential snow concerns adds real consequence — this isn't a neighborhood ride with adventure marketing, it's actual wilderness racing with cell service concerns."
  }
}
