{
  "prestige": {
    "score": 1,
    "explanation": "They call it the 'crown jewel of Lowell County' but that's like being the tallest building in a corn field. Running since 2013 with zero notable pro riders or memorable moments worth documenting anywhere online. The Michigan Gravel Race Series finale positioning is cute, but nobody outside Kent County knows this race exists."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The official site lists '0,000 + participants' which tells you everything about their attention to detail. No course descriptions, no elevation profiles, no aid station info - just basic logistics and hope. They've had 12 years to build something memorable and the internet silence speaks volumes."
  },
  "experience": {
    "score": 2,
    "explanation": "Described as 'old-world-style gravel road race' which is code for 'we ride on whatever roads we found near the park.' Starting at 7 AM from Fallasburg Park sounds pleasant enough, but with zero rider reports or memorable features documented anywhere, you're buying a lottery ticket. The Flat River area has charm but that doesn't make for compelling racing."
  },
  "community": {
    "score": 3,
    "explanation": "Part of the Michigan Gravel Race Series which provides some structure and season-ending awards ceremony. Small town Michigan events usually nail the community vibe even when everything else is amateur hour. Lowell's downtown charm and the fact they've kept this running for 12 years suggests local buy-in, even if the broader gravel world doesn't care."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Zero documented fast riders, zero race reports, zero competitive depth worth mentioning. The placeholder participant numbers on their official site tell the story - this is weekend warrior territory. Michigan Gravel Race Series affiliation might pull some regional riders but nobody's traveling for this level of competition."
  },
  "value": {
    "score": 4,
    "explanation": "Small Michigan town pricing means you're not getting gouged like the destination events. Multiple distance options from 15-mile mini to 100-mile ultra gives options for the whole family. Registration costs aren't posted but regional series events typically stay reasonable, and you're 15 minutes from Grand Rapids if you need real food after."
  },
  "expenses": {
    "score": 3,
    "explanation": "Lowell sits 15 miles east of Grand Rapids so you've got airport access and real lodging options without paying resort prices. Small town means cheaper gas, food, and probably free parking at Fallasburg Park. The lack of destination race markup keeps costs reasonable, though you'll still need a weekend away."
  },
  "length": {
    "score": 3,
    "explanation": "The 62-mile distance hits the sweet spot for most gravel riders without being a sufferfest. Multiple options from 15 to 100 miles means they're trying to serve everyone, though the series lists it as 54-55 miles so even they can't agree on the actual distance. Long enough to matter, short enough to finish and still have a Saturday."
  },
  "technicality": {
    "score": 2,
    "explanation": "Kent County gravel roads near the Flat River aren't exactly mountain bike territory. 'Old-world-style gravel road race' suggests straightforward farm roads without the rock gardens or creek crossings that make things interesting. Michigan terrain keeps it accessible but don't expect anything that'll challenge your bike handling skills."
  },
  "elevation": {
    "score": 2,
    "explanation": "3000 feet over 62 miles averages out to gentle rolling terrain - enough to feel it but nothing that'll destroy your day. Michigan's not exactly known for climbing and the Lowell area near the Flat River confirms this is power-over-strength territory. You'll work but you won't suffer."
  },
  "climate": {
    "score": 2,
    "explanation": "Late October in Michigan is dice roll weather - could be crisp and perfect or cold rain that makes you question your life choices. The 7 AM start means you're dealing with whatever Mother Nature serves up, and Michigan weather in fall can turn nasty fast. Pack layers and pray."
  },
  "altitude": {
    "score": 1,
    "explanation": "Lowell sits in Kent County river valley territory, probably under 1000 feet elevation. You'll get more altitude gain flying into Grand Rapids than racing these roads. This is sea level training for flatlanders, which explains the modest elevation numbers over 62 miles."
  },
  "logistics": {
    "score": 3,
    "explanation": "Fallasburg Park provides a real start/finish venue rather than some random parking lot. Being 15 miles from Grand Rapids gives you airport access and real amenities without the small town limitations. The 7 AM start time shows they understand how to run an event, even if everything else suggests amateur hour organization."
  },
  "adventure": {
    "score": 2,
    "explanation": "Riding gravel roads around small town Michigan has its pastoral charm but you're not exactly exploring uncharted territory. The Flat River area offers pleasant scenery without any epic vistas or memorable landmarks worth the trip. This is Sunday ride adventure, not bucket list material."
  }
}
