{
  "logistics": {
    "score": 3,
    "explanation": "Three-day event in regional Victoria means accommodation books fast and costs real money, but no specific logistics details available in the research. 1000 riders descending on Beechworth requires serious coordination that either works seamlessly or creates expensive chaos. You're trusting local organizers with your weekend and wallet."
  },
  "length": {
    "score": 4,
    "explanation": "93 miles hits proper gravel distance with smart flexibility built in. Ben Kraus notes the 90km and 115km routes split at Chiltern, letting fatigued riders drop to shorter distance mid-ride: \"All the routes come back together for the finish, so you might be riding with people who have done 115km and 90km and 45km.\""
  },
  "technicality": {
    "score": 3,
    "explanation": "Up to 60km of gravel on the full route includes varied surfaces from Mount Stanley's red-clay hard-pack through sub-alpine rainforest to the granitic roads of Pilot and Barambogie forests described as \"faster than bitumen.\" Grass sections through private farmland break up long gravel stretches."
  },
  "elevation": {
    "score": 4,
    "explanation": "8000 feet over 93 miles delivers nearly 90 feet per mile through North East Victoria's High Country terrain. Mount Stanley's winding climbs and the undulating private farm lanes provide sustained vertical that will separate strong riders from the optimistic."
  },
  "climate": {
    "score": 2,
    "explanation": "April in Victoria's High Country means shoulder season weather gambles. Mount Stanley's red-clay hard-pack becomes unrideable when wet, and sub-alpine conditions add unpredictability to what could be perfect autumn riding or cold misery."
  },
  "altitude": {
    "score": 2,
    "explanation": "High Country location provides elevation gain from gradient, not thin air. If you train at sea level, the climbs will test your legs more than your lungs - oxygen won't be the limiting factor on Mount Stanley."
  },
  "adventure": {
    "score": 3,
    "explanation": "Private farm lanes and bush tracks deliver terrain you can't access solo, including the famed 'Champagne de Pilot' gravel sector. Lewis Ciddor notes \"(The Classic) can really be whatever you want it to be as a rider\" across the varied surfaces and exclusive access."
  },
  "prestige": {
    "score": 3,
    "explanation": "Regional Australian event that's explicitly \"not a competition\" with no podiums attracts riders seeking dirt roads over Instagram posts. MAAP ultra-endurance rider Lewis Ciddor's participation suggests growing credibility among serious gravel athletes, but it's not chasing international recognition."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Course hits the highlights - Mount Stanley's sub-alpine rainforest, the famed 'Champagne de Pilot' sector, and those faster-than-bitumen granitic roads through Pilot and Barambogie forests. But without aid station details, cutoff times, or any organizational specifics in the wild, you're trusting locals who talk a big game about their 'gravel paradise.' Could be brilliant, could be a mess."
  },
  "experience": {
    "score": 3,
    "explanation": "Red-clay hard-pack winding through rainforest and undulating private farm lanes sounds sublime for terrain nerds. The three-day format celebrates 'gravel counter culture' over pure suffering, which either creates a magical weekend or feels like expensive camping with bikes. Without rider reports or real logistics intel, you're gambling on the locals' vision."
  },
  "community": {
    "score": 3,
    "explanation": "Started as Ben Kraus's local \"Tour de Beechworth\" winter ride to watch Tour de France at the brewery with French dinner. Now 1,300 riders with no podiums, just \"good riding and good people\" in what organizers call \"a riding weekender for anyone and everyone.\""
  },
  "field_depth": {
    "score": 2,
    "explanation": "No prize purse, no podiums, no notable past winners means this isn't attracting serious racers looking to test themselves. Regional Australian event with a 1000-rider cap pulls enthusiasts and tourists, not the sharp end. If you want to race, look elsewhere - this is participation theater."
  },
  "value": {
    "score": 3,
    "explanation": "Three days of exclusive terrain access plus entertainment from roving bands to hilltop DJ sets creates a festival experience. Routes interconnect allowing distance flexibility, and Bridge Road Brewers provides substantial food upgrades over typical gravel events. No pricing data available."
  },
  "expenses": {
    "score": 3,
    "explanation": "Regional Victoria accommodation during cycling weekend costs serious money, and three-day format with brewery dinners and entertainment adds up. Travel to Beechworth from anywhere requires planning, but specific entry fees and package costs remain unavailable for budget planning."
  }
}
