{
  "prestige": {
    "score": 3,
    "explanation": "A regional Australian event that caps at 1000 riders and explicitly calls itself 'strictly podium free' isn't chasing international clout. It's a love letter to dirt roads by local riders for gravel nerds who care more about the terrain than Instagram posts. Zero prize money means zero ego, which keeps it honest but also keeps it off the world stage."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Course hits the highlights - Mount Stanley's sub-alpine rainforest, the famed 'Champagne de Pilot' sector, and those faster-than-bitumen granitic roads through Pilot and Barambogie forests. But without aid station details, cutoff times, or any organizational specifics in the wild, you're trusting locals who talk a big game about their 'gravel paradise.' Could be brilliant, could be a mess."
  },
  "experience": {
    "score": 3,
    "explanation": "Red-clay hard-pack winding through rainforest and undulating private farm lanes sounds legitimately sublime for terrain nerds. The three-day format celebrates 'gravel counter culture' over pure suffering, which either creates a magical weekend or feels like expensive camping with bikes. Without rider reports or real logistics intel, you're gambling on the locals' vision."
  },
  "community": {
    "score": 3,
    "explanation": "Built by local riders as a celebration of participation over competition - no podiums, no prizes, just connection and fun across multiple days. That philosophy attracts the right kind of gravel heads who care about the dirt more than the drama. But 1000 riders over three days in regional Victoria means you're either getting intimate or scattered thin."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No prize purse, no podiums, no notable past winners means this isn't attracting serious racers looking to test themselves. Regional Australian event with a 1000-rider cap pulls enthusiasts and tourists, not the sharp end. If you want to race, look elsewhere - this is participation theater."
  },
  "value": {
    "score": 3,
    "explanation": "Three days of riding across private farm lanes and exclusive terrain you can't access solo sounds decent for the experience collector. But without knowing entry fees, accommodation costs, or what's actually included, you're flying blind on the money math. Regional Australia isn't cheap, and gravel tourism adds up fast."
  },
  "expenses": {
    "score": 3,
    "explanation": "Flying to regional Victoria from anywhere costs real money, and three days of lodging in Beechworth during a cycling event won't be backpacker rates. No entry fee data available, but the multi-day format with exclusive terrain access suggests they're not giving this away. Budget accordingly or stay home."
  },
  "length": {
    "score": 4,
    "explanation": "93 miles is proper gravel distance - long enough to hurt, short enough to finish without bivouacking. Multiple distance options from 15km to 115km means you can choose your suffering level, but the main event hits that sweet spot where fitness matters and weakness gets exposed. Real distance for real riders."
  },
  "technicality": {
    "score": 3,
    "explanation": "Mix of dirt roads, bush tracks, fire roads, and private farm lanes through varied terrain suggests moderate technical demands without full mountain bike requirements. The granitic roads through Pilot forest are described as fast, while Mount Stanley's red-clay climbs will test bike handling when wet. Sounds rideable on normal gravel setups without heroics."
  },
  "elevation": {
    "score": 4,
    "explanation": "8000 feet over 93 miles puts you at nearly 90 feet per mile - that's legitimate climbing that will separate the strong from the delusional. Mount Stanley and the High Country terrain deliver real vertical gain, not rolling hills masquerading as mountains. Your legs will know the difference."
  },
  "climate": {
    "score": 2,
    "explanation": "April in North East Victoria's High Country means shoulder season weather that could swing from perfect autumn conditions to cold, wet misery. Red-clay hard-pack becomes unrideable slop when wet, and sub-alpine rainforest climate adds unpredictability. Weather gamble that could make or break your weekend."
  },
  "altitude": {
    "score": 2,
    "explanation": "High Country location suggests some elevation but nothing approaching altitude sickness territory. Mount Stanley climbs will test your lungs more from gradient than thin air. If you train at sea level, the hills will hurt but oxygen won't be your limiting factor."
  },
  "logistics": {
    "score": 3,
    "explanation": "Three-day event in regional Victoria means accommodation books fast and costs real money, but no specific logistics details available in the research. 1000 riders descending on Beechworth requires serious coordination that either works seamlessly or creates expensive chaos. You're trusting local organizers with your weekend and wallet."
  },
  "adventure": {
    "score": 3,
    "explanation": "Private farm lanes, exclusive bush tracks, and terrain you can't access solo delivers legitimate adventure for the access collector. Riding through sub-alpine rainforest and granitic forest roads sounds genuinely unique compared to your local gravel loops. But adventure depends on execution, and without detailed rider reports, you're gambling on the locals' promises."
  }
}
