{
  "prestige": {
    "score": 1,
    "explanation": "Mad Gravel is a 5-year-old regional race run by Rattler Racing with zero notable pro winners or national recognition. 5280 Magazine calling it 'epic' is like your mom saying your garage band rocks - sweet, but meaningless outside Denver. No field size data, no prize purse, no coverage suggests this is strictly local flavor."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Nearly 100% gravel roads through Elbert County's wide open spaces with 2 aid stations for 55 miles shows basic competence. The course tops out at 7300 feet with punchy climbs and quick descents, but lacks the technical complexity or signature features that separate decent from memorable. It's functional dirt road racing, nothing more."
  },
  "experience": {
    "score": 2,
    "explanation": "Starting at McNeil Scout Ranch gives it summer camp vibes with family camping and kids events, which is either charming or amateur depending on what you're after. Live music and awards ceremony hit the gravel fest checklist, but with no rider reports or memorable stories surfacing, it's clearly forgettable once you leave."
  },
  "community": {
    "score": 2,
    "explanation": "Denver locals treat this as their backyard gravel fest with family camping at the venue, creating that small-town race atmosphere. But 'family-friendly' often translates to 'not serious enough for dedicated racers,' and the lack of any online chatter or rider reviews suggests the community hasn't built beyond the immediate area."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No field size data, no notable finishers, no pro presence - this screams weekend warrior territory. When a race can't even publish basic participation numbers or attract anyone worth mentioning, you're racing against whoever showed up from the Denver suburbs that morning."
  },
  "value": {
    "score": 3,
    "explanation": "$100 for 55 miles of Colorado gravel with camping available at the venue is honest pricing for what you get. Two aid stations, awards ceremony, and live music cover the basics without premium pretensions. It's not stealing your money, just not giving you anything special either."
  },
  "expenses": {
    "score": 3,
    "explanation": "Hour drive from Denver International keeps travel reasonable, and camping at the venue eliminates hotel costs. Elbert County isn't exactly a tourist trap, so food and gas won't murder your wallet. The $100 entry fee reflects the reality - this isn't Unbound pricing for a reason."
  },
  "length": {
    "score": 2,
    "explanation": "55 miles hits that awkward middle distance - too long for a fun ride, too short to be an epic. It's enough to hurt but not enough to test your demons. The Hemi Five-O distance suggests they know it's not their marquee event, just the option for people not ready for the full 100-mile Hemi."
  },
  "technicality": {
    "score": 2,
    "explanation": "Nearly 100% gravel and dirt roads with 'punchy climbs' sounds like fire roads with attitude, not technical challenge. Wide open spaces in Elbert County mean power sections dominate over bike handling skills. If you can ride a gravel bike competently, you can finish this thing."
  },
  "elevation": {
    "score": 2,
    "explanation": "3000 feet of climbing over 55 miles averages out to rolling terrain with some bite, but nothing that'll break spirits. Starting around 6500 feet and topping at 7300 feet keeps you in Colorado's moderate altitude zone. It's enough to matter, not enough to be the story of your day."
  },
  "climate": {
    "score": 2,
    "explanation": "Memorial Day weekend in eastern Colorado means probable wind and unpredictable weather - could be perfect, could be miserable. The research mentions 'likely wind' which in Colorado high plains means guaranteed wind. No historical weather disasters reported, but that's probably because nobody's paying attention."
  },
  "altitude": {
    "score": 3,
    "explanation": "Starting around 6500 feet and maxing at 7300 feet puts you in the sweet spot where sea level riders notice it but don't die from it. High enough to thin the air and add legitimate difficulty, not so high that altitude becomes the main character. Colorado racing done right on that front."
  },
  "logistics": {
    "score": 2,
    "explanation": "McNeil Scout Ranch at Peaceful Valley provides a clear start location with camping, but beyond that it's information desert. No packet pickup details, no parking situation, no real logistics planning visible. Hour from Denver helps, but the amateur-hour organization shows in what they don't tell you."
  },
  "adventure": {
    "score": 2,
    "explanation": "Wide open spaces in Elbert County with Front Range views provide decent scenery, but it's basically dirt road touring through ranch country. The terrain is 'variable' which usually means 'not memorable enough to describe specifically.' You'll see Colorado, but not the Colorado that makes people move here."
  }
}
