{
  "prestige": {
    "score": 4,
    "explanation": "Bills itself as 'Best Gravel Ride in California' and serves as a UCI qualifier for Gravel Worlds. The race organizers boast it's been a training ground for Unbound wins, though they're light on specifics. High altitude suffering in volcanic terrain builds credibility, but it's not quite household name status yet."
  },
  "race_quality": {
    "score": 5,
    "explanation": "Three distance options with precise staggered starts, detailed course guides, and proper aid station support across the Volcanic Tableland. The organization runs tight with Friday expo, Saturday morning pickup, and courses that close at 7:30pm sharp. They've got the infrastructure dialed from packet pickup through drop bag collection Sunday morning."
  },
  "experience": {
    "score": 5,
    "explanation": "Racing through a volcanic caldera formed 760,000 years ago isn't your typical weekend gravel grind. The course circles Long Valley Caldera with volcanic stone 'gravel' and hot springs, delivering legitimate adventure terrain. Starting under the gondola at The Village adds resort town atmosphere without the corporate sanitization."
  },
  "community": {
    "score": 4,
    "explanation": "TUFF Ventures has built what they call 'TUFF community' around the volcanic suffering, complete with a post-race BUFF Beer Mile. Friday night riders meeting goes live on Instagram, showing they understand modern community building. The three-day format with expo creates proper festival atmosphere for the high-altitude masochists."
  },
  "field_depth": {
    "score": 4,
    "explanation": "UCI qualification requirements attract serious racers chasing Gravel Worlds spots, with top 3 per category and top 25% of Elite/19-49 on the long course qualifying. The staggered starts suggest organized fields across categories. Without field size numbers or notable winner lists, the depth remains somewhat opaque."
  },
  "value": {
    "score": 4,
    "explanation": "Three course options, proper support, and UCI qualification opportunities deliver solid racing value. The Mammoth Lakes location provides resort town amenities without requiring separate travel to nowhere. Registration fees aren't listed, which either means they're reasonable or they're hiding something."
  },
  "expenses": {
    "score": 3,
    "explanation": "Mammoth Lakes is resort territory, meaning lodging won't be cheap during prime September weather. The location requires significant travel for most riders unless you're already in the Eastern Sierra. At least they've got lodging partners lined up, suggesting some attempt at reasonable accommodation options."
  },
  "length": {
    "score": 4,
    "explanation": "The TUFFEST at 105 miles hits proper century distance without drifting into ultra-endurance theater. Medium at 75 miles gives legitimate challenge, while the short course keeps it accessible. Three distinct options prevent the single-distance trap that forces riders into inappropriate challenges."
  },
  "technicality": {
    "score": 2,
    "explanation": "Volcanic stone gravel and high altitude create challenge through attrition rather than technical skill. The courses are described as MTB-suitable but gravel-bike standard, suggesting manageable technical demands. This is about grinding watts at elevation, not navigating gnarly descents or tricky line choices."
  },
  "elevation": {
    "score": 4,
    "explanation": "7,500 feet of climbing over 105 miles delivers legitimate vertical punishment without venturing into masochistic territory. The volcanic tableland terrain ensures the climbing is distributed rather than concentrated into a few monster ascents. At this altitude, every climb hits harder than sea level mathematics suggest."
  },
  "climate": {
    "score": 2,
    "explanation": "September in the Eastern Sierra can swing from perfect to punishing within hours, with potential for everything from blazing sun to sudden weather changes. High altitude amplifies UV exposure and temperature swings. The volcanic terrain offers minimal shade, making weather management critical for survival."
  },
  "altitude": {
    "score": 5,
    "explanation": "Starting around 8,000 feet in Mammoth Lakes with riding throughout the high volcanic tableland delivers legitimate altitude challenge. Every pedal stroke works against thinner air, turning moderate efforts into suffer-fests. This isn't token altitude – it's race-defining elevation that separates the adapted from the gasping."
  },
  "logistics": {
    "score": 3,
    "explanation": "Central Village location under the gondola provides clear start/finish logistics with resort amenities nearby. Friday expo and Saturday morning pickup windows show organized packet distribution. Missing details on parking and airport access suggest either smooth operations or gaps in planning communication."
  },
  "adventure": {
    "score": 4,
    "explanation": "Racing through an ancient volcanic caldera with hot springs and volcanic stone gravel beats typical farmland gravel routes. The Eastern Sierra backdrop and high altitude terrain deliver legitimate wilderness feel. Three courses ensure you can choose your adventure level while staying in properly wild country."
  }
}
