{
  "prestige": {
    "score": 3,
    "explanation": "Jeremiah Bishop calling it 'THE HARDEST SINGLE-DAY MOUNTAIN BIKE RACE IN AMERICA' carries weight, but it's still a regional Michigan affair. Registration sells out in under a minute, which sounds impressive until you realize they cap the 100-mile field at just 70 riders. It's got cult status among masochists, but the gravel world barely knows it exists."
  },
  "race_quality": {
    "score": 3,
    "explanation": "The 906 Adventure Team runs a no-nonsense operation with their 'we are not here to help you' philosophy and GPS requirements. Course marking is deliberately unreliable because 'signs fall/wind/bears' - which is either brilliant or lazy depending on your perspective. The reverse LeMans start where you bike 0.5 miles to the run start is genuinely creative, but overall organization feels more punk rock than polished."
  },
  "experience": {
    "score": 4,
    "explanation": "This is pure suffer-porn theater in the Michigan wilderness where course markers disappear and you're truly on your own. The race motto 'IF YOU DON'T CRY, DOES IT EVEN COUNT?' tells you everything about what you're signing up for. Starting in Ishpeming and grinding through whatever the Upper Peninsula throws at you creates the kind of war stories people tell for decades."
  },
  "community": {
    "score": 3,
    "explanation": "Marji Camp at Rippling River Campground creates genuine community with shared campsites in Pioneer Circle, but it's first-come-first-serve chaos. The 906 Adventure Team has built a tight cult following among the self-supported crowd. Small field sizes mean you'll know half the survivors by name, but good luck breaking into this Michigan clique if you're an outsider."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Only 70 spots for the 100-mile bike race means you're racing against whoever got lucky with the under-a-minute registration window. This isn't attracting deep pro fields - it's mostly regional warriors and masochists willing to suffer in the Michigan woods. The password-protected early registration for sponsors and trail crew doesn't exactly scream competitive depth."
  },
  "value": {
    "score": 3,
    "explanation": "You get what you pay for: a genuinely brutal challenge with minimal hand-holding in beautiful Michigan wilderness. The self-supported nature means no expensive aid station infrastructure, but registration opens October 17 at 9:06 PM and sells out instantly, creating artificial scarcity. No prize purse or fancy amenities - just you versus the course and whatever the bears leave standing."
  },
  "expenses": {
    "score": 3,
    "explanation": "Registration fees aren't published, but the real cost is getting to Ishpeming, Michigan and dealing with first-come-first-serve camping chaos. Marji Camp offers cheap shared camping if you don't mind community living, or you can get a room for privacy. The logistics of reaching the Upper Peninsula and the limited field size suggest this isn't budget-friendly despite the no-frills approach."
  },
  "length": {
    "score": 4,
    "explanation": "100 miles is a proper all-day commitment that separates the serious from the curious. Combined with the self-supported nature and unreliable course marking, the distance becomes genuinely intimidating. They also offer 50-mile and Mini-Marji options for those who want to sample the pain without the full commitment."
  },
  "technicality": {
    "score": 4,
    "explanation": "This is called a mountain bike race despite being in the gravel database, which tells you everything about the technical demands. Course markers fall down or disappear thanks to wind and bears, forcing you to navigate by GPS through Michigan wilderness. The terrain is brutal enough that Jeremiah Bishop considers it the hardest single-day race in America."
  },
  "elevation": {
    "score": 3,
    "explanation": "6,000 feet of climbing over 100 miles is respectable but not apocalyptic - it's the relentless nature and technical terrain that makes it brutal. Michigan's rolling hills don't offer the big mountain drama of Colorado, but they grind you down through cumulative punishment. The elevation profile stays mysterious, which probably means it's a series of soul-crushing rollers."
  },
  "climate": {
    "score": 2,
    "explanation": "September in Michigan's Upper Peninsula is a weather gamble where you might get perfect fall conditions or early winter misery. The race philosophy of 'you're on your own' extends to weather preparedness - no bail-out options when conditions turn ugly. Bears are apparently common enough to knock down course signs, adding wildlife management to your weather concerns."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Michigan, not Colorado - altitude is irrelevant to your suffering here. The Upper Peninsula sits near Lake Superior, so you're basically at sea level throughout. Your oxygen debt will come from the technical terrain and relentless pace, not thin air."
  },
  "logistics": {
    "score": 2,
    "explanation": "Getting to Ishpeming, Michigan is already half the challenge, and the first-come-first-serve camping at Marji Camp creates additional chaos. Registration requires military precision since it sells out in under a minute with password protection for insiders. The 'you're on your own' race philosophy extends to logistics - don't expect hand-holding or clear directions to anything."
  },
  "adventure": {
    "score": 4,
    "explanation": "The 'we are not here to help you' philosophy combined with unreliable course marking creates genuine adventure where GPS skills matter more than watts. Bears knocking down signs and the Michigan wilderness setting provide real consequences for poor decisions. This is one of the few races where the adventure aspect isn't manufactured marketing fluff - you're genuinely on your own out there."
  }
}
