{
  "prestige": {
    "score": 2,
    "explanation": "Marly Grav just joined the UCI Gravel World Series in 2026, which sounds fancy until you realize it's only in its fourth year total. Top 25% get tickets to UCI Worlds in Australia and European Championships in Belgium, but that's qualification, not reputation. The race runs on the 2025 UCI Gravel World Championships course in South Limburg, borrowing credibility from Amstel Gold Race territory rather than earning its own."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The course leverages proven terrain from the UCI Gravel Worlds route through Valkenburg's cycling-mad landscape, complete with castles and the famous Cauberg. But this is a race still figuring itself out—rebranded from Gravel Fondo Limburg just recently and making \"minor course updates\" for 2026. The infrastructure exists, the soul is still developing."
  },
  "experience": {
    "score": 3,
    "explanation": "Valkenburg delivers proper cycling culture—this is Amstel Gold Race country where they've hosted UCI World Championships in road and cyclocross. The route weaves through castles, natural monuments, and caves with rolling hills on loose soil. It's legitimate gravel terrain in a place that actually understands bike racing, not some weekend warrior fever dream."
  },
  "community": {
    "score": 3,
    "explanation": "The first two editions as Gravel Fondo Limburg sold out quickly, showing genuine demand rather than manufactured hype. Racing in South Limburg puts you in the Netherlands' most cycling-obsessed region where the locals actually know what they're watching. The Shimano Experience Center hosting and the cycling tourism infrastructure suggest this isn't just another promoter cash grab."
  },
  "field_depth": {
    "score": 2,
    "explanation": "UCI World Series qualification opportunities will draw some talent, but this is still a four-year-old race finding its identity. The age categories are properly structured (150km for elite, 104km for masters), but no data exists on who actually shows up to race. Selling out doesn't equal depth—just ask any trendy restaurant with terrible food."
  },
  "value": {
    "score": 3,
    "explanation": "Early bird tickets offer €14 discount through December, suggesting reasonable entry fees for a UCI World Series event. You get legitimate qualification opportunities for major championships and racing on proven terrain in cycling's heartland. The Valkenburg location offers proper cycling tourism infrastructure, not some remote field where you're stuck eating gas station sandwiches."
  },
  "expenses": {
    "score": 2,
    "explanation": "Netherlands means expensive everything—accommodation, food, fuel. Valkenburg is a cycling tourism hotspot which inflates prices during race season, though the infrastructure exists to support visitors. The race provides accommodation resources and camping options at Wildbach Camping in nearby Hellenthal, but you're still paying Western European rates for basics."
  },
  "length": {
    "score": 3,
    "explanation": "The 150km elite distance hits the sweet spot—long enough to matter, short enough to race hard. Age-graded options at 104km show actual thought rather than one-size-fits-all stupidity. The 2025 reference shows 155km with 1,510m elevation gain, which is proper gravel racing distance without the masochistic extremes some promoters think constitute difficulty."
  },
  "technicality": {
    "score": 2,
    "explanation": "Rolling hills on loose soil through South Limburg provides legitimate gravel challenge without requiring mountain bike skills. The 2025 route was rated \"hard gravel ride\" with potential hike-a-bike sections, suggesting real terrain that bites back. But this isn't Unbound Kansas or some alpine nightmare—it's challenging but manageable for competent gravel racers."
  },
  "elevation": {
    "score": 1,
    "explanation": "This is the Netherlands—1,510m gain over 155km translates to persistent rolling rather than any meaningful climbing. The terrain builds cumulative fatigue through constant undulation rather than decisive mountain moments. South Limburg is the hilliest part of the country, which tells you everything about Dutch elevation challenges."
  },
  "climate": {
    "score": 3,
    "explanation": "May racing in the Netherlands typically means mild temperatures and manageable conditions, though spring weather can shift quickly. The region's maritime climate avoids the extremes that make other races survival exercises rather than bike races. No historical weather disasters reported, suggesting conditions generally favor racing over suffering through meteorological punishment."
  },
  "altitude": {
    "score": 1,
    "explanation": "Valkenburg sits in South Limburg lowlands where \"high altitude\" means small hills that would embarrass a highway overpass. Zero altitude considerations for training, acclimatization, or performance impact. The biggest elevation challenge is psychological—accepting that Dutch mountains aren't actually mountains."
  },
  "logistics": {
    "score": 3,
    "explanation": "Valkenburg offers established cycling tourism infrastructure with proper accommodation booking resources through local tourism sites. The Shimano Experience Center provides legitimate event hosting capability, not some improvised setup in a random field. Netherlands' compact geography and transport network make getting there straightforward, though parking and accommodation details remain mysteriously absent from race promotion."
  },
  "adventure": {
    "score": 2,
    "explanation": "Racing through castles, caves, and natural monuments in cycling's heartland provides legitimate cultural immersion rather than generic countryside grinding. The UCI Worlds course pedigree guarantees proper terrain exploration through South Limburg's best gravel roads. But this is civilized European adventure—challenging terrain with bathroom stops, not wilderness survival with bike attached."
  }
}
