{
  "prestige": {
    "score": 1,
    "explanation": "Mary's Mayhem launched in 2024, making it barely a toddler in gravel race years. Sure, it made the AusCycling Gravel National Calendar and feeds into the Bushranger Gravel Series, but that's participation trophy stuff. No big names, no race reports worth reading, no YouTube coverage—it's still building its reputation one rider at a time."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The race hits basic checkmarks with on-course feed zones, mechanical support, and Trek UCI Gravel World Series partnerships. But the research shows zero details about course marking, timing systems, or operational execution. For a two-year-old event, they're still figuring out the fundamentals while promising 'champagne gravel' experiences."
  },
  "experience": {
    "score": 2,
    "explanation": "Small Batch Brewery hosts start/finish with a HYDRAPLAY party featuring live DJ and games, plus Sunday rolls into Rylstone markets. The Three Tails Brewery handles Friday registration with a bike expo thrown in. It's trying hard to be a weekend destination, but without rider testimonials or race reports, you're gambling on their event execution skills."
  },
  "community": {
    "score": 2,
    "explanation": "They talk about 'fun times with friends new and old' and position themselves as exploring 'the best that the Mid West has to offer.' But there's zero evidence of actual community—no forum chatter, no rider quotes, no grassroots buzz. It's all marketing speak from organizers who haven't earned their stripes yet."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No field size data, no notable finishers, no pro participation mentioned anywhere. For a race that's been around two years and can't generate rider reviews or race reports, the competitive depth is clearly thin. This is participation-level racing, not where you go to test yourself against serious competition."
  },
  "value": {
    "score": 3,
    "explanation": "They offer risk-free refunds until midday Friday and throw in brewery parties, bike expo, and market rolls on Sunday. Multiple course options and mechanical support sweeten the deal. Without knowing entry fees, you're betting on a weekend package that could deliver decent bang for buck if they execute properly."
  },
  "expenses": {
    "score": 2,
    "explanation": "Mudgee sits 240km northwest of Sydney, so you're looking at significant travel costs to reach this regional NSW town. No accommodation details provided, and being a 'weekend getaway' destination suggests you'll need lodging. The brewery partnerships might keep food/drink costs reasonable, but getting there will cost you."
  },
  "length": {
    "score": 3,
    "explanation": "At 65 miles, it hits the sweet spot for most gravel riders—long enough to matter, short enough to survive. Multiple course options mean you can choose your suffering level. The Saturday Long Course serves as Bushranger Gravel Series qualifier, so it's got legitimate distance standards backing it."
  },
  "technicality": {
    "score": 3,
    "explanation": "They explicitly describe Mudgee as 'relatively flat with virtually no climbing, just rolling hills.' The 'champagne gravel' roads sound well-maintained rather than technical. This is rhythm and endurance riding, not bike-handling torture—perfect for riders who want to actually ride instead of constantly managing their line choice."
  },
  "elevation": {
    "score": 3,
    "explanation": "With 4500 feet over 65 miles and organizers calling it 'virtually no climbing,' you're getting manageable rolling terrain. The 'rolling hills' description suggests consistent but not punishing elevation changes. It's enough to keep things interesting without turning into a sufferfest climbing competition."
  },
  "climate": {
    "score": 2,
    "explanation": "August 2025 promised 'hopefully glorious Winter sunshine'—that word 'hopefully' tells you everything about Australian winter reliability. The 2026 race moved to October, suggesting they learned something about weather timing. No historical weather data provided, so you're rolling dice on conditions."
  },
  "altitude": {
    "score": 2,
    "explanation": "No specific altitude data provided in research, but Mudgee's inland NSW location keeps it at reasonable elevation. You won't be gasping for oxygen, but you won't get any sea-level advantage either. It's middle-ground altitude that won't factor into your race strategy."
  },
  "logistics": {
    "score": 2,
    "explanation": "Registration split between The Three Tails Brewery Friday night and Small Batch Brewery Saturday morning with parking available at venues. But zero details on accommodation, airport access, or travel logistics for a regional destination 240km from Sydney. They've got the basics covered but haven't thought through the full rider journey."
  },
  "adventure": {
    "score": 3,
    "explanation": "Rolling through Mudgee and Rylstone wine country on champagne gravel roads, finishing at breweries, then cruising Sunday markets hits legitimate adventure notes. It's exploring NSW's Mid West region with purpose beyond just racing. The weekend structure encourages actual exploration rather than race-and-bail mentality."
  }
}
