{
  "prestige": {
    "score": 1,
    "explanation": "This is Michigan's season opener gravel race, which sounds impressive until you realize it's late March in southwest Michigan. No pro field, no notable past winners mentioned, and the biggest prize is a Trek Checkpoint ALR 4 in a raffle. It's the 13th annual, so it has staying power, but 700 riders showing up doesn't make it prestigious—it makes it popular with locals who need to scratch the early-season itch."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The course is described as a 'roller coaster' on challenging gravel roads featuring Mann Road, but that's marketing speak without substance. No aid stations mentioned, awards cutoff at 1:00pm regardless of your suffering, and you better show up for the 1:30pm ceremony or you get nothing. The staging by speed groups (0-12mph to 22+mph) suggests they know traffic management, but basic execution doesn't equal quality."
  },
  "experience": {
    "score": 2,
    "explanation": "You get post-race BBQ, beer, and medals if you stick around, which beats driving home hungry. The race promises an 'unforgettable cycling adventure' while seeking 'the Yeti,' but vague mythology doesn't replace actual course character. Starting at Vandalia Community Center and finishing before lunch feels more like a morning club ride that got out of hand than a destination event."
  },
  "community": {
    "score": 3,
    "explanation": "Over 700 riders and growing, with multiple categories including fat bike, single speed, vintage 25+, and even Clydesdale/Athena divisions shows they're trying to include everyone. It kicks off the Michigan Gravel Race Series, making it a regional hub race where Midwest racers show up to start their season. The post-race BBQ and beer suggests actual community building, not just collect-your-medal-and-leave."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No pro riders mentioned, no notable past winners, and the fact that they stage riders from 0-12mph tells you everything about the field depth. This is 700+ weekend warriors showing up for Michigan's first gravel race of the year because they're desperate to ride, not because the competition is fierce. The champions jersey goes to whoever shows up and has legs."
  },
  "value": {
    "score": 4,
    "explanation": "Starting at $75 individual entry with tiered pricing that maxes at $90 for 750+ registrants is reasonable for a full day experience. You get the race, post-race BBQ, beer, medals for age divisions, and a shot at winning a Trek in the raffle. First 500 get a t-shirt, and winners get free entry next year—they're actually trying to give you something for your money."
  },
  "expenses": {
    "score": 4,
    "explanation": "Vandalia, Michigan isn't going to break your bank on lodging or food, and everything happens at the Community Center so no expensive venue fees passed to riders. Entry caps at $90 even for the biggest field, packet pickup runs Friday evening and Saturday morning for convenience. This is small-town racing without small-town price gouging."
  },
  "length": {
    "score": 3,
    "explanation": "Three distance options at 24, 39, and 58 miles give you actual choices based on fitness and masochism level. The 58-mile option is a legitimate gravel distance without being an ultra-endurance suffer-fest. Staggered start times (9:00am for long course, 10:45am for short) show they've thought about logistics and traffic management."
  },
  "technicality": {
    "score": 2,
    "explanation": "Described as 'challenging gravel roads of southwest Michigan' but no specific technical features mentioned beyond Mann Road. They welcome fat bikes with 3.7-inch tires, suggesting some conditions require clearance, but no rock gardens, creek crossings, or hike-a-bike sections detailed. This sounds like rolling gravel roads that get sketchy when wet, not technical terrain that demands bike handling skills."
  },
  "elevation": {
    "score": 2,
    "explanation": "Called a 'roller coaster' course with 2500 feet of gain over 62 miles, which works out to manageable rollers rather than sustained climbs. No named climbs or elevation profile details provided, suggesting the hills are there but nothing worth bragging about. Southwest Michigan isn't known for mountains, and this course apparently doesn't change that reputation."
  },
  "climate": {
    "score": 2,
    "explanation": "Late March in southwest Michigan means you're gambling with winter's last tantrum or spring's false promise. No historical weather incidents mentioned, but scheduling Michigan's season opener for March 28th is optimistic at best. You could get 70 degrees and perfect conditions, or snow and frozen ground—that's the gamble you take for being first out of the gate."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is southwest Michigan, not Colorado. Starting elevation isn't mentioned because it's essentially at sea level, and the 2500 feet of climbing doesn't take you anywhere meaningful altitude-wise. If you need altitude training, you're in the wrong state entirely."
  },
  "logistics": {
    "score": 2,
    "explanation": "Everything happens at Vandalia Community Center (18035 W State Street), which simplifies parking and staging but offers zero destination appeal. Packet pickup runs Friday 4-7pm and Saturday from 7am, giving you options. Online registration closes March 20th, on-site available until race start if under 1,000 riders—basic competence without any frills or convenience that makes travel easier."
  },
  "adventure": {
    "score": 2,
    "explanation": "Marketing promises 'seeking the Yeti' and an 'unforgettable cycling adventure,' but that's creative writing covering for rolling through rural Michigan farmland. No epic terrain, no destination location, no unique features mentioned beyond Mann Road being challenging. This is adventure in the sense that any gravel ride away from home counts as adventure—technically true, completely ordinary."
  }
}
