{
  "logistics": {
    "score": 3,
    "explanation": "When 2025's 60 mph winds and wildfires forced cancellation, Trix8806 had 'police knock on our camper door' for evacuation with 'campers already burnt to the ground.' The Thursday Denim Ride now draws more participants than early race editions, while Bobby Wintle personally hugs every finisher. Stillwater logistics depend on local hosting like the Kiddoo family welcoming teammates. As Trix8806 puts it: \"After about an hour, we were able to follow emergency vehicles out. Campers were already burnt to the ground and fire on both sides of the road... The spot we were parked initially was all burnt up.\""
  },
  "length": {
    "score": 4,
    "explanation": "Joe Laverick went 'fully in no-man's land' after missing the river crossing split, describing how 'history showing the early move is usually the one that wins' creates decisive tactical windows. John Borstelmann's relentless pace meant 'the group was down to 12 by the halfway checkpoint.' The single track section with 15km remaining provides final race-defining splits. Longer than Belgian Waffle Ride San Diego. As B3BH1T puts it: \"First time at Mid South and also my first gravel century. Came in at under 8 hours. Can't wait to be back next year. Glad I helped some folks on the rolling hills with my speaker playing metal music.\""
  },
  "technicality": {
    "score": 2,
    "explanation": "The Cimarron River crossing requires positioning where 'some people thought it'd be faster to hop back on the bike mid-grass bank. They were wrong,' according to Joe Laverick. Mid-race features 'craters on the right hand side' that 'wouldn't just be a race over but it'd be a visit to the hospital.' Otherwise it's grinding red dirt through Cross Timbers rollers with minimal technical demands. Less technical than Dirty 30. As Richard Poole puts it: \"It only took 2 revolutions of your wheels to build up enough clay to stop you dead in your tracks.\""
  },
  "elevation": {
    "score": 2,
    "explanation": "Starting at 899 feet and reaching 1,222 feet maximum creates '800+ of climbing' through Cross Timbers rollers rather than featured climbs. John Borstelmann describes 'careening over the red dirt prairie' through relentless undulations where 30 mph crosswinds and tactical positioning matter more than elevation gain through Oklahoma farmland. Less climbing than Iowa Wind and Rock."
  },
  "climate": {
    "score": 5,
    "explanation": "Historical weather data shows average highs of 65°F and lows of 45°F, with a 37% chance of rain on any given day. Weather defines survival and tactics. The 2025 edition saw 60 mph winds and wildfires with Air Quality Index hitting 500+, while historical conditions create 'horror stories. Red mud deep enough for every letter of murder. Chains chewed. Derailleurs gargled and spat.' Rescue jeeps are prepositioned for mass extractions when Oklahoma's red clay becomes impassable. Among the most weather-friendly events, easier than Badlands."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting at 899 feet in Oklahoma farmland means altitude doesn't factor into race outcomes. Maximum elevation of 1,222 feet through Cross Timbers terrain keeps you in low-altitude rolling prairie where oxygen debt is irrelevant compared to wind, positioning, and red dirt survival. Lower altitude than Gravel Worlds — no thin-air concerns."
  },
  "adventure": {
    "score": 4,
    "explanation": "The course crosses the Cimarron River twice including 'at mile 81... using the new highway bridge not yet open to vehicles' plus private Bovine Bypass double track access. College and Triple XXX roads deliver 'local favorites' through Postoak and Blackjack Oak forests where Joe Laverick describes 'dust everywhere, impossible to see' positioning battles."
  },
  "prestige": {
    "score": 5,
    "explanation": "Joe Laverick calls this 'the best bike race experience of my life' and 'the true spirit of gravel.' Bobby Wintle notes 'the pros have looked at Mid South as the season opener' with elite riders treating it as their litmus test. When a brass band marches through 1,200 riders and Bobby hugs every finisher past midnight, you've built gravel culture beyond racing."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Three aid stations with Skratch nutrition create tactical decisions through the Cross Timbers. Bobby Wintle's route development delivers private land access and unopened bridge crossings while 'history showing the early move usually wins' creates decisive racing. Joe Laverick's Di2 'randomly dies in the last few kilometres' proves the course tests everything mechanical and tactical."
  },
  "experience": {
    "score": 5,
    "explanation": "Joe Laverick describes 'dust everywhere, impossible to see' with relentless positioning battles through red rutted Oklahoma dirt and 'countless contours' of Cross Timbers terrain. The finish delivers bear hugs from Bobby Wintle while the DFL party celebrates riders finishing 'around midnight.' This grinding red dirt odyssey defines visceral Oklahoma gravel racing through extreme conditions."
  },
  "community": {
    "score": 5,
    "explanation": "Bobby Wintle hugs every single finisher from elites to the DFL party past midnight—over 1,000 individual celebrations. When wildfires cancelled 2025, riders like Chase stayed for relief efforts instead of leaving town. Joe Laverick notes 'World Tour winner or first time rider, every person matters'—that mutual aid during crisis proves authentic community. As Pre-Race Activities puts it: \"In addition to shakeout rides and the music fest, there are also myriad other meetups at the Mid South, including a very fun beer can release party on Thursday at the local brewery to a Sunday yoga se...\""
  },
  "field_depth": {
    "score": 5,
    "explanation": "Elite riders treat this as the season opener with John Borstelmann's attacks dropping the field to 12 by halfway. Growth from 121 riders in the first edition to over 1,000 finishers shows competitive depth proven by decisive splits at river crossings and mile 89 single track that determine outcomes from front to back of the field. Elite-level competition, on par with Belgian Waffle Ride San Diego. As Richard Poole puts it: \"Nothing could have prepared me for these conditions except maybe having done this race 2 years prior when the same thing happened.\""
  },
  "value": {
    "score": 4,
    "explanation": "You get 100 miles through private land access and unopened infrastructure plus Bobby Wintle's personal finish hugs for every rider from elites to DFL party past midnight. The full brass band start, Thursday Denim Ride, Friday running events, and weekend-long celebration deliver massive value beyond racing through Oklahoma's gravel community experience."
  },
  "expenses": {
    "score": 4,
    "explanation": "Registration runs $165. Stillwater college town economics favor riders with local connections like the Kiddoo family providing accommodations where guests get 'grilled salmon marinated to perfect sweetness.' Rural Oklahoma territory keeps costs reasonable compared to destination resort pricing, though the Dirt Tan Bike Club author stayed with hosts who 'treated us as kings of health-conscious countries.' More affordable than Crusher in the Tushar."
  }
}
