{
  "logistics": {
    "score": 3,
    "explanation": "The 2025 wildfire cancellation exposed vulnerabilities when Trix8806 had 'police knock on our camper door' for immediate evacuation with 'campers already burnt to the ground and fire on both sides of the road.' Bobby Wintle personally hugs every finisher while the Thursday Denim Ride now draws more participants than early race editions. Stillwater college town logistics rely heavily on local family hosting rather than formal race infrastructure."
  },
  "length": {
    "score": 4,
    "explanation": "Joe Laverick went 'fully in no-man's land' after missing the river crossing split, while John Borstelmann's relentless pace meant 'the group was down to 12 by the halfway checkpoint, with no chance of anyone catching back up.' The single track section at mile 89 with 15km remaining provides final splitting where 'history showing the early move is usually the one that wins' creates decisive 100-mile tactical racing."
  },
  "technicality": {
    "score": 2,
    "explanation": "The Cimarron River crossing requires positioning where 'some people thought it'd be faster to hop back on the bike mid-grass bank. They were wrong,' according to Joe Laverick. Otherwise it's grinding red dirt through Cross Timbers rollers with minimal technical demands beyond avoiding 'craters on the right hand side' that 'wouldn't just be a race over but it'd be a visit to the hospital.'"
  },
  "elevation": {
    "score": 2,
    "explanation": "Starting at 899 feet and reaching 1,222 feet maximum means grinding through Cross Timbers rollers rather than featured climbs. The 2025 route lists '106 miles and 800+ of climbing' with John Borstelmann describing 'careening over the red dirt prairie' through relentless undulations where 30 mph crosswinds create more tactical challenges than elevation."
  },
  "climate": {
    "score": 5,
    "explanation": "Weather defines everything from tactics to survival. The 2025 edition was cancelled for 60 mph winds and wildfires with Air Quality Index hitting 500+, while historical conditions create 'horror stories. Red mud deep enough for every letter of murder. Chains chewed. Derailleurs gargled and spat' with rescue jeeps prepositioned for mass extractions when roads become impassable."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting at 899 feet in Oklahoma farmland means altitude is irrelevant. Maximum elevation of 1,222 feet through Cross Timbers terrain keeps you in low-altitude rolling farmland where oxygen debt doesn't factor into race outcomes."
  },
  "adventure": {
    "score": 4,
    "explanation": "The course features Cimarron River crossings including 'at mile 81... using the new highway bridge not yet open to vehicles' plus private land access through the Bovine Bypass double track section. College and Triple XXX roads deliver 'local favorites' through Postoak and Blackjack Oak forests where Joe Laverick describes positioning battles through 'dust everywhere, impossible to see' conditions."
  },
  "prestige": {
    "score": 5,
    "explanation": "Joe Laverick calls this 'the best bike race experience of my life' and 'the true spirit of gravel.' Bobby Wintle acknowledges 'the pros have looked at Mid South as the season opener' with elite riders treating it as the season's litmus test. When the brass band marches through 1,200 riders at the start and Bobby hugs every finisher from elite to DFL party past midnight, you've built something that defines gravel culture beyond just racing."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Three aid stations with Skratch nutrition at strategic points create tactical decisions through Cross Timbers rollers. The course hits features like river crossings and the Bovine Bypass while flowing through College and Triple XXX roads that riders call 'local favorites.' Bobby Wintle's decade of route development shows in private land access and unopened bridge crossings. Joe Laverick's Di2 'randomly dies in the last few kilometres' proves the course tests everything, while 'history showing the early move usually wins' creates decisive racing."
  },
  "experience": {
    "score": 5,
    "explanation": "Joe Laverick describes 'dust everywhere, impossible to see' with relentless positioning battles to the river crossing through red rutted Oklahoma dirt and 'countless contours' of Cross Timbers terrain. When riders spot other groups ahead and the finish delivers bear hugs from Bobby Wintle, you're getting visceral racing. The DFL party for riders finishing 'around midnight' proves they celebrate everyone's suffering through this grinding red dirt odyssey that defines Oklahoma gravel."
  },
  "community": {
    "score": 5,
    "explanation": "Bobby Wintle personally hugs every single finisher, from elites to the DFL party past midnight—that's over 1,000 individual celebrations. When 2025 got cancelled for wildfires, riders like Chase stayed in town for relief efforts instead of heading home. The Thursday Denim Ride now draws more participants than early race editions. Joe Laverick notes 'World Tour winner or first time rider, every person matters'—that mutual aid during crisis doesn't happen at corporate events."
  },
  "field_depth": {
    "score": 5,
    "explanation": "Elite riders treat this as the season opener with John Borstelmann's relentless pace dropping the field to 12 riders by halfway. The race has grown from 121 riders in the first edition to over 1,000 finishers with competitive depth proven by decisive tactical splits at river crossings and the mile 89 single track section that determine outcomes from front to back."
  },
  "value": {
    "score": 4,
    "explanation": "You get 100 miles through private Bovine Bypass access and the unopened Cimarron River bridge crossing. Bobby Wintle's personal finish line hugs for every rider, from elites to DFL party past midnight, plus the full brass band start experience through 1,200 riders. The Thursday Denim Ride, Friday running events, and weekend-long party atmosphere deliver massive value beyond just racing. Pricing transparency remains unclear for complete value assessment."
  },
  "expenses": {
    "score": 4,
    "explanation": "Stillwater college town economics favor riders with local families like Scott and Michelle providing accommodations where the Dirt Tan Bike Club author stayed with hosts who 'fed us as if we were the kings of health-conscious countries. Grilled salmon marinated to perfect sweetness.' Rural Oklahoma territory keeps costs reasonable compared to destination resort pricing, though specific race lodging costs aren't detailed."
  }
}
