{
  "prestige": {
    "score": 1,
    "explanation": "This is a regional Trek BC Gravel Series event that debuted around 2024 - nobody's putting this on their bucket list. The search results don't mention a single notable winner or pro field, which tells you everything. It's positioned as highlighting Vancouver Island gravel, but that's marketing speak for 'we're still building credibility.'"
  },
  "race_quality": {
    "score": 2,
    "explanation": "Part of the Trek BC Gravel Series with three distance options including the ~75km Intermedio that roughly matches this 50-mile format. The series promises 'challenging yet beautiful routes' but offers zero specifics about course features, aid stations, or what makes Nanaimo special. When organizers can't describe their own course beyond generic 'rugged terrain,' you're getting basic execution."
  },
  "experience": {
    "score": 2,
    "explanation": "They offer camping at the start/finish area from June 14-15, which suggests some event atmosphere beyond just showing up and riding. The Trek partnership and series branding adds some polish, but the complete absence of rider testimonials or race reports means the experience is either forgettable or too new to judge. June 15 timing hits decent weather, at least."
  },
  "community": {
    "score": 2,
    "explanation": "Series director Jon Watkin runs multiple BC events, so there's organizational continuity, but this feels like a corporate series play rather than grassroots passion. The partnership with Mosaic Forest Management suggests local support, but zero online chatter or rider reviews means the community hasn't formed yet. It's Vancouver Island cycling, not a destination scene."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No mention of notable participants, field size, or competitive depth in any search results. This is a regional event in a series that's still building its reputation - you're racing locals and Trek customers, not traveling talent. The three-distance format suggests they're casting a wide net to fill fields rather than drawing deep competition."
  },
  "value": {
    "score": 4,
    "explanation": "Registration fees aren't listed, but camping is included and it's part of a series with Trek backing, suggesting reasonable pricing. Three distance options mean you're not overpaying for more race than you need. Vancouver Island location delivers genuine scenery and terrain value, and new events typically underprice to build their field."
  },
  "expenses": {
    "score": 2,
    "explanation": "Nanaimo requires either flying into Vancouver Island or ferry costs from mainland BC, plus you're dealing with Canadian pricing. The camping option keeps lodging reasonable, but getting to Vancouver Island from anywhere significant involves real travel expenses. No major airport means you're adding transport logistics to your budget."
  },
  "length": {
    "score": 2,
    "explanation": "50 miles fits the ~75km Intermedio distance option - it's the middle ground that's neither short nor properly long. With 3500 feet of gain, you're getting about 70 feet per mile, which makes this a moderate day rather than an epic. It's long enough to hurt but short enough that strong riders finish wondering what else they could have done with their weekend."
  },
  "technicality": {
    "score": 2,
    "explanation": "Series marketing mentions 'rugged terrain' but provides zero specifics about surface breakdown, technical sections, or what makes this challenging. Vancouver Island has genuine technical potential, but organizers describing their course in generic terms suggests they're playing it safe. This reads like fire road gravel, not gnar."
  },
  "elevation": {
    "score": 2,
    "explanation": "3500 feet over 50 miles averages 70 feet per mile - that's rolling terrain, not mountain suffering. Without elevation profile details or named climbs, this sounds like consistent undulation rather than defining ascents. Vancouver Island can deliver proper climbing, but this elevation total suggests they're keeping it accessible rather than selective."
  },
  "climate": {
    "score": 2,
    "explanation": "June 15 hits Vancouver Island's sweet spot before summer heat, but search results provide zero weather specifics or historical conditions. Series mentions 'unpredictable conditions' which could mean anything from coastal fog to rain. Without weather data or rider reports about typical conditions, you're flying blind on what to expect."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Vancouver Island coastal terrain - you're starting near sea level and the highest points barely register as elevation. No altitude considerations whatsoever, which means no acclimatization needed but also no high-altitude training value. Sea level racing with sea level consequences."
  },
  "logistics": {
    "score": 2,
    "explanation": "Camping available at start/finish from June 14-15, but packet pickup details, parking, and basic race day logistics are completely absent from all sources. 9:00 AM start time is standard, but the complete lack of operational details suggests either poor communication or bare-bones organization. Getting to Nanaimo requires ferry or island flight planning."
  },
  "adventure": {
    "score": 2,
    "explanation": "Vancouver Island offers legitimate adventure potential with its coastal terrain and forest roads, but this event provides zero specifics about what you'll actually encounter. The Trek series positioning as 'world's best gravel destination' is marketing hyperbole without course details to back it up. Real adventure requires unknowns, but these are the wrong kind of unknowns."
  }
}
