{
  "prestige": {
    "score": 3,
    "explanation": "Five years old with zero pro field mentions or YouTube coverage makes this a regional player, not a destination event. The Tungsten course joined Colorado's Summer of Gravel series in 2023, which adds some credibility. But when your biggest selling point is inclusivity rather than brutality, you're not hunting prestige points."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Four distance options from 10 to 70 miles with staggered starts shows solid organization. The Gold course got redesigned in 2023 to remove technical sections and become more 'gravel bike friendly' - which sounds like they dumbed it down. Parking closes at 7:30 AM sharp, so they run a tight ship even if the course went soft."
  },
  "experience": {
    "score": 4,
    "explanation": "Ghost towns, abandoned mines, and elevations hitting 10,300 feet through Colorado's Front Range delivers adventure. The route follows Peak to Peak Highway before diving onto Ridge Road with 'punchy uphills and fast descents.' This pays proper homage to the miners and misfits who died up there before you."
  },
  "community": {
    "score": 3,
    "explanation": "They market themselves as 'one of the most inclusive gravel races in the world' with equal elite spots for men and women, plus priority registration for women and BIPOC riders. The first week of registration is reserved exclusively for underrepresented groups. Inclusivity is admirable, but it doesn't automatically create community depth."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No data on field size, prize purse, or notable past winners tells you everything about competitive depth. When a race's main selling point is being welcoming to beginners rather than attracting talent, don't expect fireworks at the front. The Bronze course is literally designed for 'new gravel riders' on beginner terrain."
  },
  "value": {
    "score": 3,
    "explanation": "Four distance options from beginner-friendly 10 miles to the 70-mile Tungsten gauntlet gives options for your dollar. No entry fee data available, but Nederland isn't Steamboat Springs expensive. The real value question is whether you're paying Colorado prices for what amounts to a local club ride with better logistics."
  },
  "expenses": {
    "score": 3,
    "explanation": "Nederland sits in Boulder County, so expect Front Range pricing without resort-town gouging. No specific lodging or airport data available, but you're looking at Denver International as your fly-in option. Parking closes at 7:30 AM, so factor in overnight stays unless you enjoy 5 AM mountain drives."
  },
  "length": {
    "score": 3,
    "explanation": "The 70-mile Tungsten course with 8,300 feet of climbing hits that sweet spot where it hurts without requiring vacation recovery time. Four distance options mean you can choose your poison, but none of them will qualify as epic mileage. Solid middle-distance suffering without the commitment of a true endurance event."
  },
  "technicality": {
    "score": 3,
    "explanation": "The Gold course was specifically redesigned in 2023 to remove the most technical sections and become more 'gravel bike friendly.' The Bronze course runs 50/50 gravel to pavement on beginner terrain. When race organizers actively reduce technical difficulty to accommodate more riders, you're not getting Leadville-level challenge."
  },
  "elevation": {
    "score": 4,
    "explanation": "The Tungsten course delivers 8,300 feet of climbing through sustained Colorado mountain terrain. Starting at Nederland and climbing to 10,300 feet creates vertical suffering. Those 'punchy uphills' through Cold Springs Road aren't marketing speak - they're oxygen debt reality at altitude."
  },
  "climate": {
    "score": 2,
    "explanation": "July in the Colorado Rockies at 8,000-10,300 feet means afternoon thunderstorms can turn deadly without warning. No historical weather incident data available, but mountain weather doesn't negotiate. The research lacks specific temperature or precipitation data, but altitude plus summer storms equals risk management requirements."
  },
  "altitude": {
    "score": 4,
    "explanation": "Racing between 8,000-10,300 feet elevation will separate the sea-level warriors from the altitude-adapted quickly. Nederland starts high and only goes higher, giving zero time for acclimatization during the event. If you didn't arrive days early or live above 5,000 feet, expect your power numbers to crater."
  },
  "logistics": {
    "score": 3,
    "explanation": "Staggered start times from 7:00-8:00 AM with bag drop and registration opening at 5:30 AM shows competent race management. Parking closes at 7:30 AM sharp - miss it and you're spectating. No specific airport or lodging strategy data available, but Nederland's mountain location limits last-minute arrival options."
  },
  "adventure": {
    "score": 4,
    "explanation": "Ghost towns, abandoned mines, and routes through terrain that killed miners and dreamers before you delivers authentic Colorado mountain adventure. The course runs through historical mining country between 8,000-10,300 feet where weather and altitude don't care about your training plan. This isn't manufactured adventure - it's real mountain consequence."
  }
}
