{
  "prestige": {
    "score": 1,
    "explanation": "This is a free community campout masquerading as a race, part of the self-reported Ironbear 1000 series where nobody's checking if you actually rode the miles. Zero mention of pro riders, winners, or anyone who matters showing up. It's camping with bikes, not racing with consequences."
  },
  "race_quality": {
    "score": 2,
    "explanation": "No aid stations, no cutoff times, no field size data, no packet pickup because there's nothing to pick up. The 10am start time is literally the only concrete detail they've managed to nail down. When your race organization consists of posting a GPS link and saying 'have fun,' you're barely qualifying as an event."
  },
  "experience": {
    "score": 2,
    "explanation": "You get rolling Nicolet National Forest gravel through Lincoln, Langlade, and Oneida Counties with some rough fire lanes mixed in. The 'community campout' vibe might appeal if you like your cycling with a side of Kumbaya. But with zero race infrastructure and self-supported everything, you're basically paying gas money to ride forest roads with strangers."
  },
  "community": {
    "score": 2,
    "explanation": "The 'community campout' branding suggests people actually show up and hang out, which counts for something. Part of the Ironbear 1000 series celebrating Wisconsin gravel, so there's regional pride involved. But without field size data or rider testimonials, this community could be three guys and a cooler of beer for all we know."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Free events attract the full spectrum of humanity, from serious riders slumming it to weekend warriors who think gravel means their driveway. No mention of competitive categories, past winners, or anyone racing for anything beyond participation trophy feelings. When entry is free and self-reported, you're not filtering for talent."
  },
  "value": {
    "score": 4,
    "explanation": "Hard to beat free entry for 50 miles of Nicolet National Forest gravel roads and fire lanes. No registration fees, no packet pickup costs, just gas money to Wabeno and whatever camping costs you. Even if the organization is bare-bones, you're getting forest riding without the premium markup."
  },
  "expenses": {
    "score": 3,
    "explanation": "Zero entry fees and the community campout setup keeps lodging cheap if you're willing to rough it. Wabeno, Wisconsin isn't a destination resort town, so food and gas won't break the bank. The main cost is getting yourself to northern Wisconsin and back, plus whatever camping gear you need for the 'campout' experience."
  },
  "length": {
    "score": 2,
    "explanation": "Fifty miles is the sweet spot where you're not quite suffering enough to feel heroic but past the point of calling it a casual ride. Some Ironbear events offer 10, 20, or 44-mile options, but this one locks you into the full 50 whether you're ready or not. It's enough distance to matter without being enough to brag about."
  },
  "technicality": {
    "score": 2,
    "explanation": "Mix of fast gravel and rough fire lanes with some ATV trails and optional singletrack through Nicolet forest. They recommend mountain bikes for the loose, soft surfaces and note washboard sections that'll rattle your teeth. Pavement bypasses available via Highway 45 if you're too precious for the real dirt, which tells you everything about the intended difficulty."
  },
  "elevation": {
    "score": 2,
    "explanation": "Twenty-five hundred feet over 50 miles in Wisconsin's glacial terrain means you're looking at rolling hills, not mountain suffering. It's enough climbing to keep your heart rate honest without requiring a compact chainring or walking breaks. The Nicolet forest rolls gently through lake country, so expect steady effort rather than lung-burning pitches."
  },
  "climate": {
    "score": 2,
    "explanation": "Mid-August in northern Wisconsin with a race literally called 'Hot Days' should tell you what you're signing up for. Expect humid, sticky conditions that'll have you questioning why you didn't pick the air-conditioned trainer instead. At least you'll be under forest canopy for some relief, assuming the mosquitoes don't carry you away first."
  },
  "altitude": {
    "score": 1,
    "explanation": "Northern Wisconsin glacial terrain sits barely above lake level, so you're not getting any altitude training benefits here. The Nicolet National Forest rolls through lowland lake country without a meaningful peak in sight. Your sea-level fitness transfers directly with zero adaptation needed."
  },
  "logistics": {
    "score": 2,
    "explanation": "A 10am start time in Wabeno, Wisconsin with zero details about parking, packet pickup, or nearest airports because apparently nobody thought logistics mattered. The community campout concept sounds nice until you realize there's no information about where to camp or what facilities exist. You're flying blind into small-town Wisconsin hoping someone thought this through."
  },
  "adventure": {
    "score": 2,
    "explanation": "Rolling through Chequamegon-Nicolet National Forest on mix of gravel roads, fire lanes, and ATV trails delivers backcountry riding. The route hits small lakes and streams with options for singletrack if you're feeling spicy. But without any epic climbs, technical features, or serious remoteness, it's more 'pleasant forest tour' than 'survival challenge.'"
  }
}
