{
  "prestige": {
    "score": 2,
    "explanation": "This is a regional Japanese gravel race organized by HOKKAIDO EVENTS with zero international recognition. No pro riders show up, no prize purse exists, and the cycling world doesn't know it exists. Field caps at 200 riders per distance, which tells you everything about its draw."
  },
  "race_quality": {
    "score": 3,
    "explanation": "The course design spans three towns (Niseko, Rankoshi, Suttsu) with proper gravel percentages—40% on the Higuma Course, 30% on the shorter option. Multiple government sponsors suggest decent organization, but the complete lack of detailed course features or rider feedback keeps this solidly average. They're changing the Higuma Course for 2025, which could mean improvement or chaos."
  },
  "experience": {
    "score": 4,
    "explanation": "You're riding gravel through Hokkaido's mountain ranges in mid-September when the weather's turning crisp. The Niseko area delivers legitimate adventure terrain spanning multiple towns, not some sanitized loop. Zero tourist pandering—this feels like actual Japanese cycling culture, not a gaijin show."
  },
  "community": {
    "score": 3,
    "explanation": "Purely local scene with 550 total riders across all distances—intimate but not insular. Multiple town governments backing it suggests real regional cycling investment. No evidence of international riders or English-language community, so you're either in or you're visiting."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Regional Japanese riders only, capped at 200 per distance with no competitive structure visible. No prize money, no pro field, no mention of racing categories beyond distance selection. This is participation cycling, not competition."
  },
  "value": {
    "score": 2,
    "explanation": "¥15,000 ($100+) for the Higuma Course gets expensive fast when you factor in Hokkaido travel costs. Early bird discounts help, but you're paying premium prices for a regional event with basic amenities. The adventure justifies some cost, but not this much."
  },
  "expenses": {
    "score": 1,
    "explanation": "Flying to Hokkaido from anywhere costs serious money, then you're dealing with Japanese accommodation prices in a resort area. Race entry alone hits ¥15,000 before you've eaten or slept anywhere. Niseko's ski resort pricing doesn't magically disappear for cyclists."
  },
  "length": {
    "score": 3,
    "explanation": "The 65-mile distance hits the sweet spot for most gravel riders—long enough to matter, short enough to not become survival mode. Options from 55km up to 130km let you pick your suffering level. Solid middle-distance racing without the death march commitment."
  },
  "technicality": {
    "score": 2,
    "explanation": "Only 30-40% gravel means significant road sections, which dilutes the technical challenge. Course spans mountain terrain but no specific technical features are detailed—no rock gardens, river crossings, or gnarly descents mentioned. Probably rolling gravel roads, not MTB-level skills required."
  },
  "elevation": {
    "score": 3,
    "explanation": "5,000 feet over 65 miles delivers consistent climbing without soul-crushing gradients—about 77 feet per mile average. The Niseko mountain range provides real elevation changes, not flat prairie with speed bumps. Enough to hurt, not enough to walk."
  },
  "climate": {
    "score": 3,
    "explanation": "Mid-September in Hokkaido means crisp autumn conditions before winter hits—probably ideal gravel weather. You're avoiding Japan's brutal summer heat and humidity while catching fall colors. Weather can turn quickly in mountain regions, adding unpredictability without guaranteed suffering."
  },
  "altitude": {
    "score": 2,
    "explanation": "Hokkaido mountains aren't high enough for altitude effects—you're not gasping at thin air like Colorado races. Starting elevation and peak aren't specified, but this island doesn't have serious alpine terrain. Elevation gain matters more than altitude here."
  },
  "logistics": {
    "score": 2,
    "explanation": "Getting to Hokkaido requires domestic connections through Sapporo, then ground transport to Niseko—multiple travel legs before you touch your bike. Registration closes September 3rd with no packet pickup details provided, suggesting bare-bones race support. Language barriers add complexity for international riders."
  },
  "adventure": {
    "score": 4,
    "explanation": "This is genuine off-the-grid Japanese gravel racing through mountain terrain most cyclists will never see. Three different towns, real seasonal weather, and zero international hand-holding create authentic adventure cycling. You're not following Instagram influencers here—you're exploring actual backcountry Japan."
  }
}
