{
  "prestige": {
    "score": 2,
    "explanation": "This is a 'non-competitive event with just one category for all riders and no prizes given' - which means zero career cache. Part of a broader MTB festival where gravel feels like the add-on cousin, not the main event. The organizers literally had to redesign the course after 'overwhelming feedback' about last year's disaster, which tells you everything about their rookie execution."
  },
  "race_quality": {
    "score": 3,
    "explanation": "They're learning from mistakes - the 2026 course promises to 'tick all the boxes' after riders complained about the previous year's 'epic adventure' being too much of both. The climb to 'the Mother' followed by mostly flat/downhill sounds like decent design, but when organizers are still figuring out basic course logistics, you're essentially paying to beta-test their event."
  },
  "experience": {
    "score": 3,
    "explanation": "Multi-terrain through Noosa Hinterland's 'outrageously spectacular playground' sounds promising on paper. The course hits premium graded gravel, sealed roads, fire roads, farms, and trails - variety keeps things interesting. But with zero competitive element and a 'GET AMONGST IT' festival vibe, you're paying for a glorified group ride with scenery."
  },
  "community": {
    "score": 3,
    "explanation": "Part of the broader Noosa Enduro festival means built-in community, but gravel feels secondary to the MTB focus. The non-competitive format attracts participation-trophy seekers rather than serious cyclists. Starting from Noosa Tewantin Cricket Club gives it local grassroots flavor, but don't expect the hardcore gravel scene to show up for a no-prizes group ride."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No prizes, no competition, no winners tracked - which means no serious riders. This is explicitly designed for weekend warriors who want Instagram photos without the pressure of actual racing. When your selling point is 'just one category for all riders,' you're advertising that performance doesn't matter here."
  },
  "value": {
    "score": 3,
    "explanation": "$187.20 AUD for 88.3km through Queensland hinterland is reasonable if you want a supported tour. The multi-terrain variety and course redesign show they're investing in improvement. But paying nearly $200 for zero competitive element and beta-testing their routing feels steep for what's essentially an organized group ride."
  },
  "expenses": {
    "score": 3,
    "explanation": "Noosa in July means peak tourist season pricing for accommodation, though winter rates beat summer madness. The Sunshine Coast location keeps flights reasonable compared to remote Australian destinations. Entry fee includes AusCycling membership if needed, but expect typical resort town markups on food and lodging around the famous beach destination."
  },
  "length": {
    "score": 3,
    "explanation": "88.3km hits the sweet spot for gravel endurance without venturing into sufferfest territory. Long enough to matter, short enough that weekend warriors won't completely implode. The distance feels right for the multi-terrain format, giving you time to experience different surfaces without overstaying welcome on any single section."
  },
  "technicality": {
    "score": 3,
    "explanation": "Designed for gravel bikes across 'premium graded gravel roads, sealed roads, fire roads, farms, track and trails' - so expect variety without gnarly MTB sections. The climb to 'the Mother' provides the main technical challenge early, then it's mostly cruising home. Sounds like intermediate-level bike handling required, nothing that'll separate the field dramatically."
  },
  "elevation": {
    "score": 4,
    "explanation": "The climb to 'the Mother' packs 'majority of the days climbing' into the early section, creating a proper test before the flatter finish. 5000ft over 62 miles means sustained climbing rather than punchy rollers - the kind that separates fitness levels decisively. Front-loading the elevation makes tactical sense for both suffering and recovery."
  },
  "climate": {
    "score": 2,
    "explanation": "July in Queensland hinterland means cool, dry winter conditions - pleasant for riding but hardly inspiring. You're looking at mild 15-25°C temperatures that won't create memorable stories about heat survival or weather battles. Safe, predictable conditions that won't add drama to your day or test your equipment choices."
  },
  "altitude": {
    "score": 1,
    "explanation": "Noosa Hinterland maxes out around 500 meters above sea level - basically nothing for altitude considerations. Starting near sea level and climbing to low hills means zero physiological challenge from thin air. Your fitness limitations will be cardiovascular and muscular, not oxygen-related."
  },
  "logistics": {
    "score": 4,
    "explanation": "Noosa Tewantin Cricket Club for packet pickup and established festival infrastructure show solid organization. Starting from Olive Donaldson Pavilion with wave starts indicates they've thought through congestion management. Being part of an existing MTB festival means proven logistics systems, even if the gravel component feels newer to their operation."
  },
  "adventure": {
    "score": 3,
    "explanation": "Multi-terrain through Queensland hinterland farms and trails offers legitimate variety beyond standard gravel racing. The route through 'outrageously spectacular playground' promises scenic diversity, though the non-competitive format dilutes any sense of genuine challenge. You'll see new terrain and experience different surfaces, but adventure requires risk - and they've designed that element out."
  }
}
