{
  "logistics": {
    "score": 3,
    "explanation": "Self-supported format means you coordinate overnights via WhatsApp group across three countries with different currencies and languages. Mandatory ferry timing in Oslo adds pressure, and accommodation isn't included in your entry fee. The route is brilliant but demands serious planning beyond just showing up."
  },
  "length": {
    "score": 5,
    "explanation": "800km from Copenhagen to Oslo puts this firmly in ultra-gravel territory with 103-hour cutoff creating time pressure. The distance forces multi-day pacing decisions and bikepacking strategy across three countries. This isn't a day ride - it's suffer-distance that demands endurance planning."
  },
  "technicality": {
    "score": 3,
    "explanation": "Over 60% gravel and unpaved surfaces through Nordic forests and farm roads, plus the course features \"technical forest tracks\" and \"tricky roads and rocky descents\" based on similar terrain. The challenge is endurance navigation through remote sections rather than extreme technical features. Gravel bike appropriate without mountain bike demands."
  },
  "elevation": {
    "score": 4,
    "explanation": "7,300m of climbing across 800km creates substantial suffering through rolling Nordic terrain and forested ridgelines. The elevation includes \"brutally steep, short climb\" sections mixed with long gradual ascents. Enough vertical to break legs over the distance without requiring alpine climbing genetics."
  },
  "climate": {
    "score": 3,
    "explanation": "Mid-August Nordic summer means endless daylight but unpredictable weather crossing three countries. Temperatures stay mild but rain and wind exposure through remote sections can change conditions fast. The \"endless glow of the Nordic summer\" helps with visibility but weather variability remains a factor."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting at sea level in Copenhagen and staying in Nordic lowlands means altitude isn't a factor. The climbing comes from rolling terrain rather than elevation that affects oxygen intake. Your legs hurt from distance and surfaces, not thin air."
  },
  "adventure": {
    "score": 5,
    "explanation": "Crossing Denmark, Sweden, and Norway on mostly gravel roads through remote forests and lakesides delivers expedition vibes. The Helsingør-Helsingborg ferry crossing and final push to Oslo creates narrative arc most races can't match. This is proper adventure with consequences, not sanitized gravel tourism."
  },
  "prestige": {
    "score": 4,
    "explanation": "Limited to 100 riders with sold-out 2026 registration demonstrates strong demand for this Copenhagen-to-Oslo route. Alex Sychou's video testimonial from the first edition shows the event is building credibility in the ultra-gravel scene. No prize purse or established pro field yet, but the exclusivity and ambitious three-country route design create mystique."
  },
  "race_quality": {
    "score": 5,
    "explanation": "800km of mostly gravel through Danish forests, Swedish backcountry, and Norwegian terrain represents serious course design. The 103-hour cutoff with mandatory ferry timing adds consequence to pacing decisions. Live GPS tracking via Follow My Challenge and organizer Gregory Sanders' personal route reconnaissance ensure solid execution."
  },
  "experience": {
    "score": 5,
    "explanation": "Crossing three countries from Copenhagen to Oslo via Helsingør-Helsingborg ferry creates a expedition feel you can't fake. The route hits deep forests, lakesides, and ridgelines before dumping you in Oslo for that celebratory ferry back to Copenhagen with dinner on board. This is bikepacking adventure disguised as a gravel race."
  },
  "community": {
    "score": 4,
    "explanation": "The 100-rider cap creates intimate dynamics with WhatsApp coordination and pre-ride social gathering in Copenhagen. Group riding is explicitly allowed under race rules, fostering shared effort through Nordic wilderness. Post-race ceremony in Oslo and optional ferry return with collective dinner party build connections beyond just racing."
  },
  "field_depth": {
    "score": 3,
    "explanation": "Early-stage event without established pro participation or deep competitive field yet. The sold-out status and self-supported format attracts serious ultra-gravel riders, but no notable past winners or competitive pedigree established. Still finding its place between adventure ride and proper race."
  },
  "value": {
    "score": 3,
    "explanation": "At 2,250 DKK standard entry (~302 EUR) for 800km across three countries, the math works if you value the unique route experience. Ferry tickets and GPS tracking included but accommodation isn't, requiring budget for Nordic overnights. The experience justifies cost but you're paying premium for exclusivity and route access."
  },
  "expenses": {
    "score": 5,
    "explanation": "Beyond the 302 EUR entry fee, self-arranged accommodation across Denmark, Sweden, and Norway adds up fast in expensive Nordic countries. Factor in flights to Copenhagen, potential bike shipping, and Nordic food prices during your multi-day suffer-fest. The optional return ferry and Copenhagen bike storage help but don't offset the overall expense."
  }
}
