{
  "prestige": {
    "score": 2,
    "explanation": "Part of the Glorious Gravel series and shares routes with UCI Gravel World Series (Graean Cymru), which sounds impressive until you realize nobody can name a single past winner. Zero pro field presence, no race reports floating around forums, and Findarace shows the telling \"Done this event? Add a review\" with crickets underneath. It's regional reputation at best."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The course hits legitimate terrain through Clocaenog Forest with Llyn Alwen and Llyn Brenig circuits, but starting with a lap around GYG karting track screams amateur hour. They can't even keep their distance consistent - bouncing between 50mi/4000ft and 78km/1500m depending on the year. No aid station details, no cutoff times, just \"results emailed by 7pm\" like it's a club ride."
  },
  "experience": {
    "score": 2,
    "explanation": "You get North Wales reservoirs and forest climbs, which is legitimately beautiful terrain, but the organization feels thin. Packet pickup is a 10-minute window starting at 7:45am, GPX files arrive 2-4 days before like they're doing you a favor. The ride village closes at 6pm regardless of when you finish, so don't expect any post-race atmosphere if you're not fast."
  },
  "community": {
    "score": 2,
    "explanation": "Onsite camping at GYG Karting could build camaraderie, but there's zero evidence of any actual community forming around this event. No rider reviews anywhere, no forum chatter, no stories being told. It feels like people show up, ride, and forget about it - which isn't how memorable gravel experiences work."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Completely unknown field size with zero competitive pedigree. No prize purse, no pro presence, no mention of any competitive structure whatsoever. This is a sportive masquerading as a gravel race, attracting weekend warriors who want pretty scenery without the pressure of actual racing."
  },
  "value": {
    "score": 3,
    "explanation": "£62.72 gets you legitimate Welsh gravel through Clocaenog Forest with proper elevation and technical terrain. The camping option at GYG Karting is practical, and you're accessing routes that overlap with UCI World Series courses. Not cheap, but you're paying for quality terrain in a region that delivers."
  },
  "expenses": {
    "score": 2,
    "explanation": "Two hours from major airports means rental car costs, plus accommodation in rural North Wales isn't bargain territory. The camping option helps, but Ruthin and surrounding area aren't exactly budget destinations. Factor in the entry fee and travel time, and you're looking at a proper weekend investment for what amounts to a day ride."
  },
  "length": {
    "score": 2,
    "explanation": "78km long route is barely scratching century territory, while the 53km medium option is legitimately short for anyone serious about gravel racing. These are sportive distances designed for weekend riders who want to be home for Sunday dinner, not suffer-fest lengths that separate the committed from the casual."
  },
  "technicality": {
    "score": 3,
    "explanation": "Mix of flowy singletrack, punchy forest climbs, and fire roads through Clocaenog Forest delivers real technical variety. The reservoir circuits add navigation complexity, and North Wales terrain doesn't coddle you with smooth surfaces. Not gnarly enough to require a mountain bike, but technical enough to punish poor bike handling."
  },
  "elevation": {
    "score": 3,
    "explanation": "1,500m over 78km delivers consistent climbing without being gratuitously brutal. The punchy climbs through Clocaenog Forest and rolling terrain around the reservoirs create varied elevation challenges. Not Alpine suffering, but enough vertical to separate the prepared from the optimistic across relatively short distance."
  },
  "climate": {
    "score": 2,
    "explanation": "Late April in North Wales means you're gambling with British weather at its most bipolar. Could be crisp and clear, could be sideways rain and 40mph winds off the reservoirs. No historical weather data available, but anyone who's ridden Wales knows you pack for four seasons regardless of the forecast."
  },
  "altitude": {
    "score": 1,
    "explanation": "Welsh reservoirs and forests keep you well under any meaningful elevation. No altitude considerations whatsoever - this is low-country gravel where your biggest worry is mud, not oxygen. Sea-level fitness translates directly with zero acclimatization needed."
  },
  "logistics": {
    "score": 2,
    "explanation": "Moving from Ruthin to GYG Karting Cerrigydrudion between years shows organizational inconsistency. The 7:45am ride village opening for 8:00am start creates unnecessary morning stress, and two hours from major airports makes travel planning a proper commitment. Onsite camping helps, but rural Wales logistics aren't trivial."
  },
  "adventure": {
    "score": 3,
    "explanation": "Circuits of Llyn Alwen and Llyn Brenig through Clocaenog Forest deliver legitimate North Wales wilderness experience. The mix of reservoirs, technical forest climbs, and remote gravel roads takes you properly away from civilization. Not epic multi-day adventure, but real backcountry riding that reminds you why Welsh terrain built hard riders."
  }
}
