{
  "prestige": {
    "score": 1,
    "explanation": "This thing launched in 2024 and already had to move from September to October in year two. No pro field, no prize purse, no race history worth mentioning. When your main selling point is sharing roads with GravelNats rather than being GravelNats, you're the opening act, not the headliner."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Professional timing and four distance options starting from The Wieser Farm sound competent, but this is still a baby event finding its legs. They promise 'best gravel riding in the Midwest' but can't nail down consistent race dates or provide basic course details. Good bones, zero track record."
  },
  "experience": {
    "score": 2,
    "explanation": "Post-ride food and drinks with local business support hits the right notes for community vibes. The coulee terrain and ridge gravel could deliver scenic payoff, but starting with a mile of paved climbing feels like amateur hour route design. You're paying to be a beta tester for someone's good intentions."
  },
  "community": {
    "score": 2,
    "explanation": "Supporting local causes and partnering with Hokah businesses shows genuine community integration beyond just dropping a race on the map. The 'novices to seasoned racers' welcome suggests inclusive vibes, but when you're this new and small, community is more aspiration than reality."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Zero data on field size, no notable finishers, no competitive depth worth documenting. This is a participation ribbon event where your biggest competition is probably the guy who brought his mountain bike. When you can't even find DNF rates, the field isn't deep enough to drown in."
  },
  "value": {
    "score": 4,
    "explanation": "Four distance options, professional timing, food, drinks, and supporting local causes for an undisclosed but presumably reasonable entry fee delivers solid bang for buck. You're getting a legitimate organized event experience without the premium pricing of established races. Sometimes being nobody's first choice makes you everybody's good deal."
  },
  "expenses": {
    "score": 3,
    "explanation": "Hokah isn't exactly a destination requiring flights and resort bookings, so you're looking at modest Midwest travel costs. Local lodging in a 'super cool little town' probably won't break the bank, and four distance options mean you can match your suffering to your budget. No airport shuttle drama, no $300/night race weekend hotel gouging."
  },
  "length": {
    "score": 2,
    "explanation": "55 miles sits in that awkward middle distance where it's too short to be epic and too long to be casual. Four route options from 20-100 miles show they're trying to please everyone, which usually means pleasing no one particularly well. At least you can pick your poison."
  },
  "technicality": {
    "score": 2,
    "explanation": "Coulee terrain with ridge gravel suggests some legitimate technical elements, but the 'a little bit of everything' description screams vanilla difficulty. One mile of paved climbing to start isn't technical, it's just annoying. Without specific course breakdowns, assume it's challenging enough to matter but not enough to scare the newcomers they're courting."
  },
  "elevation": {
    "score": 2,
    "explanation": "2500 feet over 55 miles averages to manageable suffering in Driftless region terrain. That's enough climbing to respect but not enough to break you, which fits their 'welcoming to novices' positioning. The paved climb start suggests at least one legitimate ascent, but this isn't the Rockies."
  },
  "climate": {
    "score": 2,
    "explanation": "September to October date shifts suggest they're still figuring out optimal weather windows in southeast Minnesota. Fall in the upper Midwest means you could get perfect crisp conditions or freezing rain hellscape with equal probability. No historical weather data because this race has no history."
  },
  "altitude": {
    "score": 1,
    "explanation": "Driftless region means you're looking at 800-1400 feet elevation in southeast Minnesota. This is sea level racing for anyone who doesn't live in a swamp. Zero altitude considerations, zero training adjustments needed, zero excuses available."
  },
  "logistics": {
    "score": 2,
    "explanation": "Starting and finishing at The Wieser Farm provides a clear hub, but the lack of basic details like start times, parking, or packet pickup suggests logistical amateur hour. Being two miles from gravel via a paved climb indicates poor venue selection or lazy route planning. Simple doesn't always mean smooth."
  },
  "adventure": {
    "score": 2,
    "explanation": "Coulee terrain and 'best gravel riding in the Midwest' promises some scenic payoff, but this reads more like a nice Sunday ride than an adventure. Four distance options and novice-friendly positioning suggest they've sanded off the rough edges that make things interesting. Sometimes predictable is what you need, sometimes it's what you're settling for."
  }
}
