{
  "prestige": {
    "score": 1,
    "explanation": "Part of the Mississippi Gravel Cup series but completely invisible beyond regional calendars. Can't even find basic race reports or notable finishers online. When your biggest claim to fame is being a 'gravel cup opener' and nobody's talking about it, that tells the whole story."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Organized by Ordinary Epics as part of a series, which suggests basic competence. But with zero available details on aid stations, course marking, or participant feedback, you're rolling the dice. The 8am-5pm window listed suggests they expect people to be out there all day - not confidence-inspiring."
  },
  "experience": {
    "score": 2,
    "explanation": "Oxford has potential as a college town setting, but this race leaves no digital footprint from actual participants. No rider quotes, no memorable course features mentioned anywhere. When people don't bother writing about their experience, the experience wasn't worth writing about."
  },
  "community": {
    "score": 2,
    "explanation": "Mississippi gravel scene exists but this event generates zero online chatter. No Reddit threads, no forum discussions, no YouTube coverage. The silence is deafening for a community that usually can't shut up about their local races."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Field size unknown because it's probably embarrassingly small. No mention of notable riders, pros, or competitive depth anywhere. January in Mississippi isn't drawing the national field, and the complete lack of buzz suggests you're racing against whoever showed up."
  },
  "value": {
    "score": 3,
    "explanation": "Entry fee isn't listed but Mississippi races typically run reasonable. 50 miles for probably under $75 beats getting gouged by the big-name events. Just don't expect much beyond basic course support for your money."
  },
  "expenses": {
    "score": 3,
    "explanation": "Oxford is a college town with reasonable lodging options, though specific race weekend deals are unknown. No major airport to price-gouge you, and Mississippi generally doesn't break the bank. The January date might actually help with accommodation costs."
  },
  "length": {
    "score": 2,
    "explanation": "50 miles hits that awkward middle ground - too long for beginners, too short for the masochists. Not quite a morning spin, not quite an epic. It's the gravel equivalent of a mediocre lunch meeting that drags on."
  },
  "technicality": {
    "score": 2,
    "explanation": "Zero course details available, which probably means zero memorable technical features. Mississippi terrain around Oxford isn't known for gnarly descents or rock gardens. Expect fire roads and farm paths - rideable but forgettable."
  },
  "elevation": {
    "score": 2,
    "explanation": "2500 feet over 50 miles averages to constant false flats rather than meaningful climbing. Mississippi isn't mountain country, so this is probably death by a thousand gradual bumps. Enough to hurt your legs, not enough to earn bragging rights."
  },
  "climate": {
    "score": 2,
    "explanation": "January in Mississippi is a crapshoot - could be 35 and sleeting or 65 and perfect. The conflicting race dates in search results suggest even the organizers are weather-dependent. At least you'll avoid the summer humidity that makes Mississippi famous."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Mississippi, not Colorado. You're basically at sea level the entire time. If altitude is affecting your performance here, cycling might not be your sport."
  },
  "logistics": {
    "score": 2,
    "explanation": "Oxford is accessible but specific race logistics are a complete mystery. No details on parking, packet pickup, or start location beyond 'Oxford, MS.' When organizers can't even nail down consistent race dates online, expect confusion on race morning."
  },
  "adventure": {
    "score": 2,
    "explanation": "Exploring Mississippi gravel roads has potential, but this event generates zero adventure stories or memorable course descriptions. The adventure factor depends entirely on what you bring to it, because the race itself isn't providing any."
  }
}
