{
  "prestige": {
    "score": 2,
    "explanation": "Called 'legendary' by Cycloworld, but that's promotional fluff when you can't find a single race report or notable finisher in the results. Part of the Gravel Roll series which gives it some legitimacy, but this isn't Unbound or even Mid South. It's Alabama gravel racing - respectful but not resume-building."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The course data is a mess - sources can't agree if it's 75 miles or 104 miles, April or May dates. When a race can't get basic logistics straight in their own marketing, that tells you everything about organization quality. Recreational focus means they're not sweating the details that matter to serious racers."
  },
  "experience": {
    "score": 3,
    "explanation": "Starting from Railroad Ave in downtown Opelika gives it authentic Southern charm without the tourist trap nonsense. The 8am start time shows they understand Alabama heat, and being part of an established series means they've worked out the basic kinks. Just don't expect anything revolutionary."
  },
  "community": {
    "score": 3,
    "explanation": "Gravel Roll series has built a regional following, and the 'Okey Dokey will continue to be what you know' messaging suggests loyal locals who keep coming back. Small-town Alabama cycling community is tight-knit when you find it. But this isn't drawing crowds from three states over."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No prize purse, recreational focus, and zero mention of pro participation tells the story. This is weekend warriors and local club riders, which is fine if you want to actually finish in the top 10. Don't expect to test yourself against anyone who's quit their day job for cycling."
  },
  "value": {
    "score": 3,
    "explanation": "Can't find entry fees anywhere, which either means they're reasonable or their marketing is terrible. Probably both. You're getting 75-104 miles of Alabama back roads without the premium pricing of destination events. Regional races usually deliver solid bang for buck if you manage expectations."
  },
  "expenses": {
    "score": 3,
    "explanation": "Opelika isn't Nashville or Austin - lodging and food won't break the bank. No airport details available but you're probably driving anyway unless you're flying into Birmingham or Atlanta. Small-town economics work in your favor here, just don't expect boutique amenities."
  },
  "length": {
    "score": 3,
    "explanation": "The distance confusion is embarrassing - 75 miles per database vs 104 miles per BikeReg - but either way you're getting a proper day's work without ultra-endurance suffering. Long enough to matter, short enough to have a beer after without hating yourself."
  },
  "technicality": {
    "score": 2,
    "explanation": "Alabama gravel means rolling farmland and forest service roads, not Colorado rock gardens or Vermont root mazes. The recreational focus confirms this isn't about technical skills. You'll need bike handling basics but your CX bike won't be crying for mercy."
  },
  "elevation": {
    "score": 2,
    "explanation": "Either 3,000 or 6,400 feet depending on which source you believe - the fact they can't get this basic metric straight is concerning. Even the higher number spread over 100+ miles means rolling hills, not sustained climbing. Your legs will feel it but your lungs won't be screaming."
  },
  "climate": {
    "score": 2,
    "explanation": "Alabama in April or May means heat and humidity are real concerns, hence that smart 8am start time. Southern weather can flip from perfect to biblical in an hour. The date confusion suggests they're still figuring out the optimal weather window."
  },
  "altitude": {
    "score": 1,
    "explanation": "Opelika sits around 800 feet above sea level - you'll get more altitude driving over a highway overpass. Zero physiological impact unless you're coming from a submarine. This is sea level racing with a slight bump."
  },
  "logistics": {
    "score": 3,
    "explanation": "Downtown start location on Railroad Ave is accessible and probably has parking, though no specifics available. The organizational confusion about basic details drops confidence, but being part of an established series means someone knows how to put on a bike race. Probably."
  },
  "adventure": {
    "score": 2,
    "explanation": "Alabama back roads through rural farmland and forest - you'll see country most people skip on the interstate. But this isn't wilderness exploration or epic mountain passes. It's pleasant countryside riding without the Instagram moments that make you forget why your legs hurt."
  }
}
