{
  "prestige": {
    "score": 4,
    "explanation": "A 5-day stage race through Central Oregon with only 90 spots total? That's exclusive enough to matter. The race sells out and runs a waitlist, which tells you something about its reputation. Part of the Oregon Gravel Grinder Series Triple Challenge, but it's not pulling the big names or media coverage that would push it to legendary status."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Five stages from Bend to Gilchrist to Oakridge and back, including an uphill/downhill time trial - that's proper stage race architecture. The organization handles gear transport, daily setup, and full support logistics across multiple towns. No aero bars allowed keeps it gravel-pure, and the course routing hits Central Oregon's best terrain systematically."
  },
  "experience": {
    "score": 5,
    "explanation": "This is gravel camping done right - catered meals, nightly festivities, whiskey bar, massage add-ons, and mechanics all following you town to town. You get 'unmatched tales and friendship' because you're eating, drinking, and suffering with the same 90 people for five straight days. The VIP tent setup and daily gear transport mean you focus on riding, not logistics."
  },
  "community": {
    "score": 3,
    "explanation": "Intimate field size creates tight bonds, but 90 riders total isn't building a massive community footprint. The multi-day format with shared meals and camping definitely breeds connections among participants. However, the research shows no notable alumni network, forum presence, or broader gravel scene influence beyond the event itself."
  },
  "field_depth": {
    "score": 3,
    "explanation": "Awards go to top 3 across pro, open, junior, masters, and masters plus categories, but no mention of prize money or notable pro participation. The 90-rider cap and $1,300+ entry fee suggests serious participants, not weekend warriors. Still, without big names or competitive depth mentioned anywhere, it's more adventure-focused than race-focused."
  },
  "value": {
    "score": 3,
    "explanation": "$1,300 minimum gets you 375 miles of racing, five days of meals, camping, support, and entertainment - that's reasonable cost-per-day for a supported stage race. The gear transport, mechanics, and daily camp setup justify the premium over single-day events. But you're still dropping serious cash for what's essentially a supported tour with timing chips."
  },
  "expenses": {
    "score": 3,
    "explanation": "Entry starts at $1,300 and hits $1,800 for late registration, plus you need to get to Bend and potentially add massage/VIP tent upgrades. RV camping runs $30-35/night extra, and the whiskey bar won't be free. Central Oregon in July means hotel rates are peak season if you skip the camping experience."
  },
  "length": {
    "score": 5,
    "explanation": "375 miles over five days is proper stage race distance - not just long single-day suffering, but sustained multi-day campaign. The Pioneer route averages 75 miles per stage, which creates daily objectives without destroying you completely. That's legitimate expedition-length gravel racing, not a weekend warrior adventure ride."
  },
  "technicality": {
    "score": 3,
    "explanation": "Central Oregon gravel routes with an uphill/downhill time trial suggest varied terrain, but no mention of serious technical features or gnarly descents. The course description emphasizes 'buttery smooth roads' in places, and the broad appeal suggests it's not bike-handling intensive. This is about engine and endurance, not technical skill."
  },
  "elevation": {
    "score": 5,
    "explanation": "35,000 feet over 375 miles means you're climbing constantly - that's nearly 100 feet per mile average. The Pioneer route promises 30,000-35,000 feet of suffering across Central Oregon's high desert and Cascade foothills. For context, that's more elevation than most people see in months of riding."
  },
  "climate": {
    "score": 3,
    "explanation": "July in Central Oregon means hot, dry conditions with intense sun and potential afternoon winds. High desert climate is generally predictable - no mud years or weather disasters mentioned. The elevation changes from Bend to the Cascades create temperature swings, but nothing that derails the event regularly."
  },
  "altitude": {
    "score": 4,
    "explanation": "Starting in Bend at 3,600 feet isn't crushing, but you're spending five days at elevation with climbs into the Cascades pushing higher. The cumulative 35,000 feet includes significant time above 4,000-5,000 feet across Central Oregon's high country. Sea-level riders will notice it by day three when the legs aren't recovering overnight."
  },
  "logistics": {
    "score": 3,
    "explanation": "Five different towns, daily camp moves, gear transport, and coordinated support across multiple locations - that's complex but they seem to handle it. Secured parking in Bend for the full event and packet pickup the day before shows organization. However, getting to Bend isn't trivial, and managing logistics across this many venues creates potential failure points."
  },
  "adventure": {
    "score": 5,
    "explanation": "Five days of stage racing through Central Oregon's backcountry, sleeping in different towns each night, with full expedition support - this is proper adventure cycling. The route connects Bend, Gilchrist, Oakridge, and McKenzie Bridge across varied high desert and Cascade terrain. You're not just riding long, you're touring Oregon's gravel network with 90 other lunatics."
  }
}
