{
  "prestige": {
    "score": 1,
    "explanation": "This is a regional Ontario gravel event that can't even get consistent distance reporting between sources. No notable winners, no pro field, no racing pedigree worth mentioning. It's part of a local series that gives out participation medals and raffles bike frames like a charity ride."
  },
  "race_quality": {
    "score": 2,
    "explanation": "They've got chip timing, ATV support, and aid stations, which puts them ahead of complete amateur hour. The course uses the K&P Rail Trail and rolling country roads through West Carleton, but the organization feels small-time. Three distance options (40/80/120km) at least give you choices, though the execution remains to be proven."
  },
  "experience": {
    "score": 2,
    "explanation": "Rolling gravel roads through Ontario farmland and old logging roads sounds pleasant enough for a Saturday ride. The 9 AM to 3 PM window suggests a casual vibe rather than serious racing atmosphere. Without rider reports or any documented race culture, you're gambling on whether this feels like an event or just a group ride with numbers."
  },
  "community": {
    "score": 2,
    "explanation": "Part of the Ontario Gravel series, so there's at least regional connection, but no evidence of passionate following or memorable post-race scene. The Calabogie Community Hall start suggests small-town charm, but also small-town limitations. Zero online chatter or rider testimonials means the community impact is minimal."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No field size data, no competitive history, no mention of anyone fast ever showing up. This reads like a participation event where finishing is the achievement and racing is incidental. If serious riders were coming, someone would have documented it by now."
  },
  "value": {
    "score": 4,
    "explanation": "High value score makes sense when entry fees are apparently so low they're not worth advertising. Three distance options, chip timing, support, and GPX files available suggests decent bang for your buck. For a regional gravel ride with actual organization, the cost-benefit ratio probably works in your favor."
  },
  "expenses": {
    "score": 3,
    "explanation": "Calabogie is drive-to distance for most Ontario riders, keeping travel costs reasonable. No lodging strategy needed for a day event, though April in Ontario means potential for weather gear expenses. The modest score reflects typical regional race costs without the premium pricing of destination events."
  },
  "length": {
    "score": 2,
    "explanation": "The 80km option hits middle distance gravel territory, but 2500 feet over 55 miles isn't exactly an epic suffer-fest. Three distance choices prevent complete mediocrity, but none push into truly challenging territory. Rolling Ontario countryside doesn't demand the respect that mountain gravel commands."
  },
  "technicality": {
    "score": 2,
    "explanation": "Rail trails and country roads through farmland aren't exactly technical masterpieces. Old logging roads might add some interest, but this is Ontario gravel - think smooth surfaces and gentle grades rather than chunk and exposure. The fact that day permits are \"easy to obtain\" tells you everything about the terrain difficulty."
  },
  "elevation": {
    "score": 2,
    "explanation": "2500 feet over 55 miles in rolling Ontario terrain means you'll pedal uphill sometimes but never really suffer. This is accumulation rather than true climbing, spread across gentle grades that won't test your low gears. Decent enough to prevent complete flatness, but nothing that builds character."
  },
  "climate": {
    "score": 2,
    "explanation": "Mid-April in Ontario means you're gambling with weather that could range from snow to summer. No historical weather incidents documented, but that's probably because no one's paying attention rather than because conditions are consistently good. Pack layers and hope for the best."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Ontario farmland, not the Rockies. You're barely above sea level and altitude will never factor into your performance or preparation. The lowest possible score reflects the complete irrelevance of elevation above ground level for this event."
  },
  "logistics": {
    "score": 2,
    "explanation": "Community hall start sounds quaint until you need actual facilities and parking for a real field. No airport, lodging, or packet pickup details suggests either poor organization or an event so small these things don't matter. GPX files are available, which shows some digital competence at least."
  },
  "adventure": {
    "score": 2,
    "explanation": "Ontario gravel through farms and old logging roads has a certain rural charm, but it's not exactly wilderness exploration. The K&P Rail Trail is historically interesting but tame riding. You'll see countryside and feel accomplished, but this isn't the type of adventure that changes your perspective on what's possible."
  }
}
