{
  "prestige": {
    "score": 2,
    "explanation": "Twenty-three years of operation since 2001 doesn't automatically create prestige when nobody outside Arkansas knows about it. No pro field, no notable winners mentioned in any coverage, and zero YouTube presence means this stays firmly regional. The Ouachita Trail and Womble Trail are legit IMBA Epic terrain, but that doesn't translate to gravel racing clout."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Well-marked courses and solid volunteers keep things functional, but the organization shows cracks. Multiple conflicting start times listed in their own documentation (10 AM vs 8 AM sharp) suggests sloppy communication. The school cafeteria hub works for logistics, but 'ample aid stations' without specifics means they're winging the details."
  },
  "experience": {
    "score": 3,
    "explanation": "Camping on school grounds, cafeteria breakfast, and gym floor sleeping creates an authentic small-town race vibe that either charms you or doesn't. One rider's highlight was seeing 'a bull with balls as big as my head' on a ranch during the ride, which perfectly captures the Arkansas backwoods character. The Ouachita River views and National Forest setting deliver genuine scenery, not manufactured adventure."
  },
  "community": {
    "score": 3,
    "explanation": "Two decades of operation with local volunteer groups and regional sponsors creates solid small-town race community. The school cafeteria serves meals family-style for 19 groups at a time, forcing interaction whether you want it or not. But this stays Arkansas-centric—no evidence of drawing riders from major gravel scenes or creating lasting connections beyond the weekend."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Cash podium awards suggest someone cares about competition, but zero mention of notable riders or competitive depth tells the real story. A 60+ mile Arkansas race in late March isn't pulling serious talent from established gravel circuits. The technical singletrack might attract local mountain bikers, but that doesn't create gravel racing depth."
  },
  "value": {
    "score": 3,
    "explanation": "Camping on school grounds, cafeteria meals, and gym sleeping keep costs reasonable for a weekend adventure. Two days of racing (gravel Saturday, mountain bike Sunday) plus food and lodging at the venue delivers solid bang for buck. Entry fees aren't disclosed, but the grassroots operation suggests they're not gouging participants for Arkansas trail access."
  },
  "expenses": {
    "score": 3,
    "explanation": "Mount Ida, Arkansas isn't exactly a destination resort town driving up accommodation costs. School gym sleeping as backup lodging keeps things affordable for budget racers. No mention of nearest airport suggests you're driving, which cuts flight costs but adds gas money depending on your starting point."
  },
  "length": {
    "score": 3,
    "explanation": "Sixty-five miles hits the sweet spot for serious gravel racing without venturing into ultra-endurance territory. The 'plan to go long, not fast' guidance suggests technical terrain will stretch your day beyond typical 65-mile expectations. Two-day format lets you double down if the Saturday gravel course doesn't satisfy your suffering quota."
  },
  "technicality": {
    "score": 3,
    "explanation": "Ouachita and Womble trails bring legitimate technical challenge with steep climbs requiring hike-a-bike and creek crossings. Very narrow sections with steep drop-offs separate pretenders from riders who actually know how to handle a bike. The 'fairly technical; challenging yet fun' description suggests real skill requirements without full-blown expert-only terrain."
  },
  "elevation": {
    "score": 4,
    "explanation": "Six thousand feet of climbing in the Ouachita Mountains delivers legitimate vertical challenge with individual segments ranging from 477 to 2,431 feet of gain. The 'challenging climbs' that put good riders into hike-a-bike mode proves this isn't rolling Arkansas farmland. Multiple steep technical ascents through National Forest terrain earn the elevation rating honestly."
  },
  "climate": {
    "score": 2,
    "explanation": "Late March in Arkansas means temperatures 'can vary widely from the mild in the 70's to very cold below freezing and weather can change abruptly.' Race directors plan for course reroutes and weather delays, which tells you everything about Arkansas spring reliability. When organizers specifically warn about lightning stops, you know the weather gamble is real."
  },
  "altitude": {
    "score": 1,
    "explanation": "Ouachita Mountains near Mount Ida top out around 2,800 feet, barely registering as elevation for anyone not from the Mississippi Delta. Zero physiological impact from altitude means your suffering comes from grade and distance, not thin air. This is hill country, not mountain altitude."
  },
  "logistics": {
    "score": 2,
    "explanation": "School cafeteria packet pickup with gym floor backup sleeping shows grassroots charm but limited infrastructure. Registration confusion with multiple conflicting start times in their own documentation suggests organizational gaps. Mount Ida's remote location means limited lodging options and no nearby airport access, making this a regional drive-to event only."
  },
  "adventure": {
    "score": 3,
    "explanation": "Genuine Ouachita National Forest singletrack and technical creek crossings deliver real backcountry experience beyond typical gravel fare. The combination of rural farm roads and IMBA Epic trail systems creates legitimate exploration potential. But Arkansas isn't exactly exotic destination adventure—this is regional technical riding, not expedition-level discovery."
  }
}
