{
  "logistics": {
    "score": 3,
    "explanation": "Remote but accessible. Montrose airport is 35 miles, Durango 70 miles. Small-town services with limited hours. Requires 5+ days for altitude acclimation. Not extreme remoteness but significant planning required."
  },
  "length": {
    "score": 4,
    "explanation": "At 80 miles, this falls in the substantial distance category, though research indicates this may reference the longer Ouray 100 format. Jill Homer described \"42,000 feet of ascent in just 100 miles\" - a distance that becomes a full day of high-altitude suffering regardless of the exact mileage."
  },
  "technicality": {
    "score": 5,
    "explanation": "Jill Homer described climbs as \"straight up a 45-percent grade\" through the San Juan Mountains terrain. The Hayden Pass section she witnessed represents typical technical challenges with jeep roads, bare rock sections, and grades that often require significant hike-a-bike above 12,000 ft."
  },
  "elevation": {
    "score": 5,
    "explanation": "Homer's account of \"42,000 feet of ascent in just 100 miles\" confirms extreme climbing totals that exceed most gravel events. The San Juan Mountains setting means this elevation gain occurs at already-high altitude, compounding the physiological impact of each vertical foot."
  },
  "climate": {
    "score": 5,
    "explanation": "San Juan Range sees 72-81 thunderstorm days annually - Colorado's highest. Monsoon season brings afternoon storms that can shift from clear skies to hail within minutes. Lightning exposure above treeline creates severe risk, with the golden rule being below treeline by noon during storm season."
  },
  "altitude": {
    "score": 5,
    "explanation": "Starting at 7,792 ft and climbing through passes above 12,000 ft creates severe physiological impact. Even acclimatized riders experience 20-30% power loss at these elevations. The San Juan Mountains represent some of the highest sustained gravel riding in the Lower 48."
  },
  "adventure": {
    "score": 5,
    "explanation": "Homer noted that despite the suffering on Hayden Pass, \"it was an incredible place.\" The San Juan Mountains' combination of 13,000+ ft peaks, historic mining routes, and technical challenges creates bucket-list territory that pushes riders to absolute limits while delivering unforgettable scenery."
  },
  "prestige": {
    "score": 2,
    "explanation": "Research reveals no specific organized \"Ouray Gravel Grinder\" event exists. The area attracts dedicated bikepacking communities through events like the Silverton Project, but lacks standalone race prestige. Nearby Telluride Gravel Race draws regional recognition, but not elite fields."
  },
  "race_quality": {
    "score": 2,
    "explanation": "As there is no organized 'Ouray Gravel Grinder' event, there's no race organization to evaluate. Self-supported riding means no aid stations, no course marking, no official support. Riders are on their own."
  },
  "experience": {
    "score": 5,
    "explanation": "Despite lack of organization, the experience itself is unforgettable - for better or worse. The scenery is 10/10, the challenge is severe, and completing routes like the Alpine Loop or Imogene Pass creates lasting memories. You'll remember this forever."
  },
  "community": {
    "score": 2,
    "explanation": "Homer's crew support role indicates some community involvement, with opportunities for non-racers to participate through course access and aid station support. However, the lack of an established standalone event limits the development of race-specific traditions and dedicated participant culture."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No organized standalone competition means no competitive field depth. While individual riders like those in Homer's report tackle the terrain, this represents self-supported adventure riding rather than structured racing with elite or deep amateur fields to measure against."
  },
  "value": {
    "score": 4,
    "explanation": "Without entry fees (no organized event), the riding itself offers exceptional value. Outstanding terrain accessible to anyone who can get there and is prepared for the challenge. Hot springs recovery is a bonus."
  },
  "expenses": {
    "score": 4,
    "explanation": "Moderate costs with Montrose airport access and lodging at $200-300/night in Ouray. Hot springs recovery options add value to accommodation costs. The San Juan Mountains location requires significant time investment for proper altitude acclimation, extending trip duration and total expenses."
  }
}
