{
  "prestige": {
    "score": 2,
    "explanation": "This race doesn't even show up in searches—that tells you everything about its prestige. While Northwest Arkansas has built legitimate cycling credibility through events like the OZ Trails system, this particular 65-miler isn't making waves. No notable winners, no coverage, no buzz in the gravel community that matters."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Can't evaluate what doesn't exist in any meaningful documentation. No course details, no aid station info, no rider reports—red flags for race organization. The region has quality events like the Randonneuring Gravel Rally with proper checkpoints at Gamaliel and Norfork, but this isn't one of them."
  },
  "experience": {
    "score": 3,
    "explanation": "Arkansas gravel delivers solid riding through the Ozark terrain, even if this specific event lacks identity. The region offers legitimate rural roads and 5000 feet of climbing over 65 miles creates real challenge. You'll get proper gravel experience, just not the polished event package you'd find elsewhere."
  },
  "community": {
    "score": 3,
    "explanation": "Northwest Arkansas has built genuine cycling community since 2023 through the OZ Gravel movement and established mountain bike culture. The Facebook/Instagram/Strava groups are active and welcoming to newcomers. The foundation exists, even if this particular race hasn't tapped into it effectively."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Unknown field size and zero documented fast riders means you're racing against weekend warriors. Regional events like Doom attract serious ultra-endurance athletes, but this 65-miler isn't drawing talent. Expect local club riders looking for Saturday adventure, not competitive depth."
  },
  "value": {
    "score": 3,
    "explanation": "No entry fee data, but Arkansas generally delivers decent value through lower costs than destination races. The terrain and elevation gain provide legitimate challenge for your dollars. Just don't expect premium race support or memorable swag."
  },
  "expenses": {
    "score": 3,
    "explanation": "Rogers sits in accessible Northwest Arkansas with reasonable lodging and XNA airport proximity. Not a budget-buster destination, but not dirt cheap either. Mid-tier cycling region pricing without the premium markup of established gravel hotspots."
  },
  "length": {
    "score": 3,
    "explanation": "65 miles hits the sweet spot—long enough to matter, short enough to finish without suffering through darkness. Solid day-long effort that separates casual riders from committed cyclists. Reasonable distance for testing fitness without the commitment of ultra-endurance masochism."
  },
  "technicality": {
    "score": 3,
    "explanation": "Arkansas rural roads offer legitimate gravel variety—not just smooth county maintenance. The Ozark region delivers proper technical challenge through forest roads and doubletrack, based on area terrain. No specific course details available, but the geography doesn't lie about what you'll face."
  },
  "elevation": {
    "score": 4,
    "explanation": "5000 feet over 65 miles creates real climbing—that's legitimate vertical challenge. The Ozark Mountains don't mess around with gentle rollers. Expect sustained climbs and technical descents that will expose your fitness gaps and reward proper preparation."
  },
  "climate": {
    "score": 2,
    "explanation": "Arkansas weather plays games—humidity, sudden storms, temperature swings that ruin race day plans. No specific weather data available, but the region's notorious for unpredictable conditions. Spring races risk rain turning gravel into slip-and-slide misery."
  },
  "altitude": {
    "score": 1,
    "explanation": "Rogers sits barely above sea level in cycling terms. Zero altitude challenge or acclimatization concerns. Flatlanders won't struggle with thin air, but you won't get training benefits of elevation either."
  },
  "logistics": {
    "score": 3,
    "explanation": "Northwest Arkansas offers decent access through XNA airport and established cycling infrastructure. Rogers provides adequate staging without the chaos of major destination races. Missing critical details like parking and packet pickup hurt the score—basic organization questions remain unanswered."
  },
  "adventure": {
    "score": 3,
    "explanation": "Arkansas backroads deliver legitimate exploration through Ozark terrain without excessive remoteness. The region offers proper gravel adventure—forest roads, creek crossings, genuine backcountry feel. Not epic wilderness like Doom's 325+ mile sufferfest, but real adventure for normal humans."
  }
}
