{
  "prestige": {
    "score": 2,
    "explanation": "This race barely registers on the gravel radar - no search results, no race reports, no pro field mentions. When a 65-mile grinder in South Carolina can't even get a Wikipedia stub or a single race recap online, you're dealing with pure local theater. The gravel community talks about everything, so radio silence means irrelevance."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Hard to judge race quality when the race might be a ghost. No published results, no course maps, no rider reviews - that's either masterful secrecy or amateur hour organization. Quality races leave digital footprints; this one left digital tumbleweeds."
  },
  "experience": {
    "score": 3,
    "explanation": "5000 feet of climbing over 65 miles around Travelers Rest suggests you'll get your money's worth of suffering. Paris Mountain State Park terrain means real climbs and actual gravel, not rail-trail nonsense. The experience exists - finding information about it apparently doesn't."
  },
  "community": {
    "score": 3,
    "explanation": "South Carolina gravel scene keeps events intimate and local-focused, which builds tight communities among the dozen people who show up. Travelers Rest sits in cycling-friendly Greenville metro area, so the bones for good community exist. Small fields create bonds - if they create anything at all."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Zero evidence of competitive depth - no pro riders, no published results, no mention in any gravel racing calendars. When serious racers discuss Southeast gravel, this name never comes up. You're racing against whoever heard about it through word of mouth."
  },
  "value": {
    "score": 3,
    "explanation": "Can't find registration fees, but South Carolina races typically run $60-80 for this distance. 5000 feet of climbing delivers challenge per dollar, assuming the race actually happens. Value depends on execution you can't research in advance."
  },
  "expenses": {
    "score": 3,
    "explanation": "Travelers Rest keeps costs reasonable - not Asheville tourist pricing, not Atlanta metro expense. Greenville area offers decent lodging options without breaking budgets. The real expense might be the gas you waste driving to a race that doesn't exist."
  },
  "length": {
    "score": 3,
    "explanation": "65 miles hits the sweet spot for weekend warriors - long enough to matter, short enough to finish before dark. Not the suffer-fest distance that separates pretenders from contenders, but respectable middle ground. Most riders can handle this length if they can handle the 5000 feet of vertical."
  },
  "technicality": {
    "score": 3,
    "explanation": "Paris Mountain terrain suggests technical challenges - this isn't flat farmland gravel. South Carolina Piedmont means rocks, roots, and actual skill requirements beyond just grinding watts. Without course details, assuming moderate technical demands based on regional geography."
  },
  "elevation": {
    "score": 4,
    "explanation": "5000 feet over 65 miles delivers 77 feet per mile - that's climbing that'll sort the field quickly. Paris Mountain area provides sustained climbs, not just punchy rollers that flatter strong riders. This elevation gain puts real respect on the distance."
  },
  "climate": {
    "score": 2,
    "explanation": "South Carolina humidity turns any effort into a sweat lodge experience. Summer heat makes racing miserable, winter brings unpredictable ice storms, spring delivers pollen apocalypse. The narrow window of decent racing weather shrinks your chances of good conditions."
  },
  "altitude": {
    "score": 1,
    "explanation": "Travelers Rest sits around 1000 feet elevation - you'll get more altitude driving to the race than racing it. Zero altitude considerations, zero training implications, zero physiological challenges beyond what the hills create through elevation change, not absolute height."
  },
  "logistics": {
    "score": 4,
    "explanation": "Travelers Rest location provides easy highway access from multiple directions, reasonable proximity to Greenville-Spartanburg airport. Small town logistics usually mean simple parking, straightforward packet pickup, none of the urban race chaos. When basic organization works, it works well."
  },
  "adventure": {
    "score": 3,
    "explanation": "Paris Mountain terrain offers backcountry feel without wilderness isolation. 65 miles with serious climbing creates adventure through physical challenge, not exotic location. The real adventure might be showing up and discovering whether this race actually exists."
  }
}
