{
  "prestige": {
    "score": 4,
    "explanation": "Canada's largest gravel race. Founded 1994—one of the oldest gravel events in North America. Now a UCI Gravel World Series qualifier. The 'Spring Classic' moniker is earned."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Well-organized with wave starts, shuttle logistics, and bag transport. 30+ years of experience shows. UCI backing adds professionalism."
  },
  "experience": {
    "score": 5,
    "explanation": "The mud carnage creates war stories. 'Total carnage' and 'walking like a penguin' are common post-race descriptions. It's memorable in ways that transcend the racing itself."
  },
  "community": {
    "score": 4,
    "explanation": "Strong Canadian gravel community centered on this event. Toronto cycling clubs are well-represented. The shared suffering in mud creates camaraderie."
  },
  "field_depth": {
    "score": 4,
    "explanation": "UCI qualifier status attracts international talent. Canadian national team riders attend. Deep amateur field from Ontario cycling scene."
  },
  "value": {
    "score": 4,
    "explanation": "~$100-150 CAD for a well-supported 100km event with shuttle, bag transport, and proper organization. Reasonable for what you get."
  },
  "expenses": {
    "score": 3,
    "explanation": "Southern Ontario has moderate costs. Toronto flights are easy. Hotels in Hamilton/Ancaster are available. Not cheap, not expensive."
  },
  "logistics": {
    "score": 3,
    "explanation": "Point-to-point from Paris to Ancaster means you're parking at the finish (Ancaster Community Centre/Walmart Plaza) and taking shuttles to the start line. With 2,500-3,000 riders, the shuttle system works but adds complexity to your morning routine. Wave starts help manage the chaos, but you better earn that Wave 1 position or you're walking through mud traffic jams for the first hour."
  },
  "length": {
    "score": 2,
    "explanation": "At 62 miles, this sits in the sweet spot for most riders — long enough to hurt but not an all-day sufferfest. The 100km Cento distance gives you time to recover from the early peloton sprint before the mud chutes destroy your legs. It's over before you question your life choices, which frankly makes it too short for proper character building."
  },
  "technicality": {
    "score": 4,
    "explanation": "The mud chutes alone will eat your drivetrain and force bike-shouldering traffic jams that snap derailleurs. You're navigating farm lanes, rail trails, and the infamous \"powerline mud\" sections that turn into unrideable clay slicks. The course demands cyclocross skills more than gravel skills — if you can't dismount and remount while covered in Ontario spring mud, you're walking."
  },
  "elevation": {
    "score": 3,
    "explanation": "The course stays relatively flat until Martin Road delivers the final insult — a 1.3km climb hitting 18% gradients when your legs are already cooked. That rail trail lulls you into thinking this is easy, then the farm lanes add rolling punches before the finish climb separates the wheat from the chaff. 4,000 feet over 62 miles isn't Alpine, but it's placed precisely where it hurts most."
  },
  "climate": {
    "score": 4,
    "explanation": "Late April in Ontario guarantees suffering — 5°C to 12°C, overcast, and mud regardless of race-day conditions thanks to spring thaw. Recent years delivered \"three days of rain\" creating total mudfests or the rare warm year that still leaves tacky, bike-clogging clay. You're either freezing in the cold or overheating in unexpected warmth, with 100% certainty of ending the day looking like you wrestled a swamp."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is southern Ontario farm country — you're basically at sea level the entire time. The highest point is probably someone's driveway. Oxygen deprivation isn't on the menu here, just good old-fashioned leg-burning and mud-induced mechanical failures."
  },
  "adventure": {
    "score": 4,
    "explanation": "Canada's largest gravel race with access to private farm lanes and the notorious mud chutes that create \"total carnage\" and \"soupy mess\" conditions. You're riding through working farms, dealing with unpredictable spring weather, and joining 3,000 other riders in what one survivor called \"definitely a classic.\" The combination of UCI World Series qualification and the high probability of walking through bike-eating mud makes this properly adventurous."
  }
}
