{
  "prestige": {
    "score": 1,
    "explanation": "This is the 6th annual edition of a Pennsylvania Gravel Series race in Penfield, PA. No notable past winners documented, no pro field data, no YouTube coverage. It's a regional series race that hasn't broken into the national conversation."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Trans-Sylvania Productions runs it with chip timing, well-marked course, and fully stocked aid stations. Two aid stations for 72 miles with reasonable cutoff times (11:30 AM at mile 25, 2:30 PM at mile 48). Basic competent execution without standout features."
  },
  "experience": {
    "score": 2,
    "explanation": "You get an event shirt, post-race meal, and awards for top 3 finishers in each category. S.B. Elliott State Park provides a decent venue, but no unique course features are documented. Solid small-town gravel race experience without memorable elements."
  },
  "community": {
    "score": 2,
    "explanation": "Part of the Pennsylvania Gravel Series as Race #2, which creates some regional continuity. Visit Clearfield County sponsors it, suggesting local support. But no rider reviews, forum buzz, or community reputation data available - feels like a quiet local scene."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Field size data completely unavailable, no mention of competitive riders or pro participation. Being a small Pennsylvania town race in its 6th year without documented fast fields suggests limited depth."
  },
  "value": {
    "score": 4,
    "explanation": "Registration includes shirt, chip timing, post-race meal, aid stations, and awards - solid package for what's likely modest entry fees. Three distance options (23, 52, or 72 miles) give flexibility. Early bird pricing with only $10 increase shows reasonable fee structure."
  },
  "expenses": {
    "score": 3,
    "explanation": "Penfield, PA won't drain your wallet for lodging or dining compared to destination races. Visit Clearfield County sponsorship suggests local accommodation options exist. Rural Pennsylvania keeps costs reasonable, though specific pricing data isn't available."
  },
  "length": {
    "score": 2,
    "explanation": "The 52-mile half series fits weekend warrior territory - not short enough to be casual, not long enough to be epic. Full 72-mile option adds some teeth, but the documented 50-mile distance sits in comfortable middle ground."
  },
  "technicality": {
    "score": 2,
    "explanation": "Course maps show mix of dirt/gravel and paved roads, but specific surface percentages and technical features aren't documented. Pennsylvania terrain suggests rolling hills without extreme technical challenges. Moderate difficulty without standout technical sections."
  },
  "elevation": {
    "score": 2,
    "explanation": "3,500 feet over 50 miles means steady climbing without massive punches - 70 feet per mile average. The full 72-mile route hits 5,707 feet, so you're getting Pennsylvania's rolling terrain. Respectable but not mountainous."
  },
  "climate": {
    "score": 2,
    "explanation": "May 9th date in Pennsylvania means spring weather variability - could be 45 and rainy or 75 and perfect. No historical weather data available for this specific event. Standard Northeast spring gamble."
  },
  "altitude": {
    "score": 1,
    "explanation": "Clearfield County, Pennsylvania sits well below 2,000 feet elevation. Zero altitude considerations - you're racing at basically sea level breathing. Pure power and fitness race without thin air factors."
  },
  "logistics": {
    "score": 2,
    "explanation": "S.B. Elliott State Park provides established venue infrastructure, but parking and packet pickup details aren't specified. Registration opens at 7:00 AM for 9:00 AM start - tight window. Rural Pennsylvania location means longer drives for most riders."
  },
  "adventure": {
    "score": 2,
    "explanation": "Rural Pennsylvania gravel roads through state park lands offer decent scenery without epic wilderness. Course features aren't documented, suggesting standard gravel road network. Pleasant countryside riding without destination-race adventure factor."
  }
}
