{
  "prestige": {
    "score": 2,
    "explanation": "Zero search results for this race across California gravel calendars tells you everything. No race history, no past winners, no community recognition means you're riding for personal satisfaction only. The Pirate branding suggests fun over serious racing credibility."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Hard to judge race organization when the event doesn't appear in any official listings or have documented logistics. No data on aid stations, cutoff times, or field management suggests either poor promotion or questionable execution. Mystery races rarely deliver professional standards."
  },
  "experience": {
    "score": 3,
    "explanation": "Ojai's natural terrain delivers regardless of race organization - those hills don't lie. 65 miles with 6000 feet of climbing through California coastal mountains creates legitimate suffering. The experience depends entirely on what Mother Nature provides, not race infrastructure."
  },
  "community": {
    "score": 3,
    "explanation": "Small, obscure events often foster tight-knit groups of riders who appreciate being off the mainstream radar. Without corporate sponsorship pressure, these grassroots gatherings can develop authentic camaraderie. The pirate theme suggests riders who don't take themselves too seriously."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No established reputation means no established fast riders showing up. When serious competitors can't even find your race online, you're left with locals and the accidentally registered. Expect enthusiasm over expertise in the start corral."
  },
  "value": {
    "score": 2,
    "explanation": "Can't assess value without knowing registration costs, but invisible races typically charge modest fees for modest services. You're paying for course marking and maybe some snacks, not professional race production. Low expectations might actually work in your favor here."
  },
  "expenses": {
    "score": 2,
    "explanation": "LAX sits 80 miles away, meaning rental car costs and gas to reach Ojai. No race-specific lodging partnerships means you're booking blind in a tourist town. Travel expenses will likely exceed registration fees by significant margins."
  },
  "length": {
    "score": 3,
    "explanation": "65 miles hits the sweet spot for serious gravel suffering without requiring overnight preparation. Long enough to separate pretenders from contenders, short enough to finish before dark. Standard distance that respects both weekend warriors and competitive riders."
  },
  "technicality": {
    "score": 3,
    "explanation": "Ojai's mountain terrain naturally provides technical challenges through varied surfaces and sustained climbing. Without specific course details, assume typical Southern California gravel - fire roads mixed with singletrack sections. The elevation gain suggests legitimate technical demands regardless of surface composition."
  },
  "elevation": {
    "score": 4,
    "explanation": "6000 feet over 65 miles means nearly 100 feet per mile average - that's legitimate climbing that will break legs and spirits. Ojai's mountain backdrop delivers relentless uphill grinding through coastal range terrain. This elevation profile separates recreational riders from serious climbers quickly."
  },
  "climate": {
    "score": 3,
    "explanation": "Ojai's coastal mountain climate typically delivers mild temperatures with occasional wind challenges. No extreme heat or cold concerns, but mountain weather can shift rapidly from comfortable to challenging. Temperate conditions that won't kill you but won't coddle you either."
  },
  "altitude": {
    "score": 1,
    "explanation": "Ojai sits near sea level with climbs reaching maybe 3000-4000 feet maximum elevation. Zero altitude concerns for any rider accustomed to normal elevations. Your lungs will burn from effort, not thin air."
  },
  "logistics": {
    "score": 3,
    "explanation": "Ojai offers basic small-town amenities with decent lodging options, though nothing race-specific appears documented. The 80-mile drive from LAX creates travel complications, but manageable ones. Small town logistics work fine when expectations stay realistic."
  },
  "adventure": {
    "score": 3,
    "explanation": "Riding an undocumented race through California mountain terrain definitely qualifies as adventure - you're exploring unknown territory. Ojai's natural beauty provides scenic rewards regardless of race organization quality. Sometimes the best adventures happen when you can't Google every detail beforehand."
  }
}
