{
  "prestige": {
    "score": 4,
    "explanation": "Part of UCI Gravel World Series and Gran Fondo World Tour Gravel Series. Sea Otter Europe integration adds legitimacy. 7 editions and growing - established as one of Europe's most respected ultra-gravel events, though not yet at Badlands-level iconic status."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Well-organized with multiple food stations, medical assistance, and tracking via Track the Race. Sea Otter Europe backing provides professional infrastructure. Checkpoint-based format with route book/stamps adds brevet-style authenticity."
  },
  "experience": {
    "score": 5,
    "explanation": "Unforgettable journey from volcanic cones to Pyrenean passes to Mediterranean coast in a single push. The Col d'Ares crucible - 'a huge nightmare that breaks riders mentally and physically' - creates shared suffering. Night finish through singletrack toward Girona is legendary."
  },
  "community": {
    "score": 3,
    "explanation": "Growing community around the event, but primarily European. Sea Otter Europe festival brings 68,000+ visitors creating atmosphere. Girona's cycling culture provides welcoming infrastructure, but race-specific community not yet at iconic levels."
  },
  "field_depth": {
    "score": 3,
    "explanation": "Attracts experienced ultra-endurance cyclists from across Europe, but not major series or major pro field depth. Strong regional competition with international participants. Personal challenge format means less emphasis on elite racing."
  },
  "value": {
    "score": 4,
    "explanation": "Entry includes Sea Otter Europe festival access, multiple aid stations, finisher award, and festival services (bike cleaning, showers, expo). Reasonable for a 340km ultra event with full support infrastructure."
  },
  "expenses": {
    "score": 4,
    "explanation": "Girona offers reasonable European pricing. Budget flights to Barcelona or Girona from European hubs. Accommodation varies but available. No extreme remoteness premium. Total trip cost moderate by European standards - estimated $500-800 including travel from within Europe."
  },
  "length": {
    "score": 5,
    "explanation": "At 340 km (211 miles), this is true ultra-distance territory. Exceeds 150+ mile threshold significantly, placing it among the longest single-day gravel events in Europe."
  },
  "technicality": {
    "score": 3,
    "explanation": "Mixed terrain with 55% gravel. Via Verde sections are smooth, but the border crossing descent after Col d'Ares is genuinely technical - 'road simply disappears' requiring 40mm+ tires. Not extreme singletrack, but skill-demanding sections exist."
  },
  "elevation": {
    "score": 4,
    "explanation": "3,400 meters (11,150 ft) of climbing with two significant passes: Coll de Coubet and Col d'Ares. The 70km section from Olot to Sant Joan features 900m of climbing alone. Relentless undulation throughout."
  },
  "climate": {
    "score": 3,
    "explanation": "September in Girona offers comfortable 20-25C temps, but 24% rain chance adds unpredictability. Night riding portion (final 2-3 hours for most) brings cooler temps. Col d'Ares summit significantly colder - hypothermia risk in wet conditions."
  },
  "altitude": {
    "score": 2,
    "explanation": "Maximum altitude at Col d'Ares is 1,513m (4,964 ft) - moderate elevation with minimal altitude effects. Start/finish at sea level in Girona. No significant altitude acclimatization needed."
  },
  "logistics": {
    "score": 3,
    "explanation": "Girona is the cycling capital of Europe with excellent infrastructure. Barcelona El Prat (118 km) offers international flights; Girona airport closer but limited. Sea Otter Europe festival sells out accommodation - early booking essential."
  },
  "adventure": {
    "score": 5,
    "explanation": "Exceptional scenic variety: La Garrotxa volcanic zone, Pyrenean border crossings, medieval villages (Peratallada, Pals), DO Emporda vineyards, Costa Brava coast. Crosses Spain-France border via ancient Roman Via Augusta. Night finish under the stars. Bucket-list European ultra."
  }
}
