{
  "prestige": {
    "score": 2,
    "explanation": "This is regional Polish gravel, not the international circuit. Koło Ultra organizes it but there's zero evidence of pro fields or notable winners showing up. The gravel world doesn't talk about Polish Gravel the way they obsess over Unbound or Dirty Kanza."
  },
  "race_quality": {
    "score": 2,
    "explanation": "They promise live tracking and drop bag service, but the race details are scattered and confusing. Official sources can't even agree on dates - some say August 1-4, others August 8-11. When organizers can't nail down basic logistics, it shows in race execution."
  },
  "experience": {
    "score": 3,
    "explanation": "You'll ride through Przemyśl foothills, Bieszczady, and the Tatras - legitimate mountain terrain that most gravel races can't touch. The 80-hour time limit suggests they understand this is about adventure, not just hammering. Four days through Polish backcountry beats another flat farm loop."
  },
  "community": {
    "score": 3,
    "explanation": "Regional Polish gravel has that tight-knit feel where everyone knows everyone. You're not just another number in a thousand-person field. The smaller community means real connections, even if you can't understand half the conversations."
  },
  "field_depth": {
    "score": 2,
    "explanation": "This isn't drawing international talent or deep competitive fields. It's Polish riders with some European adventurers who found it through Gran Fondo Guide. The 450 PLN entry fee keeps it accessible to locals, not elite."
  },
  "value": {
    "score": 3,
    "explanation": "450 PLN (about $110) for four days of racing through mountain terrain is honest pricing. You get drop bag service, live tracking, and finisher gear without the inflated costs of Western European events. Eastern Europe still prices races for cyclists, not trust fund kids."
  },
  "expenses": {
    "score": 2,
    "explanation": "Getting to Przemyśl isn't cheap from anywhere that matters. You're looking at flights to Warsaw or Krakow, then ground transport to a border town most people can't pronounce. Accommodation options thin out fast in rural Poland during race weekend."
  },
  "length": {
    "score": 3,
    "explanation": "Over 500km across four days hits the sweet spot - long enough to matter, short enough to finish without destroying your life. Most gravel races are either weekend warrior friendly or completely stupid. This finds the middle ground."
  },
  "technicality": {
    "score": 2,
    "explanation": "They claim it's 'challenging but completely rideable,' which translates to fire roads and doubletrack through mountains. Real technical sections would break half the field over 500km. This is endurance suffering, not bike handling."
  },
  "elevation": {
    "score": 2,
    "explanation": "10,000 meters over 500km sounds impressive until you do the math - that's moderate climbing density. The Tatras provide legitimate mountains, but they're spreading the pain thin across four days. Expect grinding, not wall-punching."
  },
  "climate": {
    "score": 3,
    "explanation": "August in southern Poland means warm days, cool nights, and manageable conditions. No desert heat or alpine weather bombs to worry about. The Carpathian foothills create their own weather, but nothing that proper kit can't handle."
  },
  "altitude": {
    "score": 1,
    "explanation": "Przemyśl sits barely above sea level, and even the Tatra sections won't get you high enough to matter physiologically. This is a non-factor unless you're coming from Death Valley. Save your altitude concerns for actual mountains."
  },
  "logistics": {
    "score": 2,
    "explanation": "Starting in Przemyśl and finishing at Głodówka Chalet means point-to-point logistics across rural Poland. No details on packet pickup, parking, or how you get back to your car. The organization feels more 'figure it out yourself' than 'premium race experience.'"
  },
  "adventure": {
    "score": 2,
    "explanation": "Four days through Polish backcountry offers genuine exploration, but it's not exactly uncharted territory. You'll see villages most tourists skip, but this isn't Mongolia. The adventure comes from the distance and terrain, not the remoteness."
  }
}
