{
  "prestige": {
    "score": 2,
    "explanation": "Thirteen years of consistent racing has built some credibility, but this isn't drawing pro fields or YouTube coverage. One rider called it their first major gravel race that \"spoiled\" them for others, but that's more about personal discovery than industry recognition. The Pony Express historical tie-in gives it narrative weight, but prestige requires eyeballs and elite participation that just aren't here."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The basics are solid—120 miles through northeastern Kansas connecting to the Chief Standing Bear Trail at the state line. But when your research turns up no aid station details, no cutoff times, and no clear logistics info, you're looking at functional but unremarkable execution. That $45 entry fee suggests they're not investing heavily in race infrastructure."
  },
  "experience": {
    "score": 3,
    "explanation": "Following actual Pony Express territory through small Kansas towns delivers legitimate historical immersion that manufactured adventure can't match. The route connects downtown Marysville to the Kansas-Nebraska border, giving you real geography with real story. One rider's testimony about being \"spoiled\" by this as their first major gravel event suggests something memorable happens out there."
  },
  "community": {
    "score": 3,
    "explanation": "Thirteen consecutive years means they've built a returning base, and that $45 entry fee shows they're not trying to squeeze every dollar from participants. Hotels in Marysville don't jack up prices during race weekend, which speaks to either low demand or genuine community cooperation. Small-town Kansas racing tends to foster real connections over manufactured networking."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No pro riders mentioned, no notable winners in the results, no field size data available. The 2026 \"Lucky 13 Edition\" suggests steady participation but nothing that screams competitive depth. When your research turns up zero elite participation or competitive storylines, you're looking at enthusiast-level racing."
  },
  "value": {
    "score": 3,
    "explanation": "Forty-five dollars for 120 miles of racing is honest pricing in an industry gone mad with fees. Hotels don't price-gouge during race weekend, and you're getting legitimate Pony Express history instead of manufactured adventure marketing. The math works if you want substantial distance without premium event inflation."
  },
  "expenses": {
    "score": 3,
    "explanation": "Marysville, Kansas doesn't exactly scream expensive destination, and hotels maintaining normal rates during race weekend keeps accommodation reasonable. That $45 entry fee is refreshingly modest compared to premium gravel events charging triple digits. Travel costs depend on your starting point, but once you're there, the damage stays manageable."
  },
  "length": {
    "score": 4,
    "explanation": "One hundred twenty miles is serious business—long enough to separate pretenders from committed riders. They've offered 30 and 75-mile options in past years, but the main event demands real preparation and commitment. This isn't a gateway drug; it's a full-strength gravel experience that will find your weaknesses."
  },
  "technicality": {
    "score": 2,
    "explanation": "Northeast Kansas isn't exactly known for technical challenges—this is farm country gravel, not mountain singletrack. The route follows established trail systems like the Chief Standing Bear Trail, suggesting maintained surfaces rather than sketchy backcountry navigation. One rider's description of being \"spoiled\" by this first experience implies accessible rather than punishing terrain."
  },
  "elevation": {
    "score": 2,
    "explanation": "Four thousand feet over 120 miles averages 33 feet per mile—rolling rather than mountainous. Kansas doesn't offer alpine suffering, and this elevation gain reflects the gentle prairie topography rather than sustained climbing. You'll work, but you won't be grinding up endless switchbacks."
  },
  "climate": {
    "score": 2,
    "explanation": "Early September in Kansas means potential heat, humidity, and prairie wind without much mercy. No specific weather incidents in the research, but Kansas weather can turn volatile fast. You're exposed on open gravel with limited natural shelter, and prairie storms develop quickly when they want to ruin your day."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Kansas—sea level plus some rolling hills. No altitude considerations whatsoever. Your biggest breathing concern will be dust or humidity, not thin air. If altitude affects your performance here, you need a doctor, not training advice."
  },
  "logistics": {
    "score": 2,
    "explanation": "Research turns up basically nothing for logistics specifics—no packet pickup details, no parking info, no clear start times beyond downtown Marysville. Thirteen years of operation suggests they've figured out the basics, but the lack of readily available information doesn't inspire confidence in sophisticated race management. Small-town operations often work fine but don't always communicate well."
  },
  "adventure": {
    "score": 3,
    "explanation": "Genuine Pony Express territory beats manufactured adventure marketing every time. The route connects real historical dots from downtown Marysville to the Kansas-Nebraska state line, following paths that actually mattered in American expansion. Small Kansas towns and authentic prairie landscapes deliver understated adventure that doesn't need Instagram filters to feel significant."
  }
}
