{
  "prestige": {
    "score": 3,
    "explanation": "Part of the Colorado Gravel Grinder Championships series, but nobody's talking about it online. Zero notable past winners or pro field depth mentioned anywhere. It's inspired by the 1860s Pony Express which sounds cool until you realize that's just marketing fluff for a remote Colorado county road ride."
  },
  "race_quality": {
    "score": 3,
    "explanation": "90% gravel county roads through Las Animas County with proper feed stations and organization. The course design makes sense - 160K is two laps of 85K, clean distance options. But it's essentially a well-marked county road tour, not some epic gravel masterpiece."
  },
  "experience": {
    "score": 3,
    "explanation": "Rolling through wooded forests and mining areas with Fisher Peak views, 70% sheltered from wind by trees and canyons. The Ludlow Memorial adds actual historical weight beyond the Pony Express branding. Limited cell service and remote terrain means you better know what you're doing out there."
  },
  "community": {
    "score": 3,
    "explanation": "Small-town Colorado vibe in Cokedale, packet pickup at Tarantula Cycles in Trinidad. No rider reviews or community buzz found anywhere online. It's the kind of race where locals show up and ride, then go home - which isn't necessarily bad, just quiet."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Limited entries noted but no actual field sizes or competitive depth mentioned. Zero notable riders or race reports found. The pro/open categories start just 5 minutes apart, which tells you everything about the 'depth' of competition."
  },
  "value": {
    "score": 3,
    "explanation": "$129.95 for 160K gets you three feed stations, lunch, awards, and a T-shirt at the finish. Not cheap, not expensive, just standard Colorado gravel pricing. The course delivers what it promises - remote roads and decent views."
  },
  "expenses": {
    "score": 3,
    "explanation": "Trinidad, Colorado isn't exactly a destination resort, so lodging and food should be reasonable. No airport mentioned means you're driving, probably from Denver. Middle-of-nowhere location keeps costs down once you're there."
  },
  "length": {
    "score": 3,
    "explanation": "100 miles hits the sweet spot for serious gravel racing without being an ultra-endurance suffer fest. The 85K and 48K options give you outs if you're not ready for the full distance. Smart course design with the double-lap format."
  },
  "technicality": {
    "score": 2,
    "explanation": "They literally say road bikes can handle it with wide tires. 90% gravel county roads means maintained surfaces, not gnarly technical terrain. The most technical advice given is tire choice - Schwalbe Thunder Burt rear, Rocket Ron front for mountain bikes."
  },
  "elevation": {
    "score": 4,
    "explanation": "4,500 feet of climbing over 100 miles with a range from 6,000 to 8,800 feet elevation. That's legitimate vertical in the Sangre de Cristo Mountains. Not crushing, but enough to separate the climbers from the pretenders."
  },
  "climate": {
    "score": 3,
    "explanation": "50°F start to 75°F midday in May is nearly perfect gravel weather. Southern Colorado location reduces snow risk, and 70% tree/canyon shelter protects from wind. Hard to complain about those conditions."
  },
  "altitude": {
    "score": 4,
    "explanation": "Starting at 6,000 feet and maxing out at 8,800 feet will humble sea-level riders quickly. That's legitimate altitude that affects performance and requires acclimatization. The thin air doesn't care about your FTP."
  },
  "logistics": {
    "score": 2,
    "explanation": "Packet pickup split between Trinidad on Saturday and race-day pickup ending at 8:30 AM for a 9 AM start. Remote location means limited services and no mentioned airport access. The 2025 race already got postponed from April to May, which doesn't inspire confidence."
  },
  "adventure": {
    "score": 3,
    "explanation": "Limited cell service, remote mining areas, and GPS mandatory for navigation through Las Animas County back roads. The course description emphasizes self-reliance like the original Pony Express. It's adventure by isolation, not technical challenge."
  }
}
