{
  "prestige": {
    "score": 1,
    "explanation": "A race so invisible that no past winners are mentioned anywhere and results are buried on racetecresults.com tells you everything about its standing. Being the Colorado State Gravel Championship venue sounds impressive until you realize nobody talks about it and the entire 2026 season is \"paused.\" The gravel community has spoken with silence."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Weather postponements from April to May suggest poor date planning, and the vague course description of \"twisty, rolling gravel roads\" screams amateur hour. Three feed stations for 160K is bare minimum support, and when your main selling point is donating $5 per entry to charity, you're not selling racing excellence. The logistics feel thrown together by well-meaning locals."
  },
  "experience": {
    "score": 2,
    "explanation": "Starting in Cokedale and riding through historic mining areas including the Ludlow Memorial should create memorable moments, but the execution falls short. Fisher Peak views and Sangre de Cristo mountain backdrop provide scenic payoff, but packet pickup ending at 8:30 AM for a 9 AM start is cutting it dangerously close. The bones of a good experience exist but aren't properly developed."
  },
  "community": {
    "score": 2,
    "explanation": "The research reveals zero rider quotes, no race reports, and no community buzz - just crickets. A race that bills itself as reigniting \"your passion for cycling\" but generates no passionate testimonials is telling you something. The fact that 2026 is paused suggests even the organizers aren't that committed to building something lasting."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No field size data, no notable past winners, no pro participation mentioned despite being a state championship venue. When a race can't even generate enough buzz to produce publicly available results or rider stories, the competitive depth is clearly minimal. The separate pro start times suggest they're trying to create elite racing, but where are the elite racers?"
  },
  "value": {
    "score": 2,
    "explanation": "Pricing that jumps from $89.95 to $149.95 depending on when you register feels punitive, especially for a race with minimal amenities and questionable organization. Three feed stations for $150 and a t-shirt at the finish line is bare-bones value. The $5 charity donation is nice but doesn't offset the weak race experience you're paying premium prices for."
  },
  "expenses": {
    "score": 3,
    "explanation": "Trinidad, Colorado isn't exactly a destination cycling hub, which likely keeps lodging costs reasonable compared to Steamboat or Boulder. Entry fees hit $149.95 if you register late, but early bird pricing at $89.95 is fair for a 160K event. The main expense will be getting to southern Colorado, but once you're there, the costs stay manageable in a small mountain town."
  },
  "length": {
    "score": 5,
    "explanation": "160 kilometers of gravel racing with 12,000 feet of climbing delivers legitimate suffering. Two laps of the 85K course means you get to experience every climb twice, which is either brilliant or sadistic depending on your perspective. Multiple distance options from 48K to 160K accommodate different fitness levels, but the full distance earns respect through pure mileage and vertical."
  },
  "technicality": {
    "score": 4,
    "explanation": "Rolling terrain through the Sangre de Cristo foothills on \"twisty\" gravel roads suggests legitimate technical challenge without being overly punitive. The course demands \"speed, endurance, clear-thinking, determination\" according to organizers, indicating varied terrain that tests multiple skills. Historic mining area roads typically feature technical descents and sustained climbs that separate skilled riders from weekend warriors."
  },
  "elevation": {
    "score": 5,
    "explanation": "12,000 feet of gain over 160K puts this firmly in the hurt-locker category - that's 75 feet per kilometer of pure vertical punishment. Rolling foothills in the Sangre de Cristo range means constant up-and-down rather than one massive climb, which can be more devastating over distance. The elevation profile alone makes this a legitimate sufferfest regardless of the race's other shortcomings."
  },
  "climate": {
    "score": 2,
    "explanation": "The 2025 race got postponed from April 19 to May 4 due to \"inclement weather,\" which tells you spring conditions in southern Colorado are unreliable at best. May weather in the mountain foothills can range from perfect to miserable with little warning. The fact that organizers had to move the entire event suggests they're still figuring out optimal timing for this location."
  },
  "altitude": {
    "score": 3,
    "explanation": "Trinidad sits around 6,000 feet with the course climbing into higher foothills, putting you in moderate altitude territory that affects sea-level dwellers but isn't devastating. It's enough to notice if you're coming from lower elevations but not high enough to require serious acclimatization. The rolling terrain means you're constantly changing elevation, which can amplify the altitude impact over 160K."
  },
  "logistics": {
    "score": 2,
    "explanation": "Packet pickup at Tarantula Cycles until 8 PM Saturday is reasonable, but Sunday pickup ending at 8:30 AM for a 9 AM start is cutting it stupidly close. No information about parking, lodging, or airport access suggests minimal logistical planning for out-of-town participants. Trinidad isn't exactly a major destination, so the lack of basic travel information is a significant oversight."
  },
  "adventure": {
    "score": 4,
    "explanation": "Riding through historic mining areas including the Ludlow Memorial adds genuine historical context to the suffering. Starting in Cokedale and climbing through Sangre de Cristo foothills with Fisher Peak views delivers legitimate mountain adventure. The Pony Express theme isn't just marketing fluff - you're actually traversing historic frontier territory that adds meaning to the miles."
  }
}
