{
  "prestige": {
    "score": 1,
    "explanation": "Prairie Burn calls itself a 'legendary Sportive' but the internet barely knows it exists. Zero notable pro finishers in the search results, zero race coverage, zero buzz in gravel forums. When your event history is so thin that even basic course details are mystery meat, you're not legendary—you're invisible."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The 2026 edition promises a 'new and better format' which translates to 'we're still figuring this out.' Starting at 811 Park St in Grinnell with an 8-hour window suggests they're trying, but when basic course details, aid station info, and cutoff times are all unknown quantities, you're gambling on competence. The multiple distance options (25/50/100 miles) show ambition, but execution remains unproven."
  },
  "experience": {
    "score": 2,
    "explanation": "Iowa gravel through Grinnell should deliver classic Midwest farmland grinding, but this event's rider experience is a black box. No race reports, no rider quotes, no YouTube coverage—not even complaints to learn from. When zero participants are talking about your race online, either nobody's doing it or nobody cares enough to share."
  },
  "community": {
    "score": 2,
    "explanation": "The 5K Fun Run estimates 1-100 participants, which tells you everything about field size expectations. Grinnell's a small college town that could foster tight community vibes, but there's zero evidence of race culture or returning rider base. When your event resurfaces with a 'better format,' it suggests the old community didn't stick around."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Participant estimates of 1-100 people for associated events paint a picture of local club ride numbers, not competitive fields. No pro presence, no elite results to reference, no mention of competitive categories or serious racing depth. You're racing against whoever shows up from central Iowa and maybe a few tourists."
  },
  "value": {
    "score": 3,
    "explanation": "Registration fees are unknown, but Iowa races typically run reasonable compared to destination events. You get 100 miles of gravel with 3500 feet of climbing, multiple distance options, and presumably basic support for whatever they're charging. Not premium, not budget, just functional Midwest racing where the course does the work."
  },
  "expenses": {
    "score": 3,
    "explanation": "Grinnell sits in affordable Iowa farm country where lodging and food won't break you. No major airport means driving for most, but once you're there, costs stay reasonable. The lack of race tourism infrastructure probably keeps prices honest—nobody's gouging because nobody's coming specifically for this event."
  },
  "length": {
    "score": 4,
    "explanation": "One hundred miles is proper century distance that demands respect and preparation. The 3500 feet of elevation gain over that distance creates legitimate endurance challenge without being punitive. Multiple options at 25, 50, and 100 miles let riders choose their suffering level, but the full distance delivers real gravel credibility."
  },
  "technicality": {
    "score": 2,
    "explanation": "Iowa gravel typically means maintained county roads with occasional rough patches, not technical rock gardens or gnarly descents. Surface breakdown details are missing, but this is farm country where roads exist to move grain trucks, not challenge mountain bikers. Expect straightforward gravel grinding with navigation being the main skill requirement."
  },
  "elevation": {
    "score": 2,
    "explanation": "3500 feet over 100 miles averages 35 feet per mile—not flat, but not mountainous. Iowa's rolling prairie creates steady grinding rather than steep punches, so you'll earn every foot through accumulated fatigue rather than explosive climbing efforts. Enough to hurt your legs by mile 80, not enough to walk your bike."
  },
  "climate": {
    "score": 2,
    "explanation": "June 6th in Iowa means potential heat, humidity, and afternoon thunderstorms that can turn gravel roads into slip-n-slides. Morning starts at 8 AM suggest they're trying to beat the heat, but summer in the Midwest delivers weather gambling whether you want it or not. No historical weather data available, but expect to pack for everything."
  },
  "altitude": {
    "score": 1,
    "explanation": "Grinnell sits around 1000 feet above sea level—basically pancake flat in altitude terms. Zero altitude training benefit, zero acclimatization concerns, zero excuses for feeling winded. Your legs will hurt from grinding gravel, not from thin air."
  },
  "logistics": {
    "score": 3,
    "explanation": "Starting from 811 Park St in a small college town keeps things simple—no massive parking nightmares or urban chaos. The 8 AM to 4 PM window suggests organized timing, and small-scale events usually mean shorter lines and easier packet pickup. Unknown details on aid stations and support, but Iowa hospitality typically covers the basics without fancy frills."
  },
  "adventure": {
    "score": 2,
    "explanation": "Iowa farmland offers scenic rural grinding but not wilderness exploration or epic terrain features. You'll see corn, soybeans, and farmhouses rather than dramatic landscapes or challenging navigation. The adventure comes from internal suffering over distance, not external challenges or memorable scenery that'll fill your Instagram feed."
  }
}
