{
  "prestige": {
    "score": 2,
    "explanation": "This race doesn't exist in any official database, calendar, or forum discussion I can find. No documented history, no past winners, no pro field mentions - it's either brand new or so underground it might as well be invisible. When BikeReg searches and Texas cycling calendars come up empty, you're dealing with a local curiosity at best."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Hard to judge race quality when there's zero documentation of actual race organization, aid stations, or course marking. The Hill Country terrain around Fredericksburg offers decent gravel on low-traffic farm roads, but without confirmed route details or rider feedback, this could be anything from well-organized to completely amateur. Mystery races rarely deliver professional execution."
  },
  "experience": {
    "score": 3,
    "explanation": "Texas Hill Country delivers solid riding experience regardless of race organization - rolling terrain through ranch country with elevations running 1,800-2,100 feet. The 65-mile distance hits that sweet spot where you're working but not dying, and Fredericksburg's German heritage town provides decent post-race recovery options. Even a mediocre race benefits from good geography."
  },
  "community": {
    "score": 3,
    "explanation": "Fredericksburg sits in cycling-friendly territory with established Hill Country MTB trails spanning 1,347 miles and active gravel scenes. Local bike shops and Texas gravel riders know these roads well, even if this specific race flies under the radar. Small town Texas events often deliver tight-knit vibes that bigger races can't match."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No race registration data means no field size or competitive depth information exists anywhere online. Unknown events typically draw local enthusiasts rather than serious competitors - you're not racing against anyone who traveled more than 100 miles to be there. Expect weekend warriors, not podium hunters."
  },
  "value": {
    "score": 3,
    "explanation": "Can't find entry fees, but Fredericksburg's central Texas location keeps travel costs reasonable for most riders in the state. Local lodging and dining won't break the bank compared to destination races, and 65 miles of Hill Country gravel delivers solid riding per dollar spent getting there. Unknown races often charge less than established events."
  },
  "expenses": {
    "score": 3,
    "explanation": "Fredericksburg sits on major highways making drive access straightforward from Austin, San Antonio, or Dallas metros. No airport logistics required, and small town pricing keeps lodging and food costs manageable compared to resort destination races. The German bakeries and breweries provide quality post-race spending opportunities without gouging."
  },
  "length": {
    "score": 3,
    "explanation": "65 miles hits the gravel sweet spot - long enough to separate fitness levels but short enough that most riders finish feeling accomplished rather than destroyed. The distance works for both competitive types wanting to push pace and adventure riders exploring Hill Country roads. Not epic, not trivial - just right for weekend warriors."
  },
  "technicality": {
    "score": 2,
    "explanation": "Hill Country farm roads around Fredericksburg run mostly on low-traffic ranch access with minimal technical challenges. The terrain description shows rolling countryside without serious rock gardens, steep descents, or creek crossings that define technical gravel. You're pedaling through pretty country, not navigating obstacle courses."
  },
  "elevation": {
    "score": 2,
    "explanation": "3,500 feet over 65 miles averages about 54 feet per mile - respectable but not brutal for gravel standards. The Hill Country delivers rolling climbs of 100-400 feet rather than sustained mountain passes, with high points around 2,092 feet and lows near 1,274 feet. You'll work for it without needing climbing gears."
  },
  "climate": {
    "score": 2,
    "explanation": "Texas weather brings heat, wind, and unpredictability that can turn pleasant Hill Country rides into survival exercises. Summer temperatures regularly hit triple digits, while spring brings severe weather potential that small race organizations often can't handle professionally. No documented race date means no seasonal timing strategy."
  },
  "altitude": {
    "score": 1,
    "explanation": "Fredericksburg sits around 1,800-2,100 feet elevation with race high points barely cresting 2,100 feet - basically sea level for anyone who's ridden real mountains. Zero altitude impact on performance or acclimatization concerns. You'll breathe fine and blame your suffering on fitness, not thin air."
  },
  "logistics": {
    "score": 3,
    "explanation": "Fredericksburg's location on Highway 290 makes drive access simple from Texas population centers, and the town handles tourist crowds regularly so infrastructure exists. However, complete absence of race-specific logistics information - no start location, packet pickup, or parking details anywhere online - suggests either poor communication or non-existent organization."
  },
  "adventure": {
    "score": 2,
    "explanation": "Hill Country ranch roads offer pleasant riding through Texas countryside, but nothing approaching true adventure terrain. The route likely follows established farm-to-market roads rather than remote wilderness tracks, and proximity to tourist town Fredericksburg keeps things civilized. Scenic and enjoyable, but not exactly expedition cycling."
  }
}
