{
  "prestige": {
    "score": 2,
    "explanation": "Part of the Southeast Gravel Series but buried as event 2 of 4, with zero notable past winners or pro field mentioned anywhere. The race organizers can't even be bothered to provide basic packet pickup details or field size limits. No YouTube coverage, no rider reports, no quotes from anyone who's actually suffered through Winding Stairs Road - that's amateur hour presentation for what claims to be \"one of the most exciting venues in the Southeast.\""
  },
  "race_quality": {
    "score": 2,
    "explanation": "Registration stays open until 9 AM race morning, which screams last-minute scramble rather than organized event. Two aid stations over 65 miles with no cutoff times and a casual \"show up prepared\" attitude suggests they're winging the logistics. The course sounds legitimate with Winding Stairs Road and Chattooga River sections, but when organizers ban pre-riding Coppermine Road because it's private property, you know corners are being cut."
  },
  "experience": {
    "score": 3,
    "explanation": "Downtown Walhalla finish with the town cheering on Main Street creates actual atmosphere, not just another gravel parking lot finish. The 30-minute climbs on Winding Stairs Road and Chattooga River sections deliver genuine mountain gravel character that's rare in the Southeast. Late April timing hits the sweet spot before Carolina heat kicks in, though the lack of rider reports makes it hard to know if the experience lives up to the scenic billing."
  },
  "community": {
    "score": 3,
    "explanation": "Town festival vibe with locals cheering on Main Street shows real community buy-in, not just another race dropped on unwilling residents. Camping options at Oconee State Park create natural rider gathering spots. But the complete absence of rider quotes, reviews, or any community discussion suggests this event hasn't built the passionate following that defines great gravel races."
  },
  "field_depth": {
    "score": 2,
    "explanation": "First 200 riders get cheaper entry, but no mention of field limits or competitive depth anywhere. Zero notable past winners, no pro riders, no results posted - this reads like a participation event where finishing is the victory. The \"hilliest in the series\" tag might attract climbers, but without any competitive pedigree or fast times to chase, you're racing against the mountain, not each other."
  },
  "value": {
    "score": 3,
    "explanation": "$85 for first 200 riders gets you 65 miles through legitimate mountain gravel including private roads like Coppermine that you can't ride any other time. Free water bottle for early registration and genuine mountain terrain with 5500 feet of climbing delivers solid bang for your buck. Late registration jumps to $110, which gets steep fast, but the core pricing is reasonable for what appears to be a real mountain gravel challenge."
  },
  "expenses": {
    "score": 3,
    "explanation": "Camping at Oconee State Park or South Cove County Park keeps lodging cheap near the start, plus downtown Walhalla has Airbnb options without resort pricing. No airport logistics or packet pickup details provided, which could mean simple day-of registration or total amateur hour - hard to budget blind. Late April timing avoids peak tourism season, so accommodation costs stay reasonable if you can find information about what's actually available."
  },
  "length": {
    "score": 3,
    "explanation": "65 miles hits the gravel sweet spot - long enough to hurt, short enough to finish before dark even with 30-minute climbs like Winding Stairs Road. 5500 feet of elevation makes every mile count more than flat centuries. Short course option available for riders who aren't ready for the full mountain gravel punishment, though exact distance isn't specified because apparently details are optional."
  },
  "technicality": {
    "score": 3,
    "explanation": "\"Steep winding gravel\" on Winding Stairs Road and Forest Service-style surfaces from smooth crush to chunky sections demand real bike handling skills. Mountain gravel through Oconee County with river crossings and private logging roads creates legitimate technical challenge beyond just pedaling hard. No specific technical features described, but \"bring your climbing legs\" suggests the difficulty comes from sustained mountain terrain rather than rock gardens or singletrack."
  },
  "elevation": {
    "score": 4,
    "explanation": "5500 feet over 65 miles with 30-minute climbs early delivers real mountain gravel suffering in a region not known for elevation. Winding Stairs Road alone sounds like a proper mountain pass grind, and being tagged as \"hilliest in the series\" means something in the Carolinas. Starting in Walhalla around 1000 feet and climbing into proper mountains creates elevation profiles most Southeast gravel races can't touch."
  },
  "climate": {
    "score": 2,
    "explanation": "Late April timing hits before Carolina summer heat kicks in, but spring weather in the mountains means anything from perfect conditions to cold rain with zero predictability. No historical weather incidents reported, but that's probably because nobody's bothering to document this race properly. Mountain microclimates can turn a perfect morning into a hypothermic nightmare on long descents, and with minimal aid station coverage, weather becomes your problem to solve."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting around 1000 feet in Walhalla and climbing into Oconee County mountains doesn't create any altitude training effects or breathing issues. The \"altitude\" here is psychological - makes flatlanders feel like mountaineers without actual thin air consequences. Real mountain gravel character comes from the climbing volume and terrain, not elevation above sea level that matters to your lungs."
  },
  "logistics": {
    "score": 2,
    "explanation": "No packet pickup details, no parking information, no airport logistics, and registration open until race morning screams disorganized amateur operation. The course includes private roads you can't pre-ride, but they don't tell you this until you're already registered. Two aid stations over 65 mountain miles with no cutoff times suggests they're hoping you figure it out yourself rather than providing actual race support."
  },
  "adventure": {
    "score": 3,
    "explanation": "Private roads like Coppermine that you can only access on race day, plus Chattooga River sections and proper mountain gravel create genuine exploration opportunities. 30-minute climbs on roads like Winding Stairs deliver the suffer-fest adventure most gravel races promise but don't deliver. The complete lack of detailed course information actually adds to the adventure factor - you're going in blind to mountain terrain that could surprise you, assuming you can handle the logistical mystery tour."
  }
}
