{
  "prestige": {
    "score": 2,
    "explanation": "The 2026 German Gravel Championships are coming to Rad am Ring, which bumps the credibility slightly above weekend warrior territory. But let's be honest—this is still a regional event that happens to borrow the Nürburgring's reputation. The Green Hell mystique only goes so far when you're on gravel instead of tarmac at 200 kph. Nobody's building their season around this one."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The race piggybacks on a massive cycling festival that drew 11,948 participants in 2025, but that's spread across every category imaginable. No specific gravel field size data means it's probably small enough to get lost in the shuffle. The course details are suspiciously absent from official sources, which tells you everything about race organization priorities."
  },
  "experience": {
    "score": 3,
    "explanation": "Racing gravel in the shadow of the Nordschleife has legitimate atmosphere—the Eifel region knows how to host motorsport events. The communal festival vibe with multiple cycling disciplines creates energy beyond your typical gravel slog. But 62 miles in July heat through German forests isn't exactly transcendent. You'll have stories, just not legendary ones."
  },
  "community": {
    "score": 2,
    "explanation": "Nearly 12,000 cyclists showed up to the overall festival in 2025, but community strength gets diluted when you're one small slice of a massive event. The gravel contingent is fighting for attention against 24-hour racers and e-bike tourists. German cycling culture runs deep, but this isn't where the gravel community gathers to make memories."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Zero data on notable past winners or pro participation tells you the competitive depth here. Even with the 2026 German Championships designation, this is still building its reputation from scratch. The pros who matter are racing Belgian classics or American series, not chasing German national titles through forest fire roads. Expect enthusiastic locals and some traveling adventurers."
  },
  "value": {
    "score": 3,
    "explanation": "You're getting access to the Nürburgring complex and Eifel region for what's presumably reasonable German event pricing. The festival atmosphere means entertainment beyond just your race, and 62 miles with 4000 feet gives you a legitimate day's work. No specific pricing data available, but German events typically deliver honest value without American markup nonsense."
  },
  "expenses": {
    "score": 2,
    "explanation": "Flying into Germany isn't cheap from most places, and the Nürburgring area doesn't have budget accommodation infrastructure like major cities. July is peak tourist season in the Eifel region, which means inflated lodging costs. The lack of specific logistics info in race materials suggests you'll be figuring out expensive details on your own."
  },
  "length": {
    "score": 3,
    "explanation": "Sixty-two miles hits the sweet spot—long enough to matter, short enough to leave you wanting more. This isn't a survival epic that breaks your body for weeks afterward, but it's substantial enough to separate the serious from the curious. Perfect length for exploring what German gravel has to offer without committing to ultra-distance masochism."
  },
  "technicality": {
    "score": 3,
    "explanation": "The Eifel region delivers legitimate terrain challenges through German forests and rolling hills. While specific course details are mysteriously absent, the 4000-foot elevation gain over 62 miles suggests varied terrain that'll test your bike handling. This isn't Belgian cobbles or Colorado singletrack, but German forests don't hand out participation trophies either."
  },
  "elevation": {
    "score": 3,
    "explanation": "Four thousand feet over 62 miles averages out to manageable but persistent climbing—about 65 feet per mile keeps you honest without destroying your legs. The Eifel region rolls rather than punches, so expect sustained efforts rather than lung-burning wall climbs. Enough elevation to feel accomplished, not enough to require altitude training."
  },
  "climate": {
    "score": 2,
    "explanation": "Late July in western Germany means potential heat, humidity, and afternoon thunderstorms rolling through those forest sections. The Eifel region can turn nasty quickly when weather systems move in from the Atlantic. No historical weather incident data available, but German summers increasingly mean dealing with unexpected heat waves that your training probably didn't account for."
  },
  "altitude": {
    "score": 1,
    "explanation": "The Nürburgring sits around 1,640 feet above sea level, which is basically nothing for altitude considerations. Even the highest points in the Eifel region barely scratch 2,300 feet, so your sea-level fitness translates directly. If you're looking for altitude training benefits, book a different trip."
  },
  "logistics": {
    "score": 2,
    "explanation": "The research shows a stunning lack of specific logistics information—no packet pickup details, parking situation, or even start times published. For a race hosted at a world-famous motorsport complex, this organizational opacity is concerning. The July 26, 2026 date is confirmed, but apparently figuring out the rest is your problem."
  },
  "adventure": {
    "score": 3,
    "explanation": "Racing gravel through the same forests where Formula 1 drivers earned their reputations carries legitimate adventure credibility. The Eifel region offers proper exploration potential beyond just the race itself, and the Nordschleife connection adds narrative weight to your suffering. Not exotic adventure, but solid European gravel exploration with cultural significance that beats most weekend gran fondos."
  }
}
