{
  "prestige": {
    "score": 1,
    "explanation": "GRVL Cycling calls it a 'legendary Sportive' but that's their marketing talking to an empty room. Started in 2011 as one of New England's oldest gravel rides, yet nobody talks about winning it because there aren't winners - just finishers getting participation trophies. When your event branding emphasizes 'friends on bikes' over competition, you've telegraphed exactly where you sit in the pecking order."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Fourteen years of operation should mean they've figured out the basics, but the complete absence of course details, aid station info, or any competitive structure suggests organized mediocrity. GRVL Cycling positions this as an 'inclusive environment' sportive rather than a race, which is code for 'don't expect racing infrastructure.' The fact that nobody's writing race reports or posting YouTube coverage tells you everything about the memorable factor."
  },
  "experience": {
    "score": 2,
    "explanation": "Newmarket, New Hampshire in early June offers pleasant weather, but 50 miles through unnamed terrain doesn't exactly scream adventure. The 'friends on bikes' marketing suggests a coffee shop ride vibe stretched to sportive length. Without any documented course highlights, technical features, or rider testimonials after 14 years, you're buying a lottery ticket hoping for substance behind the cheerful branding."
  },
  "community": {
    "score": 2,
    "explanation": "GRVL Cycling promises an 'inclusive environment welcoming all levels,' which sounds nice until you realize that's what every small regional event says when they can't attract serious riders. Fourteen years should build a devoted following, but the digital silence around rider experiences suggests a community that exists more in the organizer's imagination than reality. New England has loyal cycling tribes - this apparently isn't one of them."
  },
  "field_depth": {
    "score": 1,
    "explanation": "When organizers market 'friends on bikes' over competition and position their event as a sportive rather than a race, they're telling you exactly who shows up. No prize purse, no documented winners, no pro presence after 14 years of operation. The complete absence of any competitive discussion around Raid Rockingham speaks louder than any marketing copy about who's actually toeing the line."
  },
  "value": {
    "score": 4,
    "explanation": "Fourteen years of operation suggests they've learned to deliver what they promise without breaking budgets. New England gravel events typically run $60-80, and if you're getting 50 miles of organized riding with support for that price point, it's solid math. The lack of premium amenities or competitive infrastructure means your money goes toward the actual riding experience rather than fancy swag you'll forget about."
  },
  "expenses": {
    "score": 3,
    "explanation": "Newmarket, New Hampshire keeps you away from Boston-area hotel premiums while staying accessible to Manchester-Boston Regional Airport about 30 miles away. Early June means reasonable lodging rates before peak summer tourism hits the coast. Small town logistics typically mean cheaper parking and food options, though the lack of specific venue information suggests you'll be figuring out the details yourself."
  },
  "length": {
    "score": 2,
    "explanation": "Fifty miles hits that awkward middle distance - too long for beginners to feel comfortable, too short for experienced riders to feel challenged. It's the gravel equivalent of a metric century: long enough to hurt if you're unprepared, short enough to leave you wanting more if you're fit. For a June event in New Hampshire, you'll be done before the day gets hot, but also before you've earned any real suffering points."
  },
  "technicality": {
    "score": 2,
    "explanation": "Southeast New Hampshire doesn't offer the rocky technical challenges of Vermont or the sustained climbs of the White Mountains region. The complete absence of any documented technical features or rider warnings after 14 years suggests well-maintained roads and basic gravel - nothing that requires specific bike setup or handling skills. Expect rolling terrain that won't break your equipment or your confidence."
  },
  "elevation": {
    "score": 2,
    "explanation": "3,500 feet over 50 miles averages 70 feet per mile - enough to notice, not enough to matter if you're fit. Southeast New Hampshire's rolling terrain means short punchy climbs rather than sustained suffering, so you'll get recovery between efforts. It's climbing that teaches you to shift gears, not climbing that teaches you about your soul."
  },
  "climate": {
    "score": 2,
    "explanation": "Early June in New Hampshire typically delivers 65-75°F with moderate humidity, but you're gambling on New England's notorious weather volatility. No documented history of weather disasters suggests either good luck or forgettable conditions year after year. Spring can still deliver mud and rain, summer can bring unexpected heat - you get standard East Coast weather roulette."
  },
  "altitude": {
    "score": 1,
    "explanation": "Southeast New Hampshire peaks around 500-800 feet above sea level, so unless you're coming from Death Valley, altitude isn't a factor. The highest point on course probably offers views of someone's back yard rather than mountain vistas. If you're worried about altitude at this elevation, you should be worried about riding 50 miles in general."
  },
  "logistics": {
    "score": 3,
    "explanation": "Newmarket sits conveniently between Manchester and Portsmouth, giving you airport and highway access without big city complications. Fourteen years of operation means they've likely solved basic parking and registration issues, though the lack of detailed logistical information suggests you'll get the bare minimum rather than premium service. Small town events either run smoothly because everyone knows their job, or they improvise everything - this one's survived long enough to suggest the former."
  },
  "adventure": {
    "score": 2,
    "explanation": "Fifty miles through unnamed roads in Southeast New Hampshire delivers about as much adventure as a well-planned training ride with support. No documented technical challenges, remote sections, or noteworthy scenery after 14 years suggests predictable terrain and suburban-adjacent routing. You'll get your miles and see some trees, but probably won't have stories to tell afterward."
  }
}
