{
  "logistics": {
    "score": 3,
    "explanation": "Adam Roberge describes 'one of the craziest' starts he's ever raced, featuring '3km downhill, weaving in and out of a golf path with two long and deep mudslides.' Jay Peak Resort hosting solves some basics, but Heidi Myers admits 'a lot of calls cannot be made until the last minute' regarding course conditions and bike choice—that's either charming spontaneity or operational chaos."
  },
  "length": {
    "score": 2,
    "explanation": "Adam Roberge won in 2:45 with a TSS of 357, burning 5,971 calories over what he lists as 88km (55 miles). Chris Hadgis jokes his 'running time would be very close to my biking time,' but admits 'for a trail runner moonlighting as a cyclist getting across the finish line is a big deal.' Short enough that elite winners are done before lunch."
  },
  "technicality": {
    "score": 5,
    "explanation": "The Cyberia section features 'unmaintained roads' that 'are not plowed, they don't lay sand, they're not salted' with 'extensive snow cover' where 'you can see people literally walking their bikes through.' Chris Hadgis rode 'that shit on my mountain bike' while others debate fat bikes versus cyclocross. Adam St. Germain warns 'every bike is the wrong bike.'"
  },
  "elevation": {
    "score": 4,
    "explanation": "Chris Hadgis describes climbing that 'felt like it never ended. Seriously. If you want to challenge your climbing legs get up here. It's a BEAST. My granny gear and I hung out together all day.' Adam Roberge's final climb was 'a 20-25 minute effort through very loose and muddy conditions' with 4,900 feet over 41 miles in 2019."
  },
  "climate": {
    "score": 5,
    "explanation": "2019 delivered 'hail at the start, snow on the course, downpour of rain—pretty much all the shit you could possibly imagine' with ~200 DNFs from hypothermia. 2016 was 'dry, sunny, high of 60' while 2024 had 'deep mud and occasional snow.' Lea Davison called it 'the second hardest thing I've ever done' after La Ruta in Costa Rica."
  },
  "altitude": {
    "score": 1,
    "explanation": "Burke, Vermont sits at typical New England elevations with no altitude considerations. The suffering comes from weather, mud, and gradient—not thin air."
  },
  "adventure": {
    "score": 5,
    "explanation": "Heidi Myers admits 'I saw people out there who just broke down mentally' dealing with weather conditions. The race offers a money-back guarantee: 'Not hard enough for you? Rasputitsa will return your entry fee. Thus far, everyone has gone home happy.' That's confidence in delivering authentic misery through Vermont's mud season lottery."
  },
  "prestige": {
    "score": 3,
    "explanation": "Ten years in and CycloWorld calls it 'legendary,' but let's be honest—this isn't Unbound. Rasputitsa draws 1,500 riders for the finish line party, which puts it in solid regional tier, not national spotlight. The race gets featured in bucket list articles, but I don't see pro riders or major sponsors throwing money at Burke, Vermont."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Heidi Myers knows racers 'by name' and can 'walk up to about half the people who attend and say Hey Jen.' When hypothermia hit in 2019, 'we had eight vehicles on course just picking up riders' at feed zones. Personal touch is strong, but last-minute course decisions and weather-dependent execution create operational uncertainty."
  },
  "experience": {
    "score": 5,
    "explanation": "Chris Hadgis describes aid stations with 'rainbow-colored, grinning unicorns' offering 'homemade chocolate chip cookies' and 'maple syrup shots in tiny little shot glasses made of ice.' Post-race includes AC/DC cover bands, gravel confessional booths, and hair-do stations. Pearl Jam tribute band performances frame a multi-day festival atmosphere."
  },
  "community": {
    "score": 5,
    "explanation": "The race philosophy states 'the largest award goes to the Lanterne Rouge recipient'—last finisher wins biggest prize. All proceeds support Little Bellas mentoring program, raising $19,000+ annually. When Anthony Moccia faced cancer, the community rallied with benefit concerts. Chris Hadgis praises volunteers as 'cheerful, supportive, out there spending their day helping crazy bike riders.'"
  },
  "field_depth": {
    "score": 3,
    "explanation": "1,500 cyclists shows up for the party, but there's zero intel on who's actually racing fast. No mention of pro riders, no winner history, no competitive depth data in 10 years of race reports. This feels like a participation festival where everyone's racing their own demons more than each other."
  },
  "value": {
    "score": 4,
    "explanation": "Myers emphasizes 'modest price tag of early-day gravel' with founders explicitly 'not using this construct to make money.' Multi-day festival includes live music, ice shot glasses of maple syrup, and post-race spreads at Burke Publick House. All entry fees go toward charity rather than profit margins."
  },
  "expenses": {
    "score": 3,
    "explanation": "Jay Peak Resort hosting means lodging exists but likely isn't budget-friendly during race weekend. Burke, Vermont requires driving from Boston or Burlington airports. Equipment debates between mountain bikes, fat bikes, and gravel setups could require specific gear purchases depending on conditions—Heidi Myers notes riders asking 'Should I bring my fat bike?'"
  }
}
