{
  "prestige": {
    "score": 3,
    "explanation": "Ten years in and CycloWorld calls it 'legendary,' but let's be honest—this isn't Unbound. Rasputitsa draws 1,500 riders for the finish line party, which puts it in solid regional tier, not national spotlight. The race gets featured in bucket list articles, but I don't see pro riders or major sponsors throwing money at Burke, Vermont."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Co-founder Heidi Myers talks a good game about community over commerce, but the research shows gaps in basic race intel—no aid station details, no course breakdown, no real logistics data. For a 10-year-old race, that's either deliberate minimalism or operational slack. The 'merciless on wheeled transport' reputation suggests they nail the suffering part."
  },
  "experience": {
    "score": 5,
    "explanation": "Pearl Jam tribute band on Friday and Saturday nights at Jay Peak Resort? That's not your typical post-race beer tent. They moved the 2024 race one week earlier specifically to 'encounter even more challenging weather conditions'—these people understand that gravel masochists want authentic misery. The finish line party runs 11:30 AM to 4:00 PM, which means they're building a festival, not just a race."
  },
  "community": {
    "score": 5,
    "explanation": "Myers nails it: 'Gravel organizers are beyond a community. We are family.' The founders literally state they're not trying to make money and commit to equal opportunity regardless of 'race, color, religion, disability, age, gender identity, sexual orientation, socioeconomic status or national origin.' That's not corporate virtue signaling—that's Vermont hippie gravel done right."
  },
  "field_depth": {
    "score": 3,
    "explanation": "1,500 cyclists shows up for the party, but there's zero intel on who's actually racing fast. No mention of pro riders, no winner history, no competitive depth data in 10 years of race reports. This feels like a participation festival where everyone's racing their own demons more than each other."
  },
  "value": {
    "score": 4,
    "explanation": "Myers emphasizes 'modest price tag of early-day gravel' and explicitly states they're 'not using this construct to make money.' Two nights of live music, Jay Peak Resort venue, and a 4.5-hour finish line party suggests you're getting festival value. No specific entry fee data, but the philosophy screams anti-corporate pricing."
  },
  "expenses": {
    "score": 3,
    "explanation": "Burke, Vermont in April—not exactly a budget destination, but not Napa Valley either. Jay Peak Resort hosting means lodging exists but probably isn't cheap during race weekend. No airport intel in the research, which means you're likely driving from Boston or Burlington and burning gas money to reach gravel paradise."
  },
  "length": {
    "score": 2,
    "explanation": "46 miles is barely getting warmed up for serious gravel suffering. That's a hard morning, not an epic day. Sure, 5,000 feet of elevation makes it punchy, but if you're traveling to Vermont for gravel adventure, you want more than three hours of riding."
  },
  "technicality": {
    "score": 5,
    "explanation": "Race description: 'merciless on wheeled transport' that 'vanquishes even the fiercest competitors.' They deliberately moved the race earlier to hit worse weather conditions, which in Vermont April means mud, ice, and whatever else spring decides to throw. 'Treacherous course conditions' isn't marketing speak—it's a Vermont gravel promise."
  },
  "elevation": {
    "score": 4,
    "explanation": "5,000 feet over 46 miles averages 108 feet per mile—that's legitimate climbing density. No named climbs in the research, but in Vermont's Northeast Kingdom, that gain comes from sustained grinding, not rolling hills. It's not Alpine epic, but it'll separate the weekend warriors from the climbers."
  },
  "climate": {
    "score": 5,
    "explanation": "April in Vermont's Northeast Kingdom with race organizers who moved the date earlier specifically for worse conditions? That's mud season masochism at its finest. The race has 'its own well-earned reputation' for 'capricious weather and treacherous course conditions'—meaning you never know if you're getting frozen ground or swamp soup."
  },
  "altitude": {
    "score": 1,
    "explanation": "Burke, Vermont sits barely above sea level in gravel terms. No altitude considerations, no breathing issues, no elevation sickness—just regular old oxygen-rich suffering. If you're coming from anywhere above 2,000 feet, you'll actually feel like Superman for the first 20 miles."
  },
  "logistics": {
    "score": 3,
    "explanation": "Jay Peak Resort as host venue solves some problems, but the research shows zero intel on parking, packet pickup, or basic race day operations. For a 10-year-old race drawing 1,500 people, that's either admirably lo-fi or poorly documented. No airport data suggests you're driving to reach this Vermont gravel outpost."
  },
  "adventure": {
    "score": 5,
    "explanation": "Racing in Vermont's Northeast Kingdom during mud season with organizers who deliberately chase worse weather conditions? That's adventure by definition. 'Capricious weather and treacherous course conditions' means you're getting authentic gravel suffering, not sanitized sport. The research gaps actually add to the mystery—you're showing up not knowing what you'll get."
  }
}
