{
  "prestige": {
    "score": 3,
    "explanation": "Listed among the '20 Best Gravel Rides' with genuine grassroots credibility, but this isn't your Unbound-level circus. Co-founder Heidi Myers built something that 'disrupts the status quo of big exclusive cycling events,' which earns respect in the real gravel community. It's famous enough that Vermont inns promote spring stays around it, but you won't find pros hunting UCI points here."
  },
  "race_quality": {
    "score": 3,
    "explanation": "A 'proper mixed surface event' that tests riders without the polish of corporate productions. The course delivers sudden, intense climbs after lulling you with mellow front sections, plus guaranteed mud and potential snow. It's homegrown and self-supported, meaning you get authentic suffering without the hand-holding."
  },
  "experience": {
    "score": 4,
    "explanation": "This thing 'tests the limits of mind, body, and soul' with capricious weather that can dump snow on you in spring Vermont. You'll grind through muddy sections while overlooking Canada, dealing with conditions that are 'merciless on wheeled transport.' It transcends typical gravel racing because Mother Nature writes the script, not some marketing team."
  },
  "community": {
    "score": 3,
    "explanation": "Myers calls gravel organizers 'family' and pushes inclusivity that 'welcomes all individuals and all types of bicycles.' The vibe encourages hanging around to meet people rather than racing and fleeing. It's genuine community building, though the remote Vermont location limits how big this family can grow."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No elite field hunting prize money here—this is grassroots gravel in remote Vermont mountains. The 'welcomes all walks of life' philosophy means you'll line up with weekend warriors, not WorldTour dropouts. Burke/Jay isn't exactly accessible, so you get committed locals and adventure seekers, not depth."
  },
  "value": {
    "score": 3,
    "explanation": "Can't verify entry fees, but this self-supported model typically means reasonable costs without corporate markup. You're paying for authentic Vermont suffering, not expo villages and swag bags. The real value is earning your mud stripes on a course that doesn't apologize for being hard."
  },
  "expenses": {
    "score": 3,
    "explanation": "Burke offers everything from B&Bs to campgrounds, giving you options beyond resort pricing. But this is remote northern Vermont—you're not finding budget motels everywhere. The Wildflower Inn promotes race packages, which means local businesses know how to extract tourist dollars from gravel pilgrims."
  },
  "length": {
    "score": 3,
    "explanation": "60 miles hits the gravel sweet spot—long enough to hurt, short enough to survive Vermont's spring tantrums. Multiple distance options from 20 to 60+ miles let you pick your poison. Not an ultra-endurance death march, just proper gravel distance for proper suffering."
  },
  "technicality": {
    "score": 4,
    "explanation": "Those 'sudden and intense' climbs after deceptively mellow starts will wreck your pacing strategy. Add guaranteed mud sections, potential snow, and mixed surfaces that punish wrong equipment choices. This isn't technical like singletrack, but spring conditions make bike handling crucial when the course turns treacherous."
  },
  "elevation": {
    "score": 4,
    "explanation": "5,000 feet over 60 miles in Vermont's mountains means sustained climbing that builds character. Those climbs hit 'sudden and intense' when you're already worked from earlier rollers. Not Alpine epic, but enough vertical to separate who prepared from who just showed up."
  },
  "climate": {
    "score": 3,
    "explanation": "Spring in northern Vermont delivers 'capricious weather' that can swing from mud to snow in hours. Race announcement mentioned Jay hitting -7 degrees, so you might freeze or cook depending on Mother Nature's mood. Guaranteed mud sections mean wet, cold misery is part of the contract."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Vermont, not Colorado—you're racing in the Northeast Kingdom, not thin air. Starting elevation is probably under 1,000 feet, with peaks maybe hitting 3,000. Your lungs won't notice the altitude; your legs will notice everything else."
  },
  "logistics": {
    "score": 2,
    "explanation": "Remote Vermont location makes this 'one of the more difficult rides to access' with no convenient airports nearby. The race has bounced between Burke and Jay, adding confusion to your travel planning. Lodging exists but you're not exactly spoiled for choice in the Northeast Kingdom."
  },
  "adventure": {
    "score": 4,
    "explanation": "Racing through mud and potential snow while overlooking Canada in Vermont's remote mountains delivers legitimate adventure. Weather that's 'merciless on wheeled transport' means you'll earn stories worth telling. This homegrown event puts you at nature's mercy, not some sanitized gravel theme park."
  }
}
