{
  "prestige": {
    "score": 2,
    "explanation": "Seven editions deep and still searching for its moment. Race director Shane Hitz runs a solid operation through his IRONBULL nonprofit, but this isn't drawing the field that moves needles in gravel. The 2025 venue change to Erbach Park might signal growing pains or genuine evolution—jury's still out."
  },
  "race_quality": {
    "score": 3,
    "explanation": "The 2025 overhaul promises at least 85% gravel across completely redesigned courses, which beats the previous pavement-heavy routes. Police escort from Athens High School parking to Erbach Park start shows organizational competence. Three distance options from beginner-friendly 50-miler to the 150-mile sufferfest through four counties hits the sweet spot for most riders."
  },
  "experience": {
    "score": 3,
    "explanation": "You'll cross the Big Rib River twice, roll through ginseng fields and dairy pastures, then finish through Erbach Park forest. The Northwoods terrain on longer distances delivers legitimate adventure, but 2800 feet over 150 miles won't leave your legs screaming. Urban Street Bistro food truck and Von Buck bike service at the finish covers the basics without pretense."
  },
  "community": {
    "score": 4,
    "explanation": "Athens rolled out the red carpet for this race's relocation, and it shows. Steve Brewster from Athens Area Trails Association calls it 'a real racing success,' while Shane Hitz can't stop praising how welcoming the community has been. Free group ride, women's skills clinic with Laura Hrubes, and youth rides prove they're building something bigger than just a race weekend."
  },
  "field_depth": {
    "score": 3,
    "explanation": "Seven years in and the field composition remains a mystery—no published results, winner names, or participant counts available. That silence usually means regional draw without significant pro representation. The Ironbear 1000 series connection might pull some Wisconsin talent, but this isn't where careers get made."
  },
  "value": {
    "score": 5,
    "explanation": "Registration fees remain unpublished, but the weekend package delivers serious bang. Onsite camping at Miltrim Farms runs $55 for 20x30 foot sites with Friday night festivities at The Milk Haus. Three completely overhauled courses, free skills clinics, group rides, and beer release events stack value higher than most races asking double."
  },
  "expenses": {
    "score": 3,
    "explanation": "Athens, Wisconsin isn't exactly a destination expense trap. $55 weekend camping at Miltrim Farms beats hotel rates, and Central Wisconsin keeps food costs reasonable. The 8:16am start time means no expensive Friday night lodging requirements, though flying into Central Wisconsin Airport won't be cheap if you're coming from distance."
  },
  "length": {
    "score": 5,
    "explanation": "150 miles through up to four counties delivers the full gravel experience without apology. The 50-mile intro route serves new riders crossing Big Rib River twice, while the century and 150 'test stamina and grit' according to race descriptions. Three distinct distance options means everyone from beginners to masochists finds their suffering level."
  },
  "technicality": {
    "score": 2,
    "explanation": "Well-maintained gravel roads through dairy country and ginseng fields don't demand advanced bike handling. The 50-mile course explicitly targets new gravel riders, while longer routes emphasize endurance over technical skill. Rural Wisconsin infrastructure means smooth surfaces designed for farm equipment, not rock gardens or sketchy descents."
  },
  "elevation": {
    "score": 1,
    "explanation": "2800 feet over 150 miles works out to barely 18 feet per mile—this is flat-lander territory. Central Wisconsin's rolling farmland and forest roads won't test your climbing legs or reward mountain goats. The challenge here comes from distance and exposure, not vertical suffering."
  },
  "climate": {
    "score": 3,
    "explanation": "Mid-October in Central Wisconsin delivers classic fall conditions—potentially perfect, potentially brutal. You could get crisp autumn perfection or early winter slap-in-the-face reality. The 150-mile exposure through four counties means weather changes hit harder when you're deep in the Northwoods with nowhere to hide."
  },
  "altitude": {
    "score": 1,
    "explanation": "Central Wisconsin sits barely above sea level in gravel racing terms. No altitude considerations, no acclimatization needed, no performance impacts from thin air. Your sea-level fitness translates directly to race day performance without atmospheric complications."
  },
  "logistics": {
    "score": 3,
    "explanation": "Athens High School parking with police escort to Erbach Park start shows thoughtful planning. Onsite camping at Miltrim Farms keeps accommodation simple, but packet pickup details remain unpublished for 2025. The venue change from Wausau area creates some uncertainty around established logistics patterns."
  },
  "adventure": {
    "score": 3,
    "explanation": "The Northwoods sections promise legitimate remoteness through terrain 'not usually open to bikes,' and crossing four counties on the 150-miler delivers geographic scope. But well-maintained gravel roads and dairy farm views don't exactly scream wilderness epic. Race director Shane Hitz calls Erbach Park 'an underutilized gem,' which could mean hidden adventure or polite overselling."
  }
}
