{
  "prestige": {
    "score": 2,
    "explanation": "This is grassroots gravel grinding that benefits SORBA Chattanooga, not some UCI WorldTour fantasy. No notable past winners in the research, no pro field depth, just honest suffering in Cherokee National Forest. It's the kind of race where first place gets free entry next year instead of a fat check."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Zero course marking means you better download that GPX or you're navigationally screwed in the Tennessee hills. Aid stations are 'well-stocked' but checkpoint details are thin, and cutoff times are mysteriously absent from all documentation. The fact that they need to tell people not to park at the boat ramp tells you everything about the organizational sophistication."
  },
  "experience": {
    "score": 3,
    "explanation": "Two-day format with 15,000 feet of combined climbing delivers legitimate suffer-fest credentials in Cherokee National Forest. Free camping at Hiwassee Outfitters plus beer, music, and medals for two-day finishers creates proper gravel community vibes. The 'no flat roads, no champagne gravel' promise actually gets kept with routes up to 90% gravel."
  },
  "community": {
    "score": 3,
    "explanation": "Small-area camping is first-come first-served, which means you'll actually talk to the person next to your tent instead of hiding in some corporate hospitality village. SORBA Chattanooga benefits from the proceeds, so your entry fee supports trail advocacy instead of some promoter's yacht fund. The 'beautiful country, great crowd, good times' testimonial sounds authentically grassroots, not marketing department polish."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Cash prizes only go three deep in five categories, which tells you the field size isn't exactly Unbound numbers. Registration details are mysteriously absent, suggesting this isn't selling out in minutes to pro riders seeking UCI points. It's Tennessee gravel grinding for people who actually live within driving distance."
  },
  "value": {
    "score": 3,
    "explanation": "Two days of racing, camping included, free swag (water bottles, pint glasses, bandanas), and legitimate elevation gain for your entry fee. Cash prizes for podium finishers and free entry for winners means they're putting money back into participants' pockets. No registration cost listed, but the package suggests decent bang for buck."
  },
  "expenses": {
    "score": 3,
    "explanation": "Free parking at Hiwassee Outfitters and included camping keeps accommodation costs minimal. East of Chattanooga location means reasonable driving distance for Southeast riders without expensive flights. The grassroots nature suggests they're not gouging on merchandise or food."
  },
  "length": {
    "score": 3,
    "explanation": "Saturday's 72-mile race option with 8700 feet of climbing hits the gravel sweet spot without crossing into masochistic territory. Combined weekend races total around 15,000 feet, which is legitimate volume for multi-day events. Recreational options from 24-50 miles give non-racers actual choices instead of token participation."
  },
  "technicality": {
    "score": 3,
    "explanation": "Sunday's rocky descents require slowing down even on gravel bikes, and hardtails are recommended for the bumpier terrain. Routes in Cherokee National Forest aren't the groomed gravel highways you'll find in Kansas corn fields. Zero course marking means navigation skills are mandatory, not optional."
  },
  "elevation": {
    "score": 3,
    "explanation": "8700 feet in 72 miles with named climbs like Buck Bald and Starr Mountain puts this in legitimate climbing territory. Combined weekend racing hits around 15,000 feet total, which separates the climbers from the sprinters. Even recreational routes pack 3000+ feet daily, so there's no hiding from vertical."
  },
  "climate": {
    "score": 2,
    "explanation": "April in Tennessee can swing from perfect to biblical, and the research provides zero historical weather data to set expectations. No mention of typical conditions, mud years, or heat issues means you're gambling on Mother Nature's mood. Eastern Tennessee humidity plus spring weather volatility equals unpredictable suffering conditions."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Tennessee, not Colorado, so you're starting near sea level and climbing into hills, not mountains. Even the max elevation on Buck Bald and Starr Mountain won't trigger altitude concerns for anyone who's driven through Denver. Your legs will hurt from the climbing, not oxygen deprivation."
  },
  "logistics": {
    "score": 2,
    "explanation": "Packet pickup details are completely absent from all documentation, which suggests either poor communication or last-minute scrambling. Small camping area on first-come basis means late arrivals might be sleeping in their cars. The 'don't park at the boat ramp' warning suggests previous logistical disasters with angry locals."
  },
  "adventure": {
    "score": 3,
    "explanation": "Cherokee National Forest with unmarked routes requiring GPX navigation delivers genuine exploration instead of paint-by-numbers course following. Two-day format with camping creates proper gravel adventure vibes, not sanitized day-trip racing. Routes explicitly promise 'no flat roads, no champagne gravel' and deliver with up to 90% gravel surfaces through Tennessee hill country."
  }
}
