{
  "logistics": {
    "score": 3,
    "explanation": "No documented start locations or registration systems found for this specific Dakota County event. However, the area benefits from Minneapolis metro proximity for airport access and lodging. Timo Rokitta describes pre-dawn registration activity 'in front of the TSC shop' for similar gravel events, suggesting local shops often handle logistics."
  },
  "length": {
    "score": 3,
    "explanation": "60 miles hits the sweet spot for most gravel riders. Old Man Winter Rally organizes group rides with 'different average speeds: A: 18+mph avg, B: 15-17mph avg, C: 12-14mph avg' showing how this distance accommodates various pacing strategies without becoming an endurance sufferfest."
  },
  "technicality": {
    "score": 2,
    "explanation": "Laura & Rose describe typical gravel conditions: 'messy and loose gravel with bumpy washboard sections' in early miles, but note 'Yellowstone and Vermillion Road were our favorite roads with terrific surfaces.' The terrain requires basic gravel handling skills without advanced technical demands."
  },
  "elevation": {
    "score": 2,
    "explanation": "2600 feet over 60 miles delivers rolling terrain that challenges without crushing. Timo Rokitta experienced 'brutal ramps with 15% gradients' on similar gravel routes, though he notes these 'alternate with short flat parts' making the climbing manageable in segments."
  },
  "climate": {
    "score": 2,
    "explanation": "Minnesota weather swings seasonally with planning challenges. Laura & Rose found conditions 'perfect to do on a 50° winter/early spring day' with 'little shade and lots of exposure' that 'might not be so fun on hot days.' Timo Rokitta experienced morning fog clearing to bright sunshine."
  },
  "altitude": {
    "score": 1,
    "explanation": "Dakota County sits around 900 feet above sea level, causing zero physiological effects. Even riders from sea level won't notice any elevation impact beyond standard tire pressure adjustments for the day's riding."
  },
  "adventure": {
    "score": 2,
    "explanation": "Riding Dakota County gravel offers mild adventure with decent scenery and trail variety. Suburban Minnesota delivers pleasant countryside riding rather than epic wilderness sufferfests."
  },
  "prestige": {
    "score": 1,
    "explanation": "This race doesn't appear in cycling databases or Minnesota gravel calendars. While Strambecco highlights how established gravel events offer 'inclusivity and community focus' with 'Left Hand Brewing after-party' festivities, no such infrastructure exists for this phantom event."
  },
  "race_quality": {
    "score": 2,
    "explanation": "No course marking or aid station details documented. Strambecco notes how quality events provide 'SAG vehicles available throughout, ready to assist with mechanical issues,' but operational details remain absent for this particular Dakota County route."
  },
  "experience": {
    "score": 2,
    "explanation": "Dakota County offers solid trail systems, but rider experience data is scattered. Strambecco describes quality gravel events as offering 'unique blend of challenge, fun, and camaraderie' with post-race celebrations, though such organized experience elements aren't documented here."
  },
  "community": {
    "score": 3,
    "explanation": "Dakota County sits in the Minneapolis metro where gravel riding is popular among local cyclists. The area has active recreational trail users, though no documented race community or organized event participation exists."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Zero documented finishers means zero field depth. Real Minnesota gravel races like the Almanzo or Dirty Benjamin pull competitive fields. This phantom event doesn't appear on any serious rider's calendar."
  },
  "value": {
    "score": 4,
    "explanation": "Dakota County provides quality gravel access without documented race fees. The area offers the riding terrain that Strambecco describes as delivering 'challenge, fun, and camaraderie' at standard Minnesota costs without event markup or registration expenses."
  },
  "expenses": {
    "score": 3,
    "explanation": "Minneapolis metro proximity keeps travel costs reasonable. Laura & Rose note 'no services along this route' requiring riders to 'bring enough fuel and hydration' for self-support, eliminating aid station costs but requiring more gear investment."
  }
}
