{
  "prestige": {
    "score": 1,
    "explanation": "This race doesn't exist in any meaningful cycling database or Minnesota gravel calendar. No past winners, no rider reports, no community chatter anywhere online. If you can't find a race on the internet in 2025, it's either fictional or so small it might as well be."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Hard to judge race quality when there's zero evidence this event actually happens. No course marking details, no aid station setup, no timing systems documented anywhere. The 60-mile distance and 2600ft elevation suggest decent planning on paper, but paper races don't count."
  },
  "experience": {
    "score": 2,
    "explanation": "Dakota County has solid trail systems, but without any rider testimonials or race reports, you're flying blind. Minnesota's gravel scene is strong enough that a legitimate 60-miler would generate some buzz. The silence is telling."
  },
  "community": {
    "score": 3,
    "explanation": "Dakota County sits in the Minneapolis metro area where gravel riding is popular, so the potential community exists. Local riders definitely hit these trails recreationally. But an actual race community? No evidence of group rides, social media presence, or returning participants."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Zero documented finishers means zero field depth. Real Minnesota gravel races like the Almanzo or Dirty Benjamin pull competitive fields. This phantom event doesn't appear on any serious rider's calendar."
  },
  "value": {
    "score": 4,
    "explanation": "Can't beat the value of a race that might not exist - probably costs nothing to enter since there's no registration system found anywhere. If it's just riding Dakota County trails for free, that's excellent value. The area has decent gravel access without the race markup."
  },
  "expenses": {
    "score": 3,
    "explanation": "Dakota County sits close enough to Minneapolis that lodging and travel costs stay reasonable. No race-specific expenses documented because there's no actual race infrastructure. Standard Minnesota costs - gas, maybe a hotel if you're coming from far."
  },
  "length": {
    "score": 3,
    "explanation": "60 miles hits the sweet spot for most gravel riders - long enough to matter, short enough to finish before dark. That distance works well in Dakota County's terrain, assuming someone actually mapped out a real course."
  },
  "technicality": {
    "score": 2,
    "explanation": "Dakota County trails are generally smooth compared to northern Minnesota's rocky terrain. Mostly doubletrack and rail-trail surfaces that don't demand advanced handling skills. Nothing here will break your bike or your confidence."
  },
  "elevation": {
    "score": 2,
    "explanation": "2600 feet over 60 miles averages about 43 feet per mile - rolling but not brutal. Dakota County doesn't offer mountain climbing, just enough ups and downs to keep things interesting. Minnesota nice applies to the topography."
  },
  "climate": {
    "score": 2,
    "explanation": "Minnesota weather swings from frozen hellscape to humid swamp depending on timing. Spring races risk mud and cold, summer brings heat and thunderstorms. No race date information available, so you can't even plan around the weather window."
  },
  "altitude": {
    "score": 1,
    "explanation": "Dakota County sits around 900 feet above sea level. Your biggest altitude concern is whether you remembered to pump your tires. Even riders from Death Valley won't notice the elevation here."
  },
  "logistics": {
    "score": 3,
    "explanation": "Close to Minneapolis means decent airport access and plenty of lodging options. Dakota County has reasonable road access to trail systems. But without knowing actual start locations or parking arrangements, you're guessing on race day logistics."
  },
  "adventure": {
    "score": 2,
    "explanation": "Riding 60 miles of Dakota County gravel offers mild adventure - nice scenery, some wildlife, decent trail variety. But suburban Minnesota doesn't deliver epic wilderness sufferfests. More like a pleasant day out than a life-changing ordeal."
  }
}
