{
  "prestige": {
    "score": 2,
    "explanation": "Part of the BC Gravel Series but hardly a destination race that draws international talent. Race director Jon Watkin calling it a 'rider-favourite' doesn't mask the fact that this is regional racing at best. No prize purse, no notable winners in the research, just a solid series opener that Vancouver Island locals appreciate."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Fully supported with aid stations across all three distances and organized by Mosaic Forest Management with clear race direction. The 2026 route changes due to Strathcona Dam closures show they adapt when needed, running new terrain on Duncan Bay Main and Black Creek Main forest roads. Solid mid-tier execution without the polish of major events."
  },
  "experience": {
    "score": 3,
    "explanation": "Campbell River delivers that Vancouver Island forest road experience through Duncan Bay Main, Rossiter Main, and Piggott Main with proper support. The series promotes local hospitality partnerships, so you're not completely on your own for post-race. Nothing groundbreaking, just dependable gravel racing in BC timber country."
  },
  "community": {
    "score": 3,
    "explanation": "BC Gravel Series has built a loyal following among Vancouver Island riders who return year after year. Early bird registration opened November 1st, showing decent organizational momentum. The inclusion of e-Bike and Vintage Bike categories suggests they're trying to cast a wider net beyond just the lycra crowd."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Regional series racing with no evidence of pro participation or competitive depth in the research. Being a season opener in April might draw some fitness-testing riders, but this isn't where you go to test yourself against the best. Solid local competition, nothing more."
  },
  "value": {
    "score": 3,
    "explanation": "Full support across three distance options with aid stations and series draw prizes, though actual entry fees weren't available in research. Vancouver Island location means you're paying for the setting and organization, not prestige. Seems reasonable for what you get."
  },
  "expenses": {
    "score": 3,
    "explanation": "Campbell River isn't Vancouver expensive, but you're still looking at Canadian prices and potential ferry costs to reach Vancouver Island. The series promotes hospitality partnerships which suggests they understand riders need affordable lodging options. Middle-ground costs for a Canadian gravel race."
  },
  "length": {
    "score": 3,
    "explanation": "62 miles hits that sweet spot between commitment and sanity for most gravel riders. The Esperto distance at ~110km gives you options to go longer, while Impulso at ~40km keeps it accessible. Standard gravel distances without trying to be a suffer-fest."
  },
  "technicality": {
    "score": 3,
    "explanation": "Forest service roads like Duncan Bay Main and Black Creek Main typically deliver steady, non-technical gravel without the rock gardens or steep pitches that break riders. Race director calls it 'fun yet challenging' which translates to moderately technical at best. Good fitness test, not a bike handling clinic."
  },
  "elevation": {
    "score": 3,
    "explanation": "4000 feet over 62 miles averages about 65 feet per mile - noticeable but not leg-breaking. Vancouver Island terrain delivers rolling climbs rather than massive sustained efforts. Enough to hurt without being a pure climber's race."
  },
  "climate": {
    "score": 3,
    "explanation": "April in Campbell River means you're gambling with Pacific Northwest spring weather - could be perfect, could be soggy. Being a season opener, riders are dealing with whatever Mother Nature serves up after winter. No reputation for extreme conditions either way."
  },
  "altitude": {
    "score": 1,
    "explanation": "Campbell River sits at sea level, and even Vancouver Island's forest roads don't climb high enough to matter physiologically. Zero altitude considerations - your lungs won't notice the elevation here. Pure fitness and pacing, no thin air excuses."
  },
  "logistics": {
    "score": 3,
    "explanation": "Campbell River is accessible but requires planning if you're coming from off-island via ferry or flight. The race organization seems solid with clear communication about route changes and early registration timelines. Not plug-and-play easy, but not a logistical nightmare either."
  },
  "adventure": {
    "score": 3,
    "explanation": "Vancouver Island timber country delivers legitimate backcountry feel on roads like Rossiter Main and Piggott Main without being truly remote. New 2026 route due to dam closures adds some exploration factor. Solid adventure quotient for a supported race, though you're never far from civilization."
  }
}
