{
  "logistics": {
    "score": 4,
    "explanation": "Everything happens at Pyles Boys Camp with packet pickup Friday 2-8pm including pasta dinner, bicycle barrel racing, and a BMC-hosted shake-out ride. Action Sports provides bike support until 6:30pm Friday, Covenant Coffee serves breakfast burritos Saturday morning. Sam Ames keeps operational details dialed after 15 years, though the route secrecy until race week remains his signature chaos-within-control approach."
  },
  "length": {
    "score": 4,
    "explanation": "The Cobbler distance varies annually - John tackled 81 miles with 8000+ feet, Logan Jones-Wilkins rode 84 miles, with 2025 seeing 442 Cobbler finishers complete the challenge. At roughly 75-85 miles it's a proper gravel century that hurts without being punitive, smart for February fitness levels and Sam Ames' unpredictable terrain surprises."
  },
  "technicality": {
    "score": 3,
    "explanation": "Pete Stetina described \"slip sliding down a scree field\" and \"30 per cent run ups\" that force dismounts, while the course includes \"riding thru a house, bars, doing push ups, a ridiculous hike a bike.\" Logan Jones-Wilkins noted the severe ups and downs clearly signal when to dismount, eliminating guesswork about rideable lines."
  },
  "elevation": {
    "score": 3,
    "explanation": "John climbed \"over 8,000 ft of climbing\" on his 81-mile route, while Logan Jones-Wilkins found \"most of the vert in the first half\" of his 8k+ day. The Kern Canyon section at mile 70 includes \"the abominable hike-a-bike abhorred by all but Sam Ames,\" creating concentrated climbing punishment in Bakersfield's surrounding hills."
  },
  "climate": {
    "score": 4,
    "explanation": "February delivers \"lush green hills thanks to winter rains\" as Cynthia Planken experienced, creating optimal early-season conditions. However, 2019 saw \"an unusually formidable wet spell\" with \"light rain\" affecting equipment choices, proving California's winter weather can surprise even in typically mild Bakersfield."
  },
  "altitude": {
    "score": 1,
    "explanation": "Bakersfield sits at sea level with surrounding hills providing minimal altitude impact. Riders get zero cardiovascular challenge from thin air and zero training benefit from elevation - this is pure mechanical and fitness suffering with no atmospheric excuses for poor performance."
  },
  "adventure": {
    "score": 3,
    "explanation": "Pete Stetina called it \"unclassifiable\" with \"WhiteClaw hand ups, ball pits\" and cattle dodging, while past years included \"beachballs thrown down a hill at riders\" and riding through Sam's actual house. The 2026 course replaces the house with \"a ride-through bar,\" maintaining Sam Ames' annual tradition of curated absurdity."
  },
  "prestige": {
    "score": 3,
    "explanation": "Pete Stetina calling it \"the kookiest bike race I've ever done\" represents pro endorsement for adventure over traditional racing prestige. Grew from 50 riders to 761 participants in 2025 with global reach, but Sam Ames explicitly states \"We never wanted to deal with podiums, prize money\" - the community values stories over status."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Sam Ames delivers 15 years of \"meticulously crafted chaos\" with new routes annually, Friday barrel racing, pasta dinners, and post-race parties until dark. Logan Jones-Wilkins noted road conditions were \"surprisingly mobile\" quality despite expecting punishment, while 761 participants in 2025 proves the operational execution scales effectively."
  },
  "experience": {
    "score": 3,
    "explanation": "Tim Adams came back for his 8th year of 'pain & suffering' - that tells you everything. You'll slip-slide down scree fields, carry your bike up 30% run-ups, and navigate WhiteClaw hand-ups in February. It's memorable as hell, but memorable doesn't always mean pleasant when you're dodging cattle in Bakersfield hills."
  },
  "community": {
    "score": 4,
    "explanation": "Sam Ames built 15 years of \"fun telling war stories, beers and food\" with riders giving him the traditional post-hike-a-bike middle finger. The inclusive atmosphere welcomes \"riders in jean shorts and work boots doing the Pebbler\" alongside kitted racers, while the camaraderie means \"we were all in it together, facing the same crazy challenges.\""
  },
  "field_depth": {
    "score": 3,
    "explanation": "Elite riders Pete Stetina, Lance Haidet, and Siena Hermon (2nd place female) tackle the course alongside 761 total participants in 2025. The field spans from \"kitted up gravel racer to recreational rider,\" with 11.96% choosing mountain bikes and serious participants like Logan Jones-Wilkins mixing competitive and adventure-seeking riders."
  },
  "value": {
    "score": 5,
    "explanation": "Sam Ames delivers new courses annually, Friday pasta dinner, barrel racing, Saturday breakfast burritos, post-race party with live music, and \"every rider with some kind of cool, unique gift.\" No podiums or prize money - just pure experience value focused on stories, community, and what Sam calls rider-versus-course challenge."
  },
  "expenses": {
    "score": 4,
    "explanation": "Vehicle camping costs $50 per night at the venue, avoiding hotel expenses in Bakersfield. Action Sports provides Friday bike shop services until 6:30pm for last-minute needs without gouging, while the Bakofornia Grill provides post-race lunch. Bakersfield's non-resort location keeps food and lodging reasonable compared to premium California venues."
  }
}
