{
  "prestige": {
    "score": 2,
    "explanation": "Founded in 2019 by some unnamed former World Tour pro, this race vanished after 2022 with zero trace in current Vermont gravel calendars. 309 entries with 204 on the waitlist suggests decent local interest, but complete absence from the gravel conversation means it died quietly. No notable winners, no media coverage, no community buzz - just another dead Vermont gravel experiment."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Race hasn't run since 2022 and left behind zero useful information about course details, aid stations, or actual logistics. The fact that it moved from Richmond to supposedly Morrisville and then disappeared entirely tells you everything about organizational consistency. Hard to rate quality when the event essentially doesn't exist anymore."
  },
  "experience": {
    "score": 3,
    "explanation": "Vermont gravel is Vermont gravel - beautiful countryside, rolling farmland, and enough dirt roads to keep you honest. The 'Return to Gravel' branding suggests they understood the appeal of authentic backcountry riding. Without current operations though, this is purely theoretical Vermont charm rather than actual race experience."
  },
  "community": {
    "score": 3,
    "explanation": "309 entries with 204 waitlisted shows solid local demand when it existed. Vermont gravel scene is tight-knit and supportive by nature, plus having a World Tour pro as founder probably drew some credibility. But community doesn't matter much when the race organizers packed up and left town."
  },
  "field_depth": {
    "score": 2,
    "explanation": "A defunct race in rural Vermont that never made it past year three isn't pulling serious talent. 309 total entries suggests decent participation but nothing approaching competitive depth. Former World Tour pro connection might have brought some ringers early on, but clearly not enough to sustain the event."
  },
  "value": {
    "score": 3,
    "explanation": "Vermont in summer with 75 miles of gravel sounds like solid bang for buck, assuming reasonable entry fees. No prize money or fancy amenities to inflate costs, just pure riding experience. Of course, infinite value when the race doesn't actually exist to charge you anything."
  },
  "expenses": {
    "score": 3,
    "explanation": "Morrisville isn't exactly a tourist trap, so lodging and food costs stay reasonable. Rural Vermont keeps things simple - no inflated resort pricing or big city premiums. Travel costs depend on where you're coming from, but at least you're not paying entry fees for a race that doesn't run."
  },
  "length": {
    "score": 3,
    "explanation": "75 miles hits the sweet spot for most gravel riders - long enough to be meaningful, short enough to not destroy your weekend. Solid distance for Vermont terrain that typically doesn't let you hammer for hours straight. Right in that zone where fitness matters but you're not planning your will beforehand."
  },
  "technicality": {
    "score": 3,
    "explanation": "Vermont gravel ranges from smooth dirt roads to chunky technical climbs, so moderate technicality makes sense. 5000 feet of elevation over 75 miles means you're dealing with real climbs and descents, not just rolling fields. Without specific course details though, this is educated guessing based on regional terrain."
  },
  "elevation": {
    "score": 3,
    "explanation": "5000 feet over 75 miles works out to reasonable climbing density for Vermont - not flat but not Alpine torture either. That's about 67 feet per mile, which keeps things interesting without turning into a pure sufferfest. Typical for Green Mountain gravel that mixes valleys with legitimate hill country."
  },
  "climate": {
    "score": 2,
    "explanation": "Vermont summer means potential for everything from perfect 70-degree mornings to 85-degree humidity bombs with afternoon thunderstorms. August timing puts you right in peak heat and bug season. Mountain weather changes fast, and rural Vermont doesn't offer much shelter when storms roll through."
  },
  "altitude": {
    "score": 1,
    "explanation": "Morrisville sits around 900 feet above sea level - basically irrelevant for altitude considerations. Even Vermont's highest peaks barely crack 4000 feet, so you're never dealing with thin air or acclimatization issues. Pure sea-level lungs performance all day."
  },
  "logistics": {
    "score": 2,
    "explanation": "Race disappeared completely from Vermont calendars with zero current contact info or logistics details available. When it existed, rural Vermont location probably meant limited lodging options and potentially confusing course navigation. The fact that basic information vanished suggests organizational problems even when operational."
  },
  "adventure": {
    "score": 3,
    "explanation": "Vermont backcountry delivers genuine adventure with remote dirt roads, covered bridges, and classic New England farm country. 75 miles gets you deep into areas most people never see, especially with 5000 feet of climbing taking you over ridgelines. Assuming you can find a race that actually exists to ride it."
  }
}
