{
  "prestige": {
    "score": 1,
    "explanation": "The 2025 Rose City Rampage got cancelled and lives on BikeReg like a digital ghost town. No pro riders, no YouTube coverage, no race reports worth mentioning. It's buried so deep in the Small Town Gravel Series that even Google barely acknowledges it exists."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Hard to judge race quality when the race doesn't actually happen. The December 2023 event went off, but left zero digital footprint—no reviews, no complaints, nothing. That's either masterful discretion or complete irrelevance."
  },
  "experience": {
    "score": 2,
    "explanation": "Thomasville, GA in late March should be decent riding weather, but that's about all we know for certain. With zero rider testimonials and a cancelled 2025 edition, the experience is more theoretical than actual. You're gambling on 55 miles of complete unknowns."
  },
  "community": {
    "score": 2,
    "explanation": "The Small Town Gravel Series connection suggests local organizing effort, but there's no visible community buzz anywhere online. No forum chatter, no social media presence, no evidence anyone cares enough to complain when it gets cancelled. That tells you everything about engagement levels."
  },
  "field_depth": {
    "score": 1,
    "explanation": "When your race gets cancelled and nobody notices, that's your field depth right there. Zero notable past winners, no mention of competitive fields, no data on participation numbers. The depth appears to be measured in puddle units."
  },
  "value": {
    "score": 3,
    "explanation": "Can't find registration fees anywhere, which either means they're reasonable or the race is too small to matter. Georgia gravel events typically run cheaper than destination races, so you're probably not getting fleeced. Of course, zero dollars for a cancelled race is unbeatable value."
  },
  "expenses": {
    "score": 3,
    "explanation": "Thomasville, GA isn't Aspen—lodging and travel costs should be manageable. No airport info found, but you're probably driving to this one anyway. Small southern towns don't gouge you like destination race locations do."
  },
  "length": {
    "score": 2,
    "explanation": "55 miles hits that awkward middle distance—not quite epic, not quite casual weekend spin. It's enough to hurt if the terrain cooperates, but not enough to build a reputation on. Solid training race length if it actually existed."
  },
  "technicality": {
    "score": 2,
    "explanation": "Georgia gravel typically runs smoother than mountain state chunky hell, but we've got zero course details here. 2000 feet over 55 miles suggests rolling terrain rather than technical nightmares. Probably more about fitness than bike handling skills."
  },
  "elevation": {
    "score": 1,
    "explanation": "2000 feet over 55 miles is gentle rolling hills, not elevation challenge. That averages out to maybe 40 feet per mile—your local highway overpass probably has more punch. If you want climbing, look elsewhere."
  },
  "climate": {
    "score": 2,
    "explanation": "Late March in south Georgia should dodge the summer humidity hell, but spring weather is a dice roll. Could be perfect 70-degree sunshine or surprise storms. No weather incident history found, which means either boring predictability or nobody bothers documenting this race."
  },
  "altitude": {
    "score": 1,
    "explanation": "Thomasville sits around 200 feet above sea level—basically pancake flat by any mountain standard. Zero altitude considerations unless you're coming from Death Valley. Your biggest breathing challenge will be pollen, not thin air."
  },
  "logistics": {
    "score": 2,
    "explanation": "No packet pickup details, no parking info, no start time beyond a suspicious \"12:00am PDT\" placeholder that screams data entry mistake. When basic logistics are this invisible, you're either dealing with ultra-casual organization or complete dysfunction."
  },
  "adventure": {
    "score": 2,
    "explanation": "The biggest adventure here is whether the race actually happens. Thomasville offers small-town southern charm if that's your thing, but there's zero course feature information to get excited about. Your adventure level depends entirely on what they've mapped through those Georgia backroads."
  }
}
