{
  "prestige": {
    "score": 1,
    "explanation": "Six years old and virtually invisible in the gravel scene. No pro fields, no coverage, no race reports floating around anywhere. The Rotary Club runs it as a fundraiser, which tells you everything about the competitive ambition level."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Self-described as 'Fondo style' which is code for 'show up and ride around.' No cutoff times listed, no prize purse, no competitive structure mentioned. It's organized enough to happen annually but don't expect Belgian Waffle Ride production values."
  },
  "experience": {
    "score": 2,
    "explanation": "The Ruby Mountains backdrop delivers scenery, but everything else feels improvised. Aid station details are nonexistent, logistics are 'check the website,' and rider experiences are so rare they might as well be classified. Small-town hospitality only goes so far when you're bonking on mile 40."
  },
  "community": {
    "score": 3,
    "explanation": "Rotary Club involvement gives it legitimate local roots in Lamoille and Elko. The 'hidden gem' positioning attracts riders seeking authenticity over Instagram moments. Limited field size probably creates genuine camaraderie among those who show up."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Zero evidence of competitive depth or notable finishers. E-bike categories suggest they're padding numbers with whoever wants to participate. When your race history mentions zero standout performances after six years, the talent pool is puddle-deep."
  },
  "value": {
    "score": 4,
    "explanation": "Four distance options from 22 to 120 miles, plus you're accessing Nevada's vast gravel network that most riders never see. Registration costs aren't public but Rotary fundraisers aren't known for gouging. The Ruby Mountains terrain alone justifies whatever they're charging."
  },
  "expenses": {
    "score": 4,
    "explanation": "Lamoille, Nevada isn't exactly Aspen pricing for lodging and food. Remote location means minimal race weekend inflation, though you'll burn gas getting there. The 'check out Elko' lodging strategy suggests affordable options exist within driving distance."
  },
  "length": {
    "score": 3,
    "explanation": "62-mile main distance hits the gravel sweet spot between challenging and survivable. The 120-miler exists for masochists, while shorter options accommodate newer riders. Good range without the intimidation factor of 200-mile sufferfests."
  },
  "technicality": {
    "score": 2,
    "explanation": "Described as 'gravel and pavement mix' on 'lightly traveled roads' which translates to straightforward rural riding. The 'mild to wild' range suggests variety but nothing approaching technical singletrack. Perfect gravel bike terrain means accessible, not challenging."
  },
  "elevation": {
    "score": 4,
    "explanation": "5000 feet of climbing over 62 miles puts legitimate hurt on your legs without being absurd. The Ruby Mountains base setting guarantees sustained climbs through actual mountain terrain. This isn't rolling hills masquerading as elevation - it's proper vertical."
  },
  "climate": {
    "score": 3,
    "explanation": "Late June in northern Nevada brings heat but avoids the brutal summer peak. High desert location means temperature swings and potential wind exposure across those vast open spaces. No weather disaster stories in the historical record suggests manageable but not trivial conditions."
  },
  "altitude": {
    "score": 4,
    "explanation": "Lamoille sits at the base of the Ruby Mountains, meaning you're starting well above sea level and climbing higher. Northern Nevada elevation hits hard if you're coming from the coasts. The thin air adds legitimate difficulty to that 5000-foot elevation gain."
  },
  "logistics": {
    "score": 1,
    "explanation": "Packet pickup directions are 'find the schoolhouse on race day.' No airport info, vague lodging suggestions, zero parking details. The research data reads like someone forgot to finish building the website before launching the race."
  },
  "adventure": {
    "score": 4,
    "explanation": "The Ruby Mountains are genuinely remote and spectacular, accessed via gravel roads most riders never see. 'Hidden gem' isn't marketing speak here - it's accurate geographic isolation. Those vast expanses of lightly traveled roads deliver the authentic Nevada backcountry experience that cookie-cutter events can't replicate."
  }
}
