{
  "logistics": {
    "score": 2,
    "explanation": "Course navigation requires GPS or written directions with completely unmarked trails. Caro Poole's team dealt with degraded brakes from \"mud and dust on the roads\" while managing equipment through three different surfaces. The post-race scene delivers with Jon Livengood describing \"a high five from the race promoter, build your own burrito bar, endless supply of pizza, music, beer.\""
  },
  "length": {
    "score": 5,
    "explanation": "The 100-mile version includes \"over 10,000 ft of climbing\" according to Caro Poole, while Paige noted taking \"over 7 hrs of racing with approximately 3 hours of single track.\" Jon Livengood's 8 hour 16 minute finish shows the endurance demand. Paige emphasized \"it's downplayed how hard this event is\" with the sheer distance across mixed terrain breaking riders consistently."
  },
  "technicality": {
    "score": 2,
    "explanation": "Andy Chasteen describes the singletrack as \"not super techy, it's pretty smooth, fast, and flowy, but very climby.\" The technical challenge comes from loose terrain rather than features—Paige noted \"how loose the terrain is and the unrelenting steep gravel and single track climbs.\" Equipment choice matters more than handling skills, with riders debating \"gravel or hardtail\" setups."
  },
  "elevation": {
    "score": 4,
    "explanation": "Caro Poole's team faced \"over 1,000ft in 12 miles\" during the main singletrack section from miles 75-88. The climbing is relentless rather than dramatic—Paige described \"unrelenting steep gravel and single track climbs\" that accumulate over the distance. The 10,000 feet over 100 miles creates sustained grinding rather than epic mountain passes."
  },
  "climate": {
    "score": 4,
    "explanation": "Weather varies dramatically from year to year. Caro Poole's 2021 race week saw daily rain where \"Bentonville decided to become Portland,\" creating muddy singletrack. Paige faced opposite conditions with \"high humidity and high heat\" where \"the last section was about mitigating heat stress.\" The length means experiencing whatever weather develops over 7+ hours."
  },
  "altitude": {
    "score": 1,
    "explanation": "Emporia sits around 1,100 feet—basically sea level for anyone not from Florida. Zero altitude impact on performance, which means no excuses when your legs explode. The only thing thin here is your patience after mile 200."
  },
  "adventure": {
    "score": 5,
    "explanation": "The course mixes \"30 miles of rolling, hilly pavement, 50 miles of gravel, and 20 full miles of singletrack\" according to race director Andy Chasteen. Riders navigate unmarked trails through multiple terrain types on one bike. Paige captured the adventure spirit: \"What a beautiful course to ride a bike. What a cool community\" after finishing the demanding multi-surface challenge."
  },
  "prestige": {
    "score": 3,
    "explanation": "The event maintains grassroots credibility with race director Andy Chasteen keeping \"entry fees low\" and banning sponsor cash. Chamenos_ finished \"48th overall, roughly 30 minutes back from the winner\" in a competitive field. The philosophy \"fewer dollars and more community\" creates authentic atmosphere but limits mainstream recognition compared to marquee gravel events."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Completely self-supported with unmarked courses means you're navigating by GPS or getting lost—that's either pure or poorly organized depending on your perspective. The 'really, really, really hard route that bites on the way back' sounds legit, but with no aid stations and mandatory SPOT devices, you're basically paying to suffer alone. Quality control is your responsibility here."
  },
  "experience": {
    "score": 4,
    "explanation": "The multi-surface format creates unique variety where riders experience \"all types of surfaces, up and down berms, bridges, slick rocks, chunky track sections\" according to Caro Poole. The emotional finish atmosphere stands out—Caro described feeling \"incredibly emotional and spiritual\" receiving the finish line Rapha musette with \"a beer, a Red Bull, and a burrito.\""
  },
  "community": {
    "score": 4,
    "explanation": "Jon Livengood called it \"seriously the best event I've been to\" after experiencing the post-race scene with racers \"just handing out\" and sharing stories. The event's \"fewer dollars, more community\" philosophy shows in practice with shared suffering and celebration. Chamenos_ summed up the atmosphere simply: \"the vibes were immaculate.\""
  },
  "field_depth": {
    "score": 3,
    "explanation": "No pro riders mentioned, no notable past winners listed—this is weekend warrior territory. The self-supported format scares off anyone looking for hand-ups and glory, which means the field is self-selected for stubborn rather than fast. Arkansas location limits the talent pool compared to Kansas marquee events."
  },
  "value": {
    "score": 3,
    "explanation": "Reasonable entry fees with no sponsor cash sounds promising until you realize 'reasonable' is relative to getting absolutely nothing. Self-supported means you're paying for the privilege of carrying your own food and finding your own way. The camping and post-race party add value if you enjoy primitive conditions and earned camaraderie."
  },
  "expenses": {
    "score": 3,
    "explanation": "Bentonville location keeps travel costs manageable with nearby accommodation options. Equipment demands vary significantly—riders debate \"gravel or hardtail\" setups with tire choice critical due to sharp rocks that \"slash sidewalls.\" The higher DNF rate from mechanicals means potential additional costs from equipment failures during the demanding mixed-surface course."
  }
}
