{
  "prestige": {
    "score": 1,
    "explanation": "This is Victory Bicycle Studio's brand new event that launched with the enthusiasm of a motocross club trying gravel. The 2025 edition already got canceled, which tells you everything about their organizational chops. No notable winners, no race reports, no community buzz - just a Memphis shop hoping to make something stick."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Hard to judge race quality when the damn thing keeps getting canceled and there's zero public feedback from actual participants. The course details are a complete mystery - no elevation profile, no surface breakdown, no aid station info. At least they managed to run it once in 2024, which beats some startup races."
  },
  "experience": {
    "score": 2,
    "explanation": "With 50 miles and 2000 feet of climbing around Memphis, you're getting a mellow Saturday morning roll, not an epic adventure. The lack of any course details or rider testimonials suggests this is more local group ride than destination event. At least it starts at a civilized 8 AM instead of some masochistic dawn patrol."
  },
  "community": {
    "score": 2,
    "explanation": "Victory Bicycle Studio is trying to build something in Memphis, which deserves credit for effort. But when your inaugural event gets canceled the following year and generates zero online chatter, the community aspect is more wishful thinking than reality. Local shops hosting races can create tight communities - if they survive past year two."
  },
  "field_depth": {
    "score": 1,
    "explanation": "This is a brand new Memphis shop event with no prize purse and zero pro presence. The field is likely whoever Victory Bicycle Studio could convince to show up on a Saturday morning. No historical results, no mentions of competitive racing - just enthusiastic locals trying something new."
  },
  "value": {
    "score": 3,
    "explanation": "With no published entry fees but the modest 50-mile distance and local shop organization, this likely runs cheap for what you get. Memphis isn't exactly a destination cycling market, so they can't charge Unbound prices. Assuming reasonable entry fees, 50 miles of riding beats sitting on the couch."
  },
  "expenses": {
    "score": 3,
    "explanation": "Memphis offers cheap lodging and reasonable food costs compared to trendy gravel destinations. No specific airport mentioned but you're looking at standard domestic travel costs to Tennessee. The real savings come from this being a local event without the markup of established destination races."
  },
  "length": {
    "score": 2,
    "explanation": "Fifty miles sits in that awkward middle ground - too long for beginners to feel comfortable, too short for seasoned gravel riders seeking a real challenge. It's the cycling equivalent of a 10K run: fine for fitness, but not exactly what you plan a weekend around. They also offer a road option, hedging their bets on the gravel commitment."
  },
  "technicality": {
    "score": 2,
    "explanation": "Memphis terrain is notoriously flat and mellow, and with zero course details available, assume this runs more toward wide gravel paths than gnarly technical sections. The modest 2000-foot elevation gain over 50 miles suggests gentle rollers rather than anything that'll test your bike handling skills."
  },
  "elevation": {
    "score": 1,
    "explanation": "Two thousand feet over 50 miles in Memphis gets you about as much vertical challenge as riding through Kansas. That's 40 feet per mile - barely noticeable grade changes that won't even shift you out of your big ring. If you want climbing, look elsewhere."
  },
  "climate": {
    "score": 2,
    "explanation": "Early April in Memphis means you're rolling the dice between perfect spring weather and unpredictable storms that can turn gravel into peanut butter. The timing avoids summer's brutal heat and humidity, but Tennessee spring weather keeps you guessing until race morning."
  },
  "altitude": {
    "score": 1,
    "explanation": "Memphis sits at roughly 300 feet above sea level, so altitude considerations are non-existent unless you're coming from Death Valley. Zero impact on performance, zero acclimatization needed - just another flat river town where elevation is an afterthought."
  },
  "logistics": {
    "score": 2,
    "explanation": "Memphis has decent airport access and urban infrastructure, but this race provides zero specific logistics information - no venue details, no parking info, no packet pickup guidance. Victory Bicycle Studio presumably handles organization, but their website presence suggests small-scale local operation rather than polished event management."
  },
  "adventure": {
    "score": 2,
    "explanation": "Memphis gravel with 2000 feet of climbing over 50 miles sounds more like an extended group ride than a proper adventure. With no course details or unique features highlighted, you're likely looking at standard Tennessee farm roads and rail trails. The real adventure might be seeing if they actually hold the race this time."
  }
}
