{
  "logistics": {
    "score": 2,
    "explanation": "Memphis has decent airport access and urban infrastructure, but this race provides zero specific logistics information - no venue details, no parking info, no packet pickup guidance. Victory Bicycle Studio presumably handles organization, but their website presence suggests small-scale local operation rather than polished event management."
  },
  "length": {
    "score": 2,
    "explanation": "Two distance options available: 50-mile road fondo and 45-mile gravel fondo. The 50-mile distance sits in that middle ground - substantial enough for fitness but not the epic challenge that draws destination riders seeking weekend adventures."
  },
  "technicality": {
    "score": 2,
    "explanation": "Event materials describe \"gently rolling terrain with one or two short hills\" for the 50-mile option. The 901 motocross club leads the gravel ride, suggesting some technical expertise, but the terrain description confirms mellow rolling rather than challenging technical sections."
  },
  "elevation": {
    "score": 1,
    "explanation": "Course description of \"gently rolling terrain with one or two short hills\" confirms minimal vertical challenge. The 2000 feet over 50 miles translates to barely noticeable grade changes that won't test climbing ability."
  },
  "climate": {
    "score": 2,
    "explanation": "Early April in Memphis means rolling the dice between perfect spring weather and unpredictable storms that can turn gravel surfaces challenging. The timing avoids summer's brutal heat and humidity, but Tennessee spring weather remains variable until race morning."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting at 869 Fite Rd in Memphis places the race near sea level with zero altitude considerations. No acclimatization needed and zero performance impact from elevation - standard for flat river town terrain."
  },
  "adventure": {
    "score": 2,
    "explanation": "The organizers promise \"you won't get a ride like this anywhere else\" and \"we've taken the concept of a traditional bike race and turned it on its head.\" The unique motocross club lead-out adds character to otherwise standard Memphis-area rolling terrain."
  },
  "prestige": {
    "score": 1,
    "explanation": "Victory Bicycle Studio's new event with ambitious marketing claims but no established reputation. The 2025 edition was canceled, indicating organizational challenges that undermine prestige-building for this startup race."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Organizers emphasize elevated hospitality: \"No fig newton and warm Gatorade snack stations here. We've got vendors coming in from all over to offer some of the best food you've seen at a race.\" The attention to details like \"2-ply toilet paper\" suggests quality focus."
  },
  "experience": {
    "score": 2,
    "explanation": "Post-race features include Strava segments with KOM/QOM awards, sponsor expo, and after-party at Purlieu. The Memphis Porsche club leading the road ride and motocross club leading gravel adds unique local character to the standard fondo format."
  },
  "community": {
    "score": 2,
    "explanation": "Local clubs provide distinctive leadership - Memphis Porsche club for road riders, 901 motocross club for gravel. Victory Bicycle Studio anchors the event with emphasis on hospitality and post-race community gathering at Purlieu venue."
  },
  "field_depth": {
    "score": 1,
    "explanation": "New Memphis shop event with local club leadership but no competitive racing history. The Strava segment awards suggest recreational focus rather than serious competitive field depth or pro participation."
  },
  "value": {
    "score": 3,
    "explanation": "With no published entry fees but the modest 50-mile distance and local shop organization, this likely runs cheap for what you get. Memphis isn't a destination cycling market, so they can't charge Unbound prices. Assuming reasonable entry fees, 50 miles of riding beats sitting on the couch."
  },
  "expenses": {
    "score": 3,
    "explanation": "Memphis offers affordable lodging and food costs compared to trendy gravel destinations. Standard domestic travel costs to Tennessee without the premium markup of established destination races keep overall expenses reasonable for participants."
  }
}
