{
  "prestige": {
    "score": 2,
    "explanation": "Sure, it's a UCI Gravel World Series qualifier and the championship event of the LOOP Safari series, but nobody's talking about it. Zero notable past winners in the research, no rider reviews, no YouTube coverage. It's new enough that it hasn't earned its stripes yet."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Hard to judge quality when basic race details are missing - no aid station info, no cutoff times, conflicting distance data between sources. The organization seems scattered across multiple race series without clear identity. When you can't even get consistent elevation numbers published, that's a red flag."
  },
  "experience": {
    "score": 5,
    "explanation": "You're racing through Hell's Gate National Park where they filmed Lion King, with wildlife potentially watching you suffer. The race village sits south of Lake Naivasha with 5-star safari lodges as your recovery base. This isn't just a bike race - it's a legitimate African adventure that'll ruin every other gravel race for you."
  },
  "community": {
    "score": 2,
    "explanation": "The community is basically invisible - no rider reviews, no forum chatter, no race reports found anywhere. It markets itself as embracing 'joy of the ride for all levels' but there's zero evidence of actual community building. Feels more like a tourism product than a cycling tribe."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Field size data is completely unavailable, which tells you everything. No notable past winners, no pro riders mentioned, just vague references to being a 'warm-up for international riders.' When the depth is good, races brag about it - silence here speaks volumes."
  },
  "value": {
    "score": 3,
    "explanation": "Entry fees are mysteriously unlisted, but you're getting access to Hell's Gate National Park and the African experience. Multiple distance options (60km to 110km) give you choices, and it's positioned as accessible for all levels. Value depends entirely on how much that safari experience costs you."
  },
  "expenses": {
    "score": 1,
    "explanation": "Jomo Kenyatta International Airport plus a 2-hour drive to Naivasha. 5-star safari lodges aren't cheap, and you're looking at international flights to Kenya. Even the 'budget' camping options will add up fast when you factor in the full safari experience they're selling."
  },
  "length": {
    "score": 4,
    "explanation": "Elite distance hits 110km which puts you in serious gravel territory without being stupidly long. The 60km option for intro and masters riders shows they understand not everyone needs to prove something. Conflicting sources mention 120km variants, but either way you're getting a proper workout."
  },
  "technicality": {
    "score": 2,
    "explanation": "Marketed as 'accessible, fun, and adventurous' for both gravel and mountain bike riders, which usually means tame. Hell's Gate National Park terrain could be interesting, but they're clearly pitching this as beginner-friendly. No named climbs or technical sectors mentioned - it's tourism gravel, not Alpine suffering."
  },
  "elevation": {
    "score": 2,
    "explanation": "The 2025 elite race lists 2500m of climbing over 110km, which is decent but not brutal. Conflicting sources show 1200m for 120km in 2026, suggesting either bad data or course changes. Either way, you're not getting the leg-breaking vert that separates pretenders from contenders."
  },
  "climate": {
    "score": 2,
    "explanation": "June racing in Kenya near the equator at Lake Naivasha elevation - you're gambling on weather conditions with zero historical data available. No mention of typical temperatures, rainfall, or wind patterns. Flying halfway around the world to potentially ride in African heat or rain is pure speculation."
  },
  "altitude": {
    "score": 2,
    "explanation": "Lake Naivasha sits around 1880m elevation, enough to notice if you're coming from sea level but not enough to wreck most riders. No maximum elevation data provided, which suggests the climbs don't push much higher. It's a factor but not a game-changer for preparation."
  },
  "logistics": {
    "score": 1,
    "explanation": "International travel to Kenya, 2-hour drive from Nairobi airport, and zero details on packet pickup, parking, or race-day logistics. The race village concept sounds nice until you realize you're coordinating safari lodging with bike racing. Missing basic operational details screams organizational chaos."
  },
  "adventure": {
    "score": 5,
    "explanation": "Hell's Gate National Park, Lion King filming location, potential wildlife encounters while you're grinding through African terrain. Safari lodges, camping options, and the whole East African experience wrapped around your bike race. This isn't just adventure - it's the kind of story you'll tell for decades if you survive it intact."
  }
}
