{
  "prestige": {
    "score": 3,
    "explanation": "Peter Sagan's name opens doors, but three-time world road racing champion status doesn't automatically translate to gravel credibility. The event launched in 2018 and bills itself as 'one of Truckee's premier adventure races,' which sounds more like local tourism board speak than earned reputation. It's a solid regional draw with celebrity backing, but it hasn't built the cult following that defines the sport's marquee events."
  },
  "race_quality": {
    "score": 3,
    "explanation": "The 2026 format shift to 'competitive and timed events' across all three distances suggests they're finally taking race organization seriously. Course options range from 26.7 miles to over 104 miles, giving you actual choice instead of token gestures. But seven years in and we're still seeing format changes, which tells you they're still figuring out what this thing wants to be."
  },
  "experience": {
    "score": 4,
    "explanation": "Four-day festival format with live music, beer, and local cuisine around Lake Tahoe's gravel network delivers beyond just race day suffering. Truckee's Sierra Nevada setting provides legitimate scenery payoff, and the town embraces cycling culture year-round. The weekend package justifies the travel investment to this elevation, even if the race itself remains middle-tier."
  },
  "community": {
    "score": 3,
    "explanation": "Limited to 1,500 riders originally, which keeps it from becoming a cattle drive but doesn't guarantee quality field composition. Supports King Ridge Foundation and local charities, showing actual community investment beyond just taking registration fees. Truckee Chamber of Commerce rolls out red carpets, but that's standard mountain town hospitality when cycling dollars arrive."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No notable winners listed, no pro participation records, no competitive pedigree worth mentioning. Described as 'a good introduction to gravel grinding' around Truckee, which translates to recreational-friendly rather than elite-competitive. Seven years of operation and the research shows zero evidence of serious racing talent treating this as a target event."
  },
  "value": {
    "score": 2,
    "explanation": "Four-day festival format and Lake Tahoe location demand premium pricing, but registration costs remain undisclosed in all available information. Truckee isn't cheap for lodging or dining, and the celebrity founder's name typically inflates entry fees. You're paying for the weekend experience and Sagan's brand, not just race value."
  },
  "expenses": {
    "score": 2,
    "explanation": "Truckee sits in premium Lake Tahoe real estate territory where nothing comes cheap, especially during summer gravel season. Four-day festival format extends your lodging and meal costs beyond typical race weekends. Mountain town pricing plus celebrity founder branding equals expensive weekend, regardless of actual race quality delivered."
  },
  "length": {
    "score": 4,
    "explanation": "Three legitimate distance options from 26.7 miles to 104+ miles give you real choice based on fitness level and suffering preference. The 75-mile middle option hits the sweet spot for most gravel riders without being tokenistic. Even the 'short' course warns it's 'not a beginner ride by any means,' so they're not selling false comfort."
  },
  "technicality": {
    "score": 3,
    "explanation": "Truckee's gravel and dirt roads around Lake Tahoe provide legitimate terrain without extreme technical demands. Short course offers 'higher percentage of pavement to gravel' compared to longer routes, suggesting manageable skill requirements for most riders. Described as introductory to the region's gravel possibilities, meaning challenging but not elite-level bike handling required."
  },
  "elevation": {
    "score": 4,
    "explanation": "7,000 feet of climbing over 75 miles delivers legitimate vertical challenge without being gratuitously punitive. Sierra Nevada terrain around Lake Tahoe provides sustained climbing opportunities that reward fitness preparation. The elevation gain justifies the distance and separates this from flatter gran fondo experiences that coast on scenery alone."
  },
  "climate": {
    "score": 3,
    "explanation": "June timing targets post-snowmelt conditions in the eastern Sierra Nevada, which makes sense but doesn't guarantee perfect weather. High elevation around Lake Tahoe brings temperature variability and potential afternoon thunderstorms during summer months. Seasonal timing shows understanding of local conditions, but mountain weather remains unpredictable regardless of planning."
  },
  "altitude": {
    "score": 3,
    "explanation": "Lake Tahoe elevation sits around 6,200 feet, with surrounding terrain pushing higher into oxygen-debt territory. Sea-level riders will notice the difference, especially on climbing efforts, but it's not Colorado-level altitude shock. Enough elevation to affect performance and require acclimatization consideration, but manageable for most fit cyclists."
  },
  "logistics": {
    "score": 3,
    "explanation": "Truckee offers year-round destination infrastructure with established cycling support, but specific race logistics remain undocumented. No information available on packet pickup, parking, or airport access despite seven years of operation. The town supports the event officially, but operational details suggest either poor communication or organizers assuming everyone figures it out."
  },
  "adventure": {
    "score": 3,
    "explanation": "Lake Tahoe's Sierra Nevada gravel network provides genuine backcountry access beyond typical road cycling tourism. Truckee serves as basecamp for 'endless possibilities of gravel grinding,' offering real exploration potential beyond race day. But the event positions itself as introductory rather than expedition-level adventure, limiting the suffer-fest appeal that defines peak gravel experiences."
  }
}
