{
  "logistics": {
    "score": 3,
    "explanation": "Riverside Park start/finish in downtown Salida provides mountain town convenience with free camping at nearby Marvin Park. Registration opens February 4th at 8am, and late packet pickup morning-of is 'not recommended' – organizer wisdom that one elite blogger learned applies when you're racing with 850+ participants across both distances."
  },
  "length": {
    "score": 3,
    "explanation": "76 miles hits the sweet spot that led one elite rider to choose Salida after swearing off longer races: 'at my age and my fitness and my sanity and my grundle, that my limit is 100 miles or less.' The field size of 170-180 riders means 'I was always riding with others which was a nice change,' as Wendy Skean noted."
  },
  "technicality": {
    "score": 3,
    "explanation": "The 12-13 mile opening climb gains 3500 feet but 'wasn't insanely steep,' while mid-course mud sections forced riders onto 'packed down mud lanes wide enough for a 45-50MM tire to teeter on.' Brianna Walle said the 76k course 'reminded her of Cyclocross in the technical challenges, especially on the mesa.'"
  },
  "elevation": {
    "score": 4,
    "explanation": "The opening climb delivers 3500 feet over 12-13 miles, getting 'almost 50% of the vert out of the way in the first 2 hours.' Wendy Skean was 'blown away how good my legs felt' on the initial ascent, though the final sections include 'long sections of 15-17%' that left some riders unable to clean every pitch."
  },
  "climate": {
    "score": 2,
    "explanation": "September weather proved volatile with 2025 falling on 'the most precipitation of the summer, after what seemed like 40-50 straight days of sun.' Race morning started 'partly sunny though, and ideal temps' before rain resumed mid-race. Multiple years have featured significant mud from recent rainfall."
  },
  "altitude": {
    "score": 3,
    "explanation": "Starting at 6,000 feet in Salida and climbing to 10,000 feet affects gear choices – Wendy Skean chose 'an undershirt and vest' for the temperature swing. One competitive rider noted 'I only felt it a tiny bit on the climb and worked on relaxing my shoulders' when managing altitude effects."
  },
  "adventure": {
    "score": 3,
    "explanation": "The course explores terrain northeast of Salida that even experienced riders found unfamiliar: 'I honestly knew nothing about the area NE of Salida.' The 76k includes access to private ranch land, with local Taf McMurry noting 'the short race goes on my family's ranch, so I try to do it every year.'"
  },
  "prestige": {
    "score": 1,
    "explanation": "Elite riders choose Salida specifically as a recovery race after harder efforts. As one blogger put it after a brutal 125-miler: 'for the first time in my life I thought to myself I'm too old for this shit' – leading him to Salida's more manageable 76-mile format."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Timing ends at the summit of the final climb with 13 miles of untimed descent, which organizers 'intelligently made untimed since its all downhill and deterred anyone from going full bore and risking death.' Alex Marr won in 3:57:35 despite dropping his chain twice in the mud."
  },
  "experience": {
    "score": 2,
    "explanation": "The finish delivers 'cold beer waiting for us at the finish line' and food from Sweeties Restaurant at Riverside Park. Unique awards include '76 records labeled with race info' as Wendy Skean noted. The evening scene extends beyond racing with locals offering late-night cruiser bike rides through downtown."
  },
  "community": {
    "score": 2,
    "explanation": "Over 850 participants across both distances creates consistent group riding where 'I was always riding with others which was a nice change' per Wendy Skean. Proceeds benefit Salida Mountain Trails and the high school mountain bike team, though organizer Jen Barbour noted 'they would love to have more volunteers next year.'"
  },
  "field_depth": {
    "score": 1,
    "explanation": "74-year-old Steven Worley, racing over 40 years, took first in his age group in the 76k at 3:35:21. Alex Marr won the 76-mile in 3:57:35, with the top three staying together because 'we knew we probably needed to stay together because it gets windy on the second half.'"
  },
  "value": {
    "score": 3,
    "explanation": "$165 covers 76 miles with three aid stations, full SAG support, and finish festivities including food from Sweeties Restaurant. The constant group riding experience where riders noted being 'always riding with others' and unique vinyl record awards add value beyond basic race logistics."
  },
  "expenses": {
    "score": 3,
    "explanation": "Free camping at Marvin Park near the start reduces lodging costs, and Salida avoids resort town pricing. Race crew provides practical support like 'paint mixer sticks' for mud management and on-course mechanical support from Absolute Bikes, reducing potential race-day expenses."
  }
}
