{
  "prestige": {
    "score": 1,
    "explanation": "This is a regional gravel ride masquerading as a race, complete with marketing copy about 'champagne gravel whiskey chasers.' No notable winners or pro field mentioned anywhere. The fact that timing stops at the summit and you get 13 miles of untimed descent tells you everything about how seriously this takes racing."
  },
  "race_quality": {
    "score": 2,
    "explanation": "They stop timing at the top of the final climb and give you 13 miles of freebie descent – that's not racing, that's scenic touring with numbers. Three aid stations and full SAG support suggests decent organization, but the neutral rollout controlled by cops and vague 'awards at 11:30' screams community ride with delusions."
  },
  "experience": {
    "score": 2,
    "explanation": "Salida's got the mountain town charm and they bundle it into a weekend festival with the Banana Belt MTB race. But 'mystery swag' and finish beer don't make up for the fact that nobody can tell me what actually happens on this course or why I should care about riding it."
  },
  "community": {
    "score": 2,
    "explanation": "Proceeds benefit local high school MTB team and Salida Mountain Trails, which is solid. Part of Salida Bike Fest weekend with multiple events, so there's actual community involvement. But zero rider testimonials or race reports suggests this isn't building any meaningful cycling culture."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Can't find field size, past winners, or any evidence that anyone fast shows up to this thing. When your marketing focuses on 'self-propelled frivolity' instead of competition, you've already told me the level of rider you're attracting."
  },
  "value": {
    "score": 3,
    "explanation": "$165 gets you 76 miles, three aid stations, full support, food and beer – that's reasonable for a supported gravel event. The 76km option at 8:30am gives beginners a way in without getting destroyed, which adds value for the community ride crowd."
  },
  "expenses": {
    "score": 3,
    "explanation": "Salida's not Aspen – you can find reasonable lodging in a real mountain town without selling organs. September timing avoids peak tourist season pricing. No airport nearby means driving, but that keeps costs predictable if you're coming from Colorado or nearby states."
  },
  "length": {
    "score": 3,
    "explanation": "76 miles hits the sweet spot for most gravel riders – long enough to matter, not so long it becomes a survival exercise. The 76km option gives mortals an out, and both distances get the same excellent course support and finish party."
  },
  "technicality": {
    "score": 3,
    "explanation": "They call it 'champagne gravel' and 'not easy but worth every pedal stroke' – classic Colorado marketing speak for fire roads with some chunky sections. 7,000+ feet of climbing over 76 miles means the difficulty comes from elevation, not technical terrain."
  },
  "elevation": {
    "score": 4,
    "explanation": "7,000+ feet of gain over 76 miles will test your legs properly – that's nearly 100 feet per mile average. Starting around 6,000 feet in Salida and climbing into Colorado high country means you're earning every view, and that final timed climb sounds legitimately punishing."
  },
  "climate": {
    "score": 2,
    "explanation": "September in Colorado high country is roulette – could be perfect 70-degree bluebird days or 40-degree sleet storms. No weather history provided, but you're gambling on mountain weather at elevation with zero backup plan information."
  },
  "altitude": {
    "score": 3,
    "explanation": "Starting at 6,000 feet in Salida means immediate altitude impact for sea-level riders, and you're climbing higher into proper thin air. Not Leadville brutal, but enough to make flatlanders wheeze and locals smile knowingly."
  },
  "logistics": {
    "score": 3,
    "explanation": "Riverside Park start/finish in downtown Salida is convenient for the mountain town experience. Registration opens February 4th at 8am – early enough to plan, not so early it's stupid. Late packet pickup morning-of is 'not recommended' because even they know it's a bad idea."
  },
  "adventure": {
    "score": 3,
    "explanation": "They promise 'undiscovered terrain' and 'far-out places with sweeping views' in Colorado backcountry – if true, that delivers proper adventure factor. The fact that they're vague about specifics either means it's genuinely remote or they're overselling fire roads."
  }
}
