{
  "logistics": {
    "score": 2,
    "explanation": "The Historic Wendover Airfield Museum hosts an 8AM start where 'the smell of bacon hung in the air over the camping area and the soft hiss of aerosol lubricants' creates atmosphere, but course distances shift dramatically between editions—104 miles with 4300ft in 2022 versus current 50-mile listings. BikeReg registration is available, though production inconsistencies remain despite race director hospitality including guest rooms for visiting riders."
  },
  "length": {
    "score": 2,
    "explanation": "husterk felt 'great at the 50-mile mark' but warned 'it's one thing to feel great at the 50-mile mark. It is an entirely different thing to still feel that well after 100+ miles.' The 2022 course measured 104 miles with 4300ft elevation gain, creating confusion with current 50-mile listings that suggest significant course changes between recent editions."
  },
  "technicality": {
    "score": 2,
    "explanation": "The Aria Blvd opening descent crashes riders through 'deep pea gravel, sand, bedrock, larger gravel, more sand, hardpack' where 'riders of all abilities were taken out by the twisting descent.' husterk chose mountain bike tires specifically for 'deep sand areas' while the finishing route alternates 'between hardpack and deep sand and pea gravel' with a final pass treating riders to 'a wave-like berm of soft gravel.'"
  },
  "elevation": {
    "score": 2,
    "explanation": "Bobby Kennedy confirms 'this year's course backend-loaded the climbing' with the hardest section after mile 81 where 'the climb arched suddenly upward to the bench' on an 'unswitchbacked dirt bike trail sprinkled with golf ball-sized stones.' The 2022 edition delivered 4300 feet over 104 miles, requiring husterk to bring mountain bike gearing for 'a steep climb late in the race.'"
  },
  "climate": {
    "score": 2,
    "explanation": "The April date change eliminated desert hell conditions. Bobby Kennedy noted October 2022 had 'rain the week before that knocked down the dust and temps hovered around livable,' while the 2024 race delivered 'close to perfect temperatures, overcast skies and plenty of moondust' despite potential to be 'a salty sauna out there.'"
  },
  "altitude": {
    "score": 2,
    "explanation": "Wendover sits around 4200 feet in the Silver Island Mountains. husterk's detailed preparation covering bike setup, nutrition strategy, and pacing plans never mentioned altitude as a limiting factor despite extensive training for his first gravel race through the backcountry terrain."
  },
  "adventure": {
    "score": 3,
    "explanation": "Racing through Silver Island Mountains delivers what riders call 'riding on the moon' through volcanic terrain where 'the second half of the race was where things really started to become challenging; both physically and mentally.' The course travels through remote backcountry with deep sand sections and backend-loaded climbing through enchanting desert wilderness."
  },
  "prestige": {
    "score": 1,
    "explanation": "husterk used this as 'my first official gravel race' on a mountain bike, while race director John Hernandez tells riders to 'come out, bring whatever bike I have, and have some fun riding in the desert!' The welcoming grassroots approach attracts beginners learning gravel basics rather than competitive talent seeking national recognition."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Breanne Harward promises riders 'will be safe, know where they are on course' with 'great after party' execution from her professional racing background. husterk called his first race 'amazing,' but course distances shifting dramatically between 50-104 miles across different years shows production inconsistencies despite organizers' experience and good intentions."
  },
  "experience": {
    "score": 2,
    "explanation": "The finish line features race director John Hernandez 'and a growing welcoming party sat tailgating the finish line. And, most importantly, free fry bread.' The start atmosphere includes camping areas with bacon smells and 'the soft hiss of aerosol lubricants' creating basic but welcoming production values at the Historic Wendover Airfield Museum."
  },
  "community": {
    "score": 2,
    "explanation": "Organizers 'pride ourselves on being a welcoming and inclusive ride for whoever you are and however fast you are, mostly because the people who run the race are themselves pretty slow and not very pleasant.' The grassroots atmosphere includes camping areas, post-race tailgating with free fry bread, and race director hospitality offering guest rooms to visiting riders."
  },
  "field_depth": {
    "score": 1,
    "explanation": "husterk dominates race coverage as a recreational rider on a mountain bike, 'keeping up with other riders that I expected would drop me early in the race.' Elite rider Bobby Kennedy appears for tactical coverage rather than competitive depth, while Bri Hoopes focuses on aid station strategy, indicating limited talent pool drawing to this remote location."
  },
  "value": {
    "score": 3,
    "explanation": "The Silver Island Mountains backcountry adventure through volcanic terrain offers solid value with free fry bread, camping options, and post-race casino entertainment in Wendover. The 'bring whatever bike' grassroots approach keeps barriers low while delivering what husterk called an 'amazing' first gravel racing experience through unique moonlike desert terrain."
  },
  "expenses": {
    "score": 3,
    "explanation": "Wendover sits on the Utah-Nevada border offering casino lodging without resort pricing and 'less than 2 hours to get here from Salt Lake City.' Race director hospitality includes offering visiting riders guest rooms three miles from the start, while the casual atmosphere and camping options keep logistics affordable for the 'bring whatever bike' crowd."
  }
}
