{
  "prestige": {
    "score": 1,
    "explanation": "This is the Gravelón, not the Kentucky Derby. Zero recognizable names on the results sheets, no coverage that matters, and it's buried inside a 40-year-old road century that nobody outside Santa Fe has heard of. The gravel community doesn't whisper about conquering Rowe Mesa at coffee shops."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Timed finish line closes at 3pm, but the research doesn't even clarify if that applies to the Gravelón or just road events. No aid station details, no cutoff specifics, just 'carefully marked routes' and a mandatory 8:45am meeting before the 9am start. The organization exists, but the operational details feel like an afterthought to the main road event."
  },
  "experience": {
    "score": 2,
    "explanation": "You get finisher medals and podium prizes if you show up at 5pm in Railyard Park, which is nice. But there's zero atmosphere intel, no rider quotes about what makes this special, and the course finishes at some intersection of Ojo de la Vaca Road that sounds more utilitarian than memorable. It's a ride that happens, not an experience that haunts you."
  },
  "community": {
    "score": 2,
    "explanation": "They honor first responders and veterans with 10% off registration, which shows intention. The Santa Fe cycling community puts this on as part of a bigger weekend, but there's no evidence of the tribal energy that makes gravel races addictive. Forty years of road racing tradition doesn't automatically translate to gravel community magic."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Field size is completely unknown, and there's zero mention of fast riders or competitive depth. The 2025 timed results exist but names aren't listed in the research, which tells you everything about the competitive significance. This reads like a recreational ride with timing chips, not a place where careers get made."
  },
  "value": {
    "score": 3,
    "explanation": "Early bird at $77 climbing to $97 by race day isn't highway robbery for 55 miles of marked desert riding. You get medals, podium prizes, and they've been doing this for 40 years so they won't disappear with your entry fee. But there's a $10 onsite surcharge and registration closes Sunday before the weekend, which feels unnecessarily rigid."
  },
  "expenses": {
    "score": 3,
    "explanation": "Santa Fe isn't Moab-expensive but it's not Kansas either. The race starts 20 minutes southeast of town on Forest Road 326, so you'll need lodging strategy and a rental car. Packet pickup is split between Friday at Railyard and Saturday morning at the venue, adding logistics complexity without obvious benefit."
  },
  "length": {
    "score": 4,
    "explanation": "Fifty-five miles hits the sweet spot where you can't coast but you won't need an IV drip. It's long enough to separate the weekend warriors from the cyclists, short enough that you might actually enjoy the last 10 miles. The distance forces respect without demanding your firstborn child as tribute."
  },
  "technicality": {
    "score": 3,
    "explanation": "They require multiple gears with low climbing ratios and minimum 35mm tires, which tells you the terrain has teeth. Mix of rough dirt roads, pavement, and rolling gravel on high desert mesas means bike handling skills matter. But no aero bar restrictions suggest the technical demands aren't going to break your derailleur."
  },
  "elevation": {
    "score": 4,
    "explanation": "Starting at 7,500 feet on Rowe Mesa and finishing at the top of a climb means your legs will remember this ride. The rolling gravel of high desert mesas south of the Rockies doesn't offer many recovery valleys. This isn't crushing vertical, but it's relentless enough to make you question your gearing choices."
  },
  "climate": {
    "score": 2,
    "explanation": "Mid-May in high desert New Mexico can serve up anything from snow to scorching sun, and there's zero weather intel in the research. No historical data on mud years, heat waves, or wind disasters means you're rolling the dice. The lack of weather wisdom from 40 years of racing is concerning."
  },
  "altitude": {
    "score": 3,
    "explanation": "Starting at 7,500 feet means sea-level lungs will notice the difference, but it's not Leadville-brutal. High desert south of the Rockies sits in that zone where flatlanders suffer but don't need oxygen tanks. If you live above 5,000 feet, this won't wreck you."
  },
  "logistics": {
    "score": 3,
    "explanation": "Parking exists at the Forest Road 326 pull-out and road shoulder, but 'road shoulder' parking for a timed event sounds sketchy. Two-part packet pickup between Railyard and race venue adds complexity. The 20-minute drive from Santa Fe to Rowe Mesa is manageable, but the online registration deadline of Sunday before race weekend feels arbitrary and punitive."
  },
  "adventure": {
    "score": 3,
    "explanation": "Rolling gravel roads through high desert mesas south of the Rockies delivers legitimate backcountry feel without epic consequence. Starting inside Santa Fe National Forest and finishing at remote road intersections means you'll see more jackrabbits than Subarus. It's not transformational adventure, but it's real desert solitude with timing chips."
  }
}
