{
  "prestige": {
    "score": 2,
    "explanation": "Part of Oregon's Triple Crown Series, which sounds impressive until you realize nobody talks about Oregon gravel racing outside of Oregon. Mudslinger Events moved this thing to Carlton from wherever it was before, suggesting it needed a fresh start. Top 3 get custom pint glasses, which tells you exactly where this sits in the gravel hierarchy."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Rolling vineyards and forests with Mount Richmond looming sounds decent enough for a regional event. Two distance options with proper elevation ratios show they understand route design. The 3-mile neutral rollout from Carlton before timing starts is a nice touch that prevents the usual parking lot sprint chaos."
  },
  "experience": {
    "score": 3,
    "explanation": "Wine country gravel with nearly two dozen tasting rooms in Carlton means you can salvage a mediocre race day. Awards and live music at 2pm creates actual post-race atmosphere instead of everyone just driving home. Close to PDX makes it accessible, but that also means it's not exactly a destination event."
  },
  "community": {
    "score": 3,
    "explanation": "Small Oregon gravel scene with the usual suspects showing up for Triple Crown points. Carlton's bed and breakfasts suggest riders stick around, which builds community better than highway hotel situations. Being part of a series creates repeat customers, but the field depth suggests it's still pretty niche."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No mention of pros, past winners, or anyone noteworthy ever racing this thing. Age group categories go up to 75+ which either shows inclusivity or confirms this isn't exactly attracting the sharp end. Oregon gravel scene exists but it's not exactly Unbound Kansas in terms of competition depth."
  },
  "value": {
    "score": 3,
    "explanation": "$145 for 62 miles and 5000 feet in wine country is reasonable but not exceptional. Custom awards for top 3 in all categories shows they're putting money into the rider experience. Close to Portland keeps travel costs down for most participants."
  },
  "expenses": {
    "score": 3,
    "explanation": "Carlton bed and breakfasts won't break the bank like Aspen but aren't exactly budget either. Being close to PDX saves on flights but Oregon wine country isn't cheap for food and lodging. Registration at $145 sits in that middle ground where it's not a bargain but not gouging either."
  },
  "length": {
    "score": 3,
    "explanation": "62 miles hits the sweet spot where it's long enough to hurt but short enough that you're not planning your nutrition like a stage race. The 40-mile option shows they understand not everyone wants to suffer equally. Both distances have proper climbing ratios that reward fitness without being stupid."
  },
  "technicality": {
    "score": 3,
    "explanation": "Recommending 38-45mm tires suggests real gravel without being overly technical. Described as 'smooth gravel to rugged paths' means variety without requiring mountain bike skills. Cross bike friendly indicates it's challenging but not punishing for the equipment most people actually own."
  },
  "elevation": {
    "score": 4,
    "explanation": "5000 feet over 62 miles delivers proper climbing without being masochistic. Mount Richmond looming over rolling vineyards creates legitimate elevation challenges. The climbing-to-distance ratio sits in that zone where fitness matters but it's not just a sufferfest."
  },
  "climate": {
    "score": 2,
    "explanation": "Mid-April in Oregon means you're rolling the dice between decent weather and getting completely soaked. Pacific Northwest spring weather is notoriously unpredictable, and there's no mention of contingency plans. When it's good it's great, but when it's bad you're questioning your life choices in cold rain."
  },
  "altitude": {
    "score": 2,
    "explanation": "Carlton sits low enough that altitude isn't a factor for anyone. Starting elevation and max elevation aren't specified but this is Willamette Valley, not the Rockies. Sea level dwellers won't struggle, but mountain riders won't get any thin-air advantage either."
  },
  "logistics": {
    "score": 3,
    "explanation": "Close to PDX makes travel simple but no details on parking or packet pickup suggest organizational gaps. Carlton is small enough that logistics should be straightforward, but the lack of specifics is concerning. Moving locations from wherever it was before indicates they're still figuring things out."
  },
  "adventure": {
    "score": 3,
    "explanation": "Oregon wine country gravel through forests and farmland with Mount Richmond as backdrop delivers genuine scenery. Rolling terrain variety from smooth to rugged keeps it interesting without being terrifying. Being part of a triple crown series adds narrative, but it's still basically a nice Saturday ride with numbers pinned on."
  }
}
