{
  "prestige": {
    "score": 1,
    "explanation": "Zero notable past winners, no pro field, no media coverage worth mentioning. This is a local Florida forest ride masquerading as 'one of the Southeast's most distinctive gravel racing experiences' - marketing copy that sounds impressive until you realize nobody outside Milton has heard of it. The race supports trail maintenance, which is noble, but doesn't make you famous."
  },
  "race_quality": {
    "score": 2,
    "explanation": "They promise aid stations, SAG support, timing, and finisher medals - the basic infrastructure exists. Multiple distance options from 20 to 200 miles with staggered wave starts shows some organizational thought. But with zero specific course details available and no rider reports to validate the execution, you're rolling dice on whether they can actually deliver a smooth race day experience."
  },
  "experience": {
    "score": 2,
    "explanation": "Rolling through Blackwater River State Forest and Conecuh National Forest sounds scenic enough, but 'moderate terrain with rolling short steep hills' translates to Florida flat with some bumps. Post-ride meal and event photos are included, though the mystery surrounding actual course features and lack of any rider testimonials suggests the experience is forgettable rather than memorable."
  },
  "community": {
    "score": 2,
    "explanation": "Race promotes community connection and supports local trail maintenance - the right intentions are there. But with no visible community engagement online, no rider reviews, and zero social proof beyond marketing speak, it feels like a small local event trying to punch above its weight. Good causes don't automatically create good communities."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No field size data, no notable finishers, no competitive depth visible anywhere. This is a participation event in the Florida Panhandle - you're not racing against anyone who matters. The multiple distance options might spread the already thin field even thinner across categories that don't mean much outside Milton city limits."
  },
  "value": {
    "score": 3,
    "explanation": "Entry includes timing, post-ride meal, event shirt, finisher medal, aid stations, SAG support, and photos - decent package for what's likely a reasonable entry fee. Price increases February 22nd, but starting from a presumably affordable base in a low-cost area. You get the basics without paying premium prices for premium experiences you're not getting."
  },
  "expenses": {
    "score": 3,
    "explanation": "Milton, Florida isn't exactly a destination that breaks the bank - lodging and dining will be cheap compared to major gravel hubs. The downside of accessible pricing is you're in Milton, Florida, where the excitement peaks at the Blackwater River State Forest. Low cost reflects low demand and limited amenities."
  },
  "length": {
    "score": 2,
    "explanation": "45 miles hits the sweet spot for riders wanting more than a casual spin but less than an epic sufferfest. Multiple distance options from 20 to 200 miles means you can pick your poison, though the terrain description suggests even the longest option won't provide much challenge. Adequate distance undermined by Florida's geographic limitations."
  },
  "technicality": {
    "score": 1,
    "explanation": "Gravel through state forests in Florida with 'moderate terrain' and 'rolling short steep hills' - this is fire road riding with occasional bumps. Zero technical features mentioned, no named climbs or challenging sectors identified. You'll need bike handling skills equivalent to navigating a parking lot with mild speed bumps."
  },
  "elevation": {
    "score": 1,
    "explanation": "1500 feet over 45 miles in Florida is basically flat with some gentle rollers. The 'short steep hills' are relative to a state where the highest point is 345 feet above sea level. If you're looking for climbing, you picked the wrong peninsula and definitely the wrong race."
  },
  "climate": {
    "score": 2,
    "explanation": "March in the Florida Panhandle typically means warm, humid conditions - better than summer's brutal heat but still challenging for riders from cooler climates. The humidity will sap you more than the minimal elevation gain, and spring brings unpredictable weather patterns. At least you won't freeze, but you might melt."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting near Bear Lake Road in Milton puts you essentially at sea level in the Florida Panhandle. Zero altitude considerations - you won't gain fitness benefits or face breathing challenges. The biggest elevation decision is whether to ride the overpass or take the tunnel."
  },
  "logistics": {
    "score": 2,
    "explanation": "Registration opens January 2026 with packet pickup details 'coming soon' - not exactly confidence-inspiring planning. Bear Lake Road start location is specific enough, but zero information about parking, lodging recommendations, or airport access suggests minimal logistical support. They'll get you started and finished, but don't expect hand-holding."
  },
  "adventure": {
    "score": 2,
    "explanation": "Blackwater River State Forest and Conecuh National Forest provide some scenic variety and natural settings away from urban sprawl. But with moderate terrain, basic gravel roads, and zero technical challenges, this is more like a nature tour than an adventure. The biggest risk is getting bored by mile 30."
  }
}
