{
  "logistics": {
    "score": 2,
    "explanation": "Registration opens January with packet pickup details 'coming soon' and limited to 200 riders who consistently sell out the event. Bear Lake Campground provides specific camping options with reservation links, plus facilities including parking, changing rooms, and on-day registration according to Gran Fondo Guide listings."
  },
  "length": {
    "score": 2,
    "explanation": "Distance options from 20-mile fun rides to 200-mile self-supported XL with live tracking spread the field across meaningful categories. The 60-mile medium distance sees tight competition with winners like Nick Mackie finishing in 3:00:56, while 100-mile races produce 5+ hour battles through longleaf pine forests."
  },
  "technicality": {
    "score": 1,
    "explanation": "Course traverses 'fast flats' with 'sandy trails and creek crossings' through Blackwater and Conecuh forests, described as moderate terrain with rolling short hills. The longleaf pine ecosystem provides scenic variety but limited technical challenge beyond basic gravel road navigation and water crossings."
  },
  "elevation": {
    "score": 1,
    "explanation": "Rolling terrain through 'gently rolling hills, winding watercourses, and expansive floodplains' in Florida's Panhandle produces minimal elevation gain. The moderate sustained climbs mentioned in course descriptions are relative to a region where significant vertical simply doesn't exist."
  },
  "climate": {
    "score": 2,
    "explanation": "March dates have shifted from March 16 in 2024 to March 8 in 2025, suggesting weather timing optimization in the humid Florida Panhandle. The longleaf pine forest setting provides some canopy coverage, though spring conditions in this region remain unpredictable for temperature and precipitation."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting at Bear Lake Campground in Milton, Florida places riders essentially at sea level in the coastal Panhandle. The course through Blackwater River State Forest and extending into Alabama's Conecuh National Forest maintains negligible altitude throughout."
  },
  "adventure": {
    "score": 2,
    "explanation": "Blackwater River State Forest and Conecuh National Forest provide some scenic variety and natural settings away from urban sprawl. But with moderate terrain, basic gravel roads, and zero technical challenges, this is more like a nature tour than an adventure. The biggest risk is getting bored by mile 30."
  },
  "prestige": {
    "score": 1,
    "explanation": "Zero notable past winners, no pro field, no media coverage worth mentioning. This is a local Florida forest ride masquerading as 'one of the Southeast's most distinctive gravel racing experiences' - marketing copy that sounds impressive until you realize nobody outside Milton has heard of it. The race supports trail maintenance, which is noble, but doesn't make you famous."
  },
  "race_quality": {
    "score": 2,
    "explanation": "They promise aid stations, SAG support, timing, and finisher medals - the basic infrastructure exists. Multiple distance options from 20 to 200 miles with staggered wave starts shows some organizational thought."
  },
  "experience": {
    "score": 2,
    "explanation": "Riders traverse 'majestic longleaf pine forests' with camping at Bear Lake Campground creating a weekend forest immersion rather than single-day racing. The tagline 'GRAVEL IS WHERE WE CONNECT' reflects the community focus, with families encouraged to camp and explore the rare ecosystem setting."
  },
  "community": {
    "score": 2,
    "explanation": "Race promotes community connection and supports local trail maintenance - the right intentions are there. Good causes don't automatically create good communities."
  },
  "field_depth": {
    "score": 1,
    "explanation": "200-rider field produces competitive racing with Nick Mackie and Daniel Vu finishing 4 seconds apart in the 60-mile, while Lauren Baker won women's 100-mile in 5:45:42. However, this remains regional-level competition focused on Florida Panhandle and Gulf Coast participants rather than national talent."
  },
  "value": {
    "score": 3,
    "explanation": "Entry includes timing, post-ride meal, event shirt, finisher medal, aid stations, SAG support, and photos - decent package for what's likely a reasonable entry fee. Price increases February 22nd, but starting from a presumably affordable base in a low-cost area. You get the basics without paying premium prices for premium experiences you're not getting."
  },
  "expenses": {
    "score": 3,
    "explanation": "Milton, Florida location keeps lodging and dining costs minimal, with Bear Lake Campground providing affordable weekend accommodation in the state forest. The rural Panhandle setting means limited expensive dining options but also eliminates the premium pricing found in major gravel destinations."
  }
}
