{
  "prestige": {
    "score": 3,
    "explanation": "Second year as a UCI Gravel World Series qualifier and the last chance before Worlds gets you noticed, but it's still finding its footing in the gravel hierarchy. Being part of the Sea Otter Europe circus with 65,000 visitors gives it festival credibility, though that's more industry networking than pure racing pedigree. It's riding on borrowed prestige from the California mothership rather than building its own legend in Girona's hills."
  },
  "race_quality": {
    "score": 3,
    "explanation": "The 107km route through Les Gavarres massif hits the right notes - proper climb to Puig d'Arques at halfway, technical descent, then rolling terrain along the Ter River to finish. Course design shows intelligence with variety from rural flats to technical sections, but there's zero data on how well they execute aid stations, timing, or race management. Being part of a massive festival with 402 brands could mean either slick operations or complete chaos."
  },
  "experience": {
    "score": 3,
    "explanation": "You're racing through legitimate Catalonian countryside in Les Gavarres, not some fabricated gravel theme park. The festival atmosphere with 6,000+ riders creates energy, but also potential for overcrowding and amateur hour logistics. Starting in Juià and finishing at Girona's exhibition center gives you real terrain bookended by festival mayhem - whether that enhances or detracts from your race depends on what you came for."
  },
  "community": {
    "score": 3,
    "explanation": "Festival format with 64,000 visitors creates a massive cycling congregation, but that's more industry trade show than tight-knit gravel community. You'll network with brands and pros, but the authentic gravel culture gets diluted when it's this commercialized. The Girona location draws the Euro cycling crowd, which adds credibility but also pretension to the mix."
  },
  "field_depth": {
    "score": 3,
    "explanation": "UCI World Series qualifier status pulls legitimate riders hunting for Worlds spots, especially since it's the last chance on the calendar. Problem is the research shows zero data on who actually shows up or past results, which either means the field isn't noteworthy or the race is too new to matter. 6,000+ riders sounds impressive until you realize most are festival tourists, not serious racers."
  },
  "value": {
    "score": 3,
    "explanation": "€25 total (€20 entry plus €5 insurance) for 107km of Catalonian gravel and festival access is reasonable, not a bargain. You're paying for the Sea Otter brand and UCI points potential, but the course delivers legitimate terrain through Les Gavarres massif. Factor in Girona's inflated cycling tourism prices for everything else and your wallet feels it beyond the entry fee."
  },
  "expenses": {
    "score": 2,
    "explanation": "Girona is cycling tourism central, which means hotels gouge you during festival weekend and restaurants know they've got you trapped. The research provides zero specifics on lodging or logistics, which usually means you're on your own finding overpriced accommodations. Festival draws 65,000 people to a city that's not exactly massive - supply and demand math works against your budget."
  },
  "length": {
    "score": 3,
    "explanation": "107km sits in that middle ground where it's long enough to hurt but short enough that fitness alone won't save you from tactical mistakes. The distance works with 1,828m of elevation - enough climbing to separate riders without turning it into a pure sufferfest. It's not going to break you with endurance demands, but it's substantial enough to require real preparation and pacing strategy."
  },
  "technicality": {
    "score": 2,
    "explanation": "Course includes technical descent from Puig d'Arques and varied terrain, but the research lacks specifics on surface breakdown or actual difficulty. The route description mentions 'wide, flat tracks through rural areas' and 'trails,' which sounds more like fire roads than technical singletrack. Without knowing the gravel-to-pavement ratio or actual technical features, you're probably looking at accessible rather than challenging terrain."
  },
  "elevation": {
    "score": 2,
    "explanation": "1,828m over 107km gives you steady work without alpine suffering - that's manageable climbing for most riders with basic fitness. The major climb to Puig d'Arques provides one significant test at halfway, then it's rolling terrain to the finish. Not enough vertical to be a pure climber's race, not flat enough to be a power contest - just honest elevation that won't destroy weekend warriors."
  },
  "climate": {
    "score": 3,
    "explanation": "September in Girona typically delivers solid conditions - warm but not scorching, minimal rain risk compared to spring races. The Costa Brava location gets 'good weather' according to tourism data, though that's marketing speak without specifics on temperature or wind patterns. No historical weather disasters in the research, which either means conditions are reliably decent or the race is too new to have weathered any storms."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting near Girona at essentially sea level and climbing through Les Gavarres massif keeps you in the lowlands throughout. Even Puig d'Arques won't put you high enough for altitude to factor into performance or acclimatization concerns. This is coastal Catalonia, not the Pyrenees - oxygen isn't your limiting factor here."
  },
  "logistics": {
    "score": 2,
    "explanation": "Zero specifics in research on parking, packet pickup, or basic race logistics despite this being a major festival with 65,000 attendees. Starting in Juià and finishing at Girona's exhibition center creates a point-to-point logistics challenge they don't explain how to solve. When a race can't be bothered to detail basic operational info, that usually means you're figuring it out yourself on race weekend."
  },
  "adventure": {
    "score": 3,
    "explanation": "Les Gavarres massif offers legitimate exploration through rural Catalonia, not just another gravel circuit around a parking lot. The route from Juià through varied terrain to Girona takes you through authentic countryside with technical descents and rolling hills. It's real adventure riding, though the festival atmosphere and crowds might dilute that sense of discovery you get from truly remote gravel events."
  }
}
