{
  "prestige": {
    "score": 5,
    "explanation": "Sea Otter is the world's premiere cycling festival drawing 74,000 fans and 10,000 athletes since 1991. The gravel race serves as Race #1 of the Life Time Grand Prix series, pulling Olympic-caliber athletes to Fort Ord's historic training grounds. Being an official UNBOUND qualifier with hundreds of brands watching from Laguna Seca puts this firmly in the cycling establishment's top tier."
  },
  "race_quality": {
    "score": 5,
    "explanation": "Course runs through 14,000 acres of Fort Ord National Monument with 86+ miles of trails managed by BLM. The three-lap format gives clean field separation while feed zones and medical support handle the basics. After early editions that were too technical, they've dialed it back to fast, flowing gravel that actually rewards fitness over just bike handling."
  },
  "experience": {
    "score": 5,
    "explanation": "You're racing where 1.5 million American troops trained for Vietnam, now a national monument sanctuary for 44 rare species. The 4-day festival context means you can demo new bikes, hit the Sierra Nevada beer garden, and watch Olympic athletes race after your event. Starting at WeatherTech Raceway Laguna Seca with that nearly 4-mile opening descent sets the tone immediately."
  },
  "community": {
    "score": 5,
    "explanation": "Ten thousand athletes across 14 disciplines creates cycling's biggest gathering outside the Tour de France. The expo draws every meaningful brand in cycling, while the post-race meal at Casa Amigos Rider Lounge keeps the social energy flowing. Mix of first-timers buying gravel bikes in February and Life Time Grand Prix pros creates the full cycling spectrum."
  },
  "field_depth": {
    "score": 5,
    "explanation": "Life Time Grand Prix opener means you're racing against Olympic athletes and World Cup stars looking to establish early season dominance. The UNBOUND qualifier status draws serious talent hunting for Emporia spots. Even recreational categories benefit from the festival's massive draw - when 10,000 athletes show up, every field gets deeper."
  },
  "value": {
    "score": 3,
    "explanation": "Registration includes 4-day festival pass, parking, post-race meal, and UNBOUND qualifying opportunity. But you're paying premium prices for Monterey area accommodation during cycling's biggest festival weekend. The expo access and demo opportunities add value, though you'll spend more on lodging than most gravel races cost entirely."
  },
  "expenses": {
    "score": 4,
    "explanation": "Monterey in April during Sea Otter means hotel rates surge like it's Pebble Beach golf season. Flights into Monterey Peninsula Airport or San Jose add up, plus festival food pricing. However, the 4-day pass spreads costs across multiple events, and free bike demos from hundreds of brands can save serious money if you're gear shopping."
  },
  "length": {
    "score": 2,
    "explanation": "The 90-mile option hits proper gravel distance, but most riders opt for 30 or 60 miles in the three-lap format. Compared to Unbound's 200-mile standard or even mid-distance events pushing 100+ miles, Sea Otter plays it safe. The festival context prioritizes accessibility over suffer-fest endurance challenges."
  },
  "technicality": {
    "score": 3,
    "explanation": "Fort Ord's sandy sections and loose-over-hard descents separate bike handlers from pure power riders. The Lookout Ridge approach and those two 12% climbs require some skill, while sandy washout singletrack punishes poor line choice. But they've eliminated the hike-a-bike sections from early editions that had gravel riders in over their heads on XC terrain."
  },
  "elevation": {
    "score": 3,
    "explanation": "Each 30+ mile lap packs 3,500 feet including that Barloy Spur Road quarter-mile averaging 15% grade. Two 3-4 minute climbs peaking at 12% will test your gearing choices, but 10,500 feet over 90 miles isn't mountain gravel territory. The constant rolling terrain means more sustained efforts than massive single climbs."
  },
  "climate": {
    "score": 2,
    "explanation": "April in Monterey averages 62°F highs with 49°F lows, plus that nearly 4-mile opening descent typically runs into headwinds. Marine layer and fog potential mean you're layering up for cool, damp conditions that never quite warm up. The 13% daily rain chance and coastal wind make this more survival weather than celebration conditions."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting at WeatherTech Raceway Laguna Seca puts you essentially at sea level with Fort Ord's highest points barely registering altitude effects. Monterey Peninsula geography means you're racing in thick coastal air the entire time. Zero acclimatization concerns, but also zero altitude training benefits."
  },
  "logistics": {
    "score": 5,
    "explanation": "Everything happens at one venue with WeatherTech Raceway Laguna Seca as home base and packet pickup running Wednesday through Sunday morning. Four-day pass includes parking, while gear bag drop transports to the mile 12 aid station. The festival infrastructure handles 74,000 fans annually, so race logistics are dialed to professional standards."
  },
  "adventure": {
    "score": 4,
    "explanation": "Racing through a former military training ground where 1.5 million troops prepped for Vietnam adds serious historical weight to every mile. Fort Ord's 14,000 acres of protected monument land puts you in genuine wilderness despite the festival base. Starting at a world-famous racetrack and descending into national monument backcountry creates legitimate adventure within the festival structure."
  }
}
