{
  "prestige": {
    "score": 1,
    "explanation": "Part of the Iowa Gravel Series with zero notable winners or pro field mentioned anywhere. No race history, founding story, or YouTube coverage found - just testimonials from Adam and Clark that nobody bothered to quote. When your biggest claim is being 'the best of Iowa gravel racing,' you're competing in a pretty small pond."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Basic grassroots setup with chip timing, aid stations, and photos - the bare minimum for $40-60 entry. Aid stations open at 8:00 AM and close at 11:00 AM, then you're on your own after 2:00 PM SAG sweep. The 100km podium at 1:00 PM suggests most serious riders finish in under 6 hours, but no field size or DNF data exists to judge actual difficulty."
  },
  "experience": {
    "score": 2,
    "explanation": "Downtown Silver City start with packet pickup the night before or morning of - standard small-town race logistics. Two distance options with the 50km being ride-only (no podium), so half the field isn't even racing. The research turned up zero rider quotes, reports, or specific course features that would make this memorable beyond 'I rode gravel in Iowa.'"
  },
  "community": {
    "score": 2,
    "explanation": "Grassroots Iowa series vibe with names like Adam, Clark, and Monica giving testimonials that nobody bothered to actually capture. Small-town race centered around the gazebo in the park - charming in theory, but no evidence of the passionate community that drives great gravel events. The full season pass for $399 suggests a dedicated local following, but that's about it."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No field size data, no notable winners, no pro presence mentioned anywhere. Half the participants choose the non-competitive 50km option, which tells you everything about the racing level. When research finds zero information about past winners or competitive depth, you're looking at a weekend warrior field at best."
  },
  "value": {
    "score": 3,
    "explanation": "$40-50 for the grassroots option gets you chip timing, aid stations, SAG support, and photos - decent bang for your buck. The lunch and shirt package at $60-70 early bird isn't terrible for a century distance. No prize purse mentioned, so you're paying for the experience and basic support, not chasing money."
  },
  "expenses": {
    "score": 3,
    "explanation": "Entry fees top out at $70 same-day with shirt and lunch included - reasonable for a century. Silver City, Iowa won't break the bank for lodging or dining, though specific accommodation options weren't found in research. Travel costs depend on where you're coming from, but this isn't a destination race that justifies flying in."
  },
  "length": {
    "score": 4,
    "explanation": "The 100km option clocks in at 62 miles with 3,600 feet of climbing - legitimate century distance that'll test fitness without being absurd. 7:30 AM start gives you plenty of daylight for the distance. The 50km backup option at 31 miles keeps the weekend warriors happy while serious riders get a proper workout."
  },
  "technicality": {
    "score": 2,
    "explanation": "Zero course details available beyond distance and elevation numbers - no named climbs, surface breakdown, or technical features mentioned anywhere. This is Iowa, so expect rolling terrain rather than anything technically challenging. The lack of any specific course description suggests standard Midwest gravel grinding without memorable technical sections."
  },
  "elevation": {
    "score": 2,
    "explanation": "3,600 feet over 62 miles averages 58 feet per mile - enough rolling terrain to keep things interesting without being punishing. This is Iowa climbing: gradual grades that accumulate rather than steep wall-style ascents. No elevation profile or specific climb details found, suggesting nothing worth bragging about."
  },
  "climate": {
    "score": 2,
    "explanation": "Mid-May in Iowa means you're gambling on weather - could be perfect spring conditions or dealing with late-season storms and mud. No historical weather data found for this specific event, but May in the Midwest is notoriously unpredictable. The 7:30 AM start helps avoid afternoon heat, assuming you don't get rained on."
  },
  "altitude": {
    "score": 1,
    "explanation": "Silver City, Iowa sits well under 1,000 feet elevation - sea level fitness applies here. No altitude considerations whatsoever, which means one less variable to worry about but also zero training benefit for higher elevation events. Your lungs won't notice the difference from your driveway."
  },
  "logistics": {
    "score": 2,
    "explanation": "Packet pickup options the night before or morning of at the downtown gazebo - basic small-town logistics. No information found on parking, lodging options, or nearest airport access. The research gap on travel logistics suggests this isn't set up for out-of-state participants, just regional riders who know the area."
  },
  "adventure": {
    "score": 2,
    "explanation": "Iowa countryside gravel with no specific course features or terrain highlights mentioned anywhere in the research. SAG support ends at 2:00 PM, after which you're navigating solo - the only adventure element found. Without course details, scenic callouts, or unique terrain features, this appears to be standard Midwest agricultural gravel grinding."
  }
}
