{
  "prestige": {
    "score": 3,
    "explanation": "A solid regional race that draws 250-300 riders but hasn't broken into the national gravel conversation. Coast to Coast Gravel knows how to put on a race, but this isn't Unbound or Belgian Waffle Ride territory. The North Georgia location and March timing keep it from attracting the heavy hitters who are either training or racing bigger early-season events."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Well-organized with a 100-mile course that tests riders through the Woody Gap climb (1,200 ft at mile 25) and Blood Mountain's technical descent. Two aid stations are minimal but adequate, and the route avoids the amateur-hour mistakes of newer events. The 12-18% DNF rate proves it's not a participation trophy race."
  },
  "experience": {
    "score": 5,
    "explanation": "The post-race scene at Montaluce Winery is special—wine, BBQ, live bluegrass, and sunset views over North Georgia mountains. Starting and finishing at a vineyard beats another parking lot sendoff by miles. Even riders who suffered through the Bull Mountain Loop rollers walk away talking about the finish line atmosphere."
  },
  "community": {
    "score": 5,
    "explanation": "Small-town Georgia hospitality delivered by local volunteers who actually care about the race. The race founder is accessible, riders help each other through technical sections, and the intimate 250-rider field creates connections. This is what gravel racing was supposed to be before it got corporatized."
  },
  "field_depth": {
    "score": 3,
    "explanation": "Strong regional field with some fast Southeast gravel racers, but not deep enough to attract national-level talent. The March timing and moderate prize structure keep the heavy hitters away. You'll get a competitive race without facing the killers who show up at major series events."
  },
  "value": {
    "score": 4,
    "explanation": "At $85-125 registration, you get a 100-mile course, wine country finish, post-race meal, and live music. Compare that to $200+ events that give you a t-shirt and energy drink. The Montaluce Winery setting alone justifies the entry fee."
  },
  "expenses": {
    "score": 3,
    "explanation": "Dahlonega's limited lodging fills up fast, forcing riders to book months ahead or drive from Atlanta (75 miles). Hotel rates spike during race weekend, and dining options are tourist-trap priced. Budget $150-200 for lodging plus gas from ATL if you can't secure local accommodations."
  },
  "length": {
    "score": 4,
    "explanation": "The 100-mile distance hits the sweet spot—long enough to separate pretenders from contenders but not a death march. With 5,000 feet of climbing and technical sections like Blood Mountain descent, the course makes every mile count. No filler miles or boring stretches to pad distance."
  },
  "technicality": {
    "score": 4,
    "explanation": "The Blood Mountain descent demands real bike handling skills on loose, rocky terrain, while 10% singletrack/doubletrack sections weed out road converts. Sharp rocks mandate tubeless tires, and the red Georgia clay becomes slick peanut butter when wet. This isn't a gravel highway cruise—you need off-road skills."
  },
  "elevation": {
    "score": 4,
    "explanation": "5,000 feet over 100 miles with no extended flat recovery sections creates relentless pressure. The Woody Gap climb (1,200 ft) at mile 25 breaks legs early, followed by Jacks Gap (800 ft) at mile 55 when you're already cooked. North Georgia's punchy 8-12% grades favor climbers over diesel engines."
  },
  "climate": {
    "score": 3,
    "explanation": "March in North Georgia is a weather lottery—you might start at 35°F and finish at 70°F, or get caught in cold rain that turns the course into a mud nightmare. The 2023 edition saw 18% DNFs partly due to wet conditions. Temperature swings demand layering strategy, and mud risk is real."
  },
  "altitude": {
    "score": 1,
    "explanation": "Dahlonega sits around 1,400 feet elevation with course peaks barely touching 2,500 feet. Unless you're coming from sea level Florida, altitude won't factor into your suffering equation. The climbs hurt because they're steep and relentless, not because of thin air."
  },
  "logistics": {
    "score": 3,
    "explanation": "Day-of packet pickup (6:00-7:15 AM) creates morning stress, and Dahlonega's small-town infrastructure gets overwhelmed by 300 riders plus support crews. Free parking at Montaluce is adequate if you arrive by 6:30 AM. The 75-mile drive from Atlanta adds complexity for most participants."
  },
  "adventure": {
    "score": 4,
    "explanation": "Backcountry roads through North Georgia mountains with technical descents, creek crossings, and remote forest sections where mechanicals matter. The Bull Mountain Loop (miles 60-75) puts you in proper wilderness with spotty cell coverage. This feels like exploration, not a suburban bike path tour."
  }
}
