{
  "logistics": {
    "score": 3,
    "explanation": "Multiple distance options and weekend format show decent planning, with Friday group rides and meals extending the experience. Course requires GPS upload since it's 'lightly marked'—that's honest about their marking limitations. Medical support and stocked aid stations cover the basics, though specifics aren't detailed."
  },
  "length": {
    "score": 4,
    "explanation": "100 miles hits the gravel century sweet spot with multiple options from 30 to 100 miles. Winning times show elite riders averaging 18.6 mph (Matan Sopher's 5:22:14) while Karl completed 80 miles in 7 hours at 11.4 mph, demonstrating the distance accommodates both competitive and recreational pacing within the 10-hour cutoff."
  },
  "technicality": {
    "score": 2,
    "explanation": "Rolling ranch roads and wide-open valleys in the San Rafael Valley sounds like fire road cruising, not technical gravel. No mention of singletrack, rock gardens, or demanding descents—just 'gravel roads' through ranch country. The 10-hour cutoff for 3,500 feet of climbing confirms this isn't technically challenging terrain."
  },
  "elevation": {
    "score": 2,
    "explanation": "The route features 'a 12-mile and 1000-foot gradual climb to start the race' through Harshaw Canyon according to Don Scheese, confirming gentle sustained grades rather than punishing climbs. At 3,500 feet over 100 miles, the elevation averages manageable rolling terrain through three ecological zones at 4,000-5,000 feet elevation."
  },
  "climate": {
    "score": 2,
    "explanation": "Late October in southern Arizona borderlands means desert conditions with potential temperature swings from cold dawn to blazing midday sun. No historical weather data provided, but desert racing always brings hydration and heat management challenges. The timing avoids summer hell but doesn't guarantee comfort."
  },
  "altitude": {
    "score": 2,
    "explanation": "Don Scheese describes the route traversing 'three ecological zones at 4,000-5,000 feet elevation' from cottonwood-lined canyons to oak-juniper-pinyon pine forests to high desert grasslands. The elevation is noticeable for sea-level riders but well below serious altitude training zones, sitting in Arizona's high desert borderlands."
  },
  "adventure": {
    "score": 3,
    "explanation": "Riding toward the Mexico border through San Rafael Valley delivers adventure factor you won't find at suburban gravel races. The 'transformative experience' marketing aside, riders consistently mentioned the unique setting and 'unlike anything I've ever done' experience. Wide-open borderlands scenery beats manicured park loops every time."
  },
  "prestige": {
    "score": 2,
    "explanation": "Elite winners like Matan Sopher (5:22:14) and Serena Gordon (6:01:01) show some competitive depth, but the race explicitly states 'The Spirit World is more about the adventure than the race.' The 250-rider field cap and grassroots focus prioritize experience over racing prestige, drawing enthusiasts rather than building competitive reputation."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Course marking requires rider GPS upload due to limited signage, shifting navigation responsibility to participants rather than race organization. Karl's 7-hour struggle against wind and terrain shows the route delivers physical challenge, but the 10-hour cutoff for 100 miles with 3,500 feet of climbing indicates generous time allowances."
  },
  "experience": {
    "score": 3,
    "explanation": "The weekend package delivers beyond just the ride—live music, group rides, family dinner, handmade mug, post-race meal. Multiple riders called it unlike anything they'd done before, with one noting it 'reminds me of local grassroots MTB races when I was a child.' The San Rafael Valley setting and Mexico border route add adventure points."
  },
  "community": {
    "score": 3,
    "explanation": "Rider testimonials consistently hit the friendship angle: 'felt like a small community of friends who happen to ride 100 miles of gravel' and 'traveled solo but never felt alone.' The organizers clearly prioritize vibes over competition, with family-inclusive events and Sunday recovery rides. It's earnest small-town hospitality, not manufactured marketing warmth."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Zero mention of pro riders, notable winners, or competitive depth in any research. The 'adult summer camp' and 'grassroots MTB race' comparisons suggest this draws enthusiasts, not athletes. When riders emphasize friendship over finishing times, you're looking at a participation event, not a racing scene."
  },
  "value": {
    "score": 3,
    "explanation": "The weekend package includes extensive amenities beyond typical gravel races: live music, multiple group rides, western-themed dinner, handmade ceramic mug, post-race meal, and Sunday recovery ride. Multiple distance options from 30 to 100 miles accommodate different skill levels within one registration, though specific pricing remains undisclosed."
  },
  "expenses": {
    "score": 2,
    "explanation": "Patagonia, Arizona location requires travel to southern borderlands with limited metropolitan access options. The weekend format with Friday arrival extends lodging costs, and the 250-rider cap with quick sellouts suggests premium pricing. Small-town accommodation options likely mean higher per-night costs and advance booking requirements."
  }
}
