{
  "prestige": {
    "score": 2,
    "explanation": "This is grassroots gravel at its core, not some UCI-sanctioned circus. No pro field depth mentioned, no notable winners in the research, just 'total adult summer camp vibes' according to riders. The race markets itself as transformative spiritual journey nonsense rather than athletic achievement, which tells you everything about its competitive standing."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Course is 'lightly marked' and dumps navigation responsibility on riders with mandatory GPS uploads—that's budget organizing 101. 10-hour cutoff for 100 miles with 3,500 feet of climbing is generous enough for weekend warriors but suggests they're not running a tight competitive ship. Rolling ranch roads toward Mexico sounds scenic but hardly demanding."
  },
  "experience": {
    "score": 3,
    "explanation": "The weekend package delivers beyond just the ride—live music, group rides, family dinner, handmade mug, post-race meal. Multiple riders called it unlike anything they'd done before, with one noting it 'reminds me of local grassroots MTB races when I was a child.' The San Rafael Valley setting and Mexico border route add legitimate adventure points."
  },
  "community": {
    "score": 3,
    "explanation": "Rider testimonials consistently hit the friendship angle: 'felt like a small community of friends who happen to ride 100 miles of gravel' and 'traveled solo but never felt alone.' The organizers clearly prioritize vibes over competition, with family-inclusive events and Sunday recovery rides. It's earnest small-town hospitality, not manufactured marketing warmth."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Zero mention of pro riders, notable winners, or competitive depth in any research. The 'adult summer camp' and 'grassroots MTB race' comparisons suggest this draws enthusiasts, not athletes. When riders emphasize friendship over finishing times, you're looking at a participation event, not a racing scene."
  },
  "value": {
    "score": 3,
    "explanation": "The weekend package includes way more than most gravel races—multiple meals, live music, group rides, handmade swag, and Sunday recovery ride to 'the Boomshakalaka.' Multiple distance options from 30 to 100 miles give flexibility. Without specific pricing data, can't judge the dollar value, but the inclusions suggest decent bang for buck."
  },
  "expenses": {
    "score": 2,
    "explanation": "Patagonia, Arizona isn't exactly metropolitan convenience—you're looking at travel costs to reach southern borderlands with no airport data provided. The weekend format with Friday arrival means extra lodging nights, and small-town options likely mean limited, pricier accommodations. Registration pricing isn't disclosed, which never signals bargain rates."
  },
  "length": {
    "score": 4,
    "explanation": "100 miles hits the gravel century sweet spot perfectly, with shorter options at 30, 58, and 80 miles for different skill levels. The 10-hour cutoff gives you plenty of buffer time without making it a joke. Distance variety means couples and groups can ride together at different challenge levels."
  },
  "technicality": {
    "score": 2,
    "explanation": "Rolling ranch roads and wide-open valleys in the San Rafael Valley sounds like fire road cruising, not technical gravel. No mention of singletrack, rock gardens, or demanding descents—just 'gravel roads' through ranch country. The 10-hour cutoff for 3,500 feet of climbing confirms this isn't technically challenging terrain."
  },
  "elevation": {
    "score": 2,
    "explanation": "3,500 feet over 100 miles averages 35 feet per mile—that's gentle rolling terrain, not mountain suffering. The 'rolling ranch roads' description confirms gradual grades rather than punishing climbs. Southern Arizona has serious mountains, but this route clearly avoids them for accessibility over challenge."
  },
  "climate": {
    "score": 2,
    "explanation": "Late October in southern Arizona borderlands means desert conditions with potential temperature swings from cold dawn to blazing midday sun. No historical weather data provided, but desert racing always brings hydration and heat management challenges. The timing avoids summer hell but doesn't guarantee comfort."
  },
  "altitude": {
    "score": 2,
    "explanation": "Patagonia sits in southern Arizona high desert, likely 4,000-5,000 feet elevation, but research provides no specific numbers. Not Colorado suffering altitude, but enough to notice if you're coming from sea level. The rolling terrain suggests modest elevation variation rather than sustained high-altitude grinding."
  },
  "logistics": {
    "score": 3,
    "explanation": "Multiple distance options and weekend format show decent planning, with Friday group rides and meals extending the experience. Course requires GPS upload since it's 'lightly marked'—that's honest about their marking limitations. Medical support and stocked aid stations cover the basics, though specifics aren't detailed."
  },
  "adventure": {
    "score": 3,
    "explanation": "Riding toward the Mexico border through San Rafael Valley delivers legitimate adventure factor you won't find at suburban gravel races. The 'transformative experience' marketing aside, riders consistently mentioned the unique setting and 'unlike anything I've ever done' experience. Wide-open borderlands scenery beats manicured park loops every time."
  }
}
