{
  "logistics": {
    "score": 3,
    "explanation": "Race director Sarah Cooper allows camping on her front lawn, but basic infrastructure shows gaps. As Adrienne Taren noted after \"swearing at iPhone Maps,\" finding the race director's house \"appropriately off a gravel road\" requires effort. The self-supported format eliminates aid station logistics but dumps navigation responsibility entirely on riders—GPS devices with mapping are required since \"there will NOT be a single course marking.\""
  },
  "length": {
    "score": 5,
    "explanation": "150 miles pushes into serious ultra territory, with the 200-mile option for masochists. Scott's wrong turn added 30 miles to his day, turning 180 miles into an 18-hour ordeal that nearly broke him: \"I had a few options running through my mind. The one I settled on was: 'just ride back to the Winterset Winery and DQ myself.'\" Distance options from 70 to 200 miles accommodate different levels of suffering tolerance."
  },
  "technicality": {
    "score": 2,
    "explanation": "Iowa's Level B roads define the technical challenge—barely maintained farm tracks that turn unrideable in wet conditions. Scott on his fat bike \"was able to ride probably more than most\" but still walked most of the 3-5 mile B-road sections. Adrienne Taren watched a rider \"poking at his very, very muddy bike with a stick\" and decided to walk her Salsa Cutthroat rather than attempt riding through ankle-deep mud."
  },
  "elevation": {
    "score": 3,
    "explanation": "Elite finisher's GPS showed \"close to 15,000 feet of elevation gain for the 200,\" though organizers claim closer to 12,000 feet. The course delivers \"hundreds...yes hundreds of hills\" without extended flat sections. Iowa's rolling terrain means constant elevation changes rather than epic climbs—enough vertical to break legs without requiring mountain gearing or altitude preparation."
  },
  "climate": {
    "score": 2,
    "explanation": "Mid-October Iowa weather swings violently, as the 2018 race proved. The event started in \"light drizzle that got heavier\" and continued raining throughout, forcing course reroutes and creating \"hypothermic conditions\" that dropped many riders. Adrienne Taren experienced a 20-degree temperature drop crossing into Iowa. When weather cooperates, riders note \"for the first time in a few years, the weather did not disappoint.\""
  },
  "altitude": {
    "score": 1,
    "explanation": "Iowa farmland means zero altitude considerations. You're starting around 1000 feet and staying in similar elevation throughout the rolling countryside. No acclimatization needed, no thin-air excuses available—your suffering comes from distance and elevation gain, not oxygen deprivation."
  },
  "adventure": {
    "score": 3,
    "explanation": "Self-supported navigation through unmarked Iowa farm roads creates real adventure without wilderness risk. Scott encountered wildlife throughout: \"I saw too many deer, rabbits, raccoon, possum and a few cats in this dark-thirty stretch.\" Two farm dogs followed him for 5-7 miles each, \"having a ball.\" The remote course offers solitude—elite finisher noted you're \"free to ride all day long\" with just the sunrise as your companion."
  },
  "prestige": {
    "score": 2,
    "explanation": "Regional Iowa event with zero national recognition outside gravel circles. The 120-rider cap keeps it intimate but invisible—no pro field, no media coverage. Scott's reference to training differently after \"Gravel Worlds in late August\" shows this sits well below premier events in most riders' calendars. It's the type of race hardcore ultradistance riders discover through word-of-mouth rather than mainstream gravel media."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Course reroutes happen last-minute due to weather, as Friday rains \"forced a couple of re-routes before the race started\" in 2018. No aid stations, no course marking, no drop bags—the bare-bones approach works for self-sufficient riders but offers zero safety net. Severe 2018 attrition saw \"only 3 people finished the 200 miler, and 30-40 finished the 150\" from 60-70 starters, suggesting organizational challenges in harsh conditions."
  },
  "experience": {
    "score": 4,
    "explanation": "150 miles through Iowa's rolling hills delivers suffering without the circus. The 'odyssey through serene landscapes' marketing actually undersells the real experience—8000 feet of climbing over farm roads where your only company is corn and your own thoughts. It's pure, unfiltered gravel racing stripped of everything but the essential hurt."
  },
  "community": {
    "score": 3,
    "explanation": "Race director Sarah Cooper earns fierce loyalty—Adrienne Taren calls her \"a badass\" responsible for the event's existence and direction. Pre-race lawn camping creates bonds among \"the handful of other crazy people\" over shared bicycle obsession and storm survival. Volunteers provide unexpected roadside support with \"Fireball and Reese's cups,\" with \"perfectly normal\" intimate gestures like feeding riders whose hands are too filthy to function."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Regional Iowa field of weekend warriors and corn country crushers, not national talent. Scott's casual training approach—\"30 minutes to an hour\" rides for a month before attempting 200 miles—suggests recreational rather than competitive focus. The 120-rider cap and Iowa location naturally limits participation to regional riders and ultradistance masochists rather than drawing competitive depth from national gravel scene."
  },
  "value": {
    "score": 4,
    "explanation": "Entry fees unavailable in research, but the no-frills approach suggests typical Iowa pricing well under $150. Race director allows free lawn camping at her house, eliminating lodging costs for hardy riders. The self-supported format means zero aid station expenses passed to riders, though it dumps all nutrition costs on participants. Value proposition centers on pure distance suffering without expensive race production overhead."
  },
  "expenses": {
    "score": 3,
    "explanation": "Winterset's proximity to Des Moines keeps flights reasonable but requires rental car for the 30-mile drive. Free camping option at race director's house eliminates lodging costs for tent-capable riders, though small Iowa towns offer limited hotel competition. Scott's fat bike setup and Adrienne's cold-weather gear highlight equipment needs for Iowa's unpredictable October conditions and muddy Level B roads that destroy standard gravel setups."
  }
}
