{
  "prestige": {
    "score": 2,
    "explanation": "Spotted Horse sits in Iowa gravel obscurity with zero name recognition outside regional circles. The 120-rider cap keeps it intimate but also invisible—no pro field, no media coverage, no one bragging about their finish on Strava. It's the kind of race your buddy mentions once and you forget the name immediately."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Self-supported adventure sounds romantic until you're bonking at mile 120 with no aid stations. The research shows basically nothing about course marking, timing systems, or race infrastructure—red flags for anyone who's suffered through poorly organized ultras. South Central Iowa's 'best gravel' is a local's claim that needs proving."
  },
  "experience": {
    "score": 4,
    "explanation": "150 miles through Iowa's rolling hills delivers legitimate suffering without the circus. The 'odyssey through serene landscapes' marketing actually undersells the real experience—8000 feet of climbing over farm roads where your only company is corn and your own thoughts. It's pure, unfiltered gravel racing stripped of everything but the essential hurt."
  },
  "community": {
    "score": 3,
    "explanation": "The 120-rider limit creates natural intimacy but limits the community scope. Small Iowa races breed tight crews of regulars who'll share water and war stories, but don't expect the diverse, deep network of bigger events. It's more church social than festival."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Regional Iowa race with 120 spots means you're racing weekend warriors and corn country crushers, not national talent. The research shows zero mention of pro riders or competitive field depth—because there isn't any. Perfect for personal challenges, terrible for benchmarking against serious competition."
  },
  "value": {
    "score": 4,
    "explanation": "150 miles of legitimate gravel racing for what's likely sub-$150 entry fees based on similar Iowa events. No frills means your money goes toward course access, not swag bags and post-race beer gardens. The suffering-per-dollar ratio here is probably unbeatable in the Midwest."
  },
  "expenses": {
    "score": 3,
    "explanation": "Winterset sits 30 miles from Des Moines, keeping flights reasonable but requiring a rental car. Small Iowa towns mean limited lodging competition—expect basic chain hotels at decent prices. The self-supported format eliminates fancy aid station costs but dumps all nutrition expenses on you."
  },
  "length": {
    "score": 5,
    "explanation": "150 miles is legitimate ultra distance that separates tourists from masochists. The 200-mile option pushes into proper sufferfest territory for those who think 150 isn't enough punishment. This isn't some 75-mile social ride disguised as an ultra—it's real distance that demands real preparation."
  },
  "technicality": {
    "score": 2,
    "explanation": "Iowa gravel means maintained farm roads with predictable surfaces, not rock gardens or river crossings. The 'longer, steeper hills' challenge your fitness more than your bike handling skills. Expect smooth gravel and dirt that rewards power over technical ability."
  },
  "elevation": {
    "score": 3,
    "explanation": "8000 feet over 150 miles averages 53 feet per mile—solid Midwest climbing without Colorado delusions. Iowa's rolling terrain means consistent elevation changes rather than epic mountain passes. It's enough to hurt your legs without requiring altitude acclimatization or mountain gearing."
  },
  "climate": {
    "score": 2,
    "explanation": "Mid-October in Iowa brings unpredictable weather swings from 70-degree Indian summer to 40-degree rain. The self-supported format means you're carrying layers for every possibility without aid station bailout options. Iowa weather doesn't mess around when it decides to turn nasty."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Iowa, not Colorado—you're starting near 1000 feet and staying there. Zero altitude considerations, zero acclimatization needed, zero excuses about thin air. Your lungs will hurt from effort, not elevation."
  },
  "logistics": {
    "score": 3,
    "explanation": "Winterset offers basic race town infrastructure 30 minutes from Des Moines airport. The research shows a lodging page exists but reveals zero details about packet pickup, parking, or start procedures—typical small race organization. You'll figure it out, but don't expect detailed pre-race communications."
  },
  "adventure": {
    "score": 3,
    "explanation": "Self-supported format through rural Iowa delivers genuine adventure without wilderness risk. You're truly on your own for 150 miles of farm roads and rolling hills, but cell service and occasional gas stations keep it civilized. Real adventure for people who need to get home Sunday night."
  }
}
