{
  "prestige": {
    "score": 1,
    "explanation": "Spring Valley 100 is a 16-year-old grassroots race that finishes in a frisbee golf park. Zero prize purse, zero notable winners mentioned anywhere, and its biggest claim to fame is being 'preparatory training' for Nationals held somewhere else. This is local Minnesota cycling, not the big leagues."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Self-supported gravel through southeastern Minnesota's Driftless Region sounds promising until you realize there's no detailed course info, no aid stations, and the race report just thanks 'hearty souls who clipped in.' The Forestville State Historic Site addition is nice, but overall organization feels bare-bones. You're getting a route, not a race production."
  },
  "experience": {
    "score": 2,
    "explanation": "Rolling through Bluff Country USA with 4,000 feet of climbing has potential, especially the new Forestville State Park section with its reopened footbridge. But 'where Superheroes come to be humbled' feels like marketing fluff when the race dumps you at Willow Park afterward. The Driftless terrain delivers, the finish experience doesn't."
  },
  "community": {
    "score": 2,
    "explanation": "Sixteen years of consistent operation shows dedicated local organizers, and Paul Vogel still answers his AOL email address for race questions. But there's no visible online community, no rider reviews surfacing, no social media buzz. It's Minnesota nice, not Minnesota memorable."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Field size isn't even disclosed, and zero notable riders or competitive results mentioned in 16 years of racing. When your race report thanks people for just finishing instead of celebrating performance, you know the talent pool is shallow. This is participation cycling, not competition."
  },
  "value": {
    "score": 3,
    "explanation": "Free to public with mandatory registration means you're paying minimal entry fees for 100 miles of curated gravel through the Driftless Region. No frills means no inflated costs, and 4,000 feet of climbing delivers legitimate challenge. You get honest gravel racing without the premium markup."
  },
  "expenses": {
    "score": 3,
    "explanation": "Spring Valley, Minnesota isn't exactly a destination cycling hub, so lodging and dining costs stay reasonable. Free race entry keeps the biggest expense off your tab. No airport proximity mentioned means you're probably driving, but that's cheaper than flying to Colorado for your gravel fix."
  },
  "length": {
    "score": 4,
    "explanation": "One hundred miles is the sweet spot for serious gravel racing - long enough to separate pretenders from contenders, short enough to finish in daylight. The 60-mile option keeps recreational riders happy while the full distance delivers legitimate challenge. No complaints about the numbers here."
  },
  "technicality": {
    "score": 2,
    "explanation": "Gravel roads through rolling Driftless Region terrain suggests mostly non-technical riding with some handling challenges on descents. The Forestville State Park addition might add variety, but this isn't rock garden territory. Minnesota gravel means smooth enough for your road bike with 32mm tires."
  },
  "elevation": {
    "score": 3,
    "explanation": "Four thousand feet over 100 miles in the Driftless Region means consistent rolling resistance without massive Alpine suffering. The bluff country topography delivers legitimate climbing without requiring compact gearing. Enough to hurt, not enough to break you."
  },
  "climate": {
    "score": 2,
    "explanation": "May in Minnesota brings 'sun, wind, rain, or even snow' according to race organizers, which means you're gambling on conditions every year. The Driftless Region can be beautiful or brutal depending on weather luck. Pack layers and pray the forecast holds."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is southeastern Minnesota, not Colorado. You're barely above sea level, so altitude training benefits are nonexistent. If you need elevation acclimatization for racing, Spring Valley won't help your cause."
  },
  "logistics": {
    "score": 3,
    "explanation": "Downtown Spring Valley start and Willow Park finish keeps navigation simple, though packet pickup and parking details remain mysteriously absent from all race information. Sixteen years of operation suggests they've figured out the basics, but transparency could improve. Paul Vogel's AOL email gives it grassroots charm or amateur hour vibes, depending on your perspective."
  },
  "adventure": {
    "score": 2,
    "explanation": "Self-supported racing through Bluff Country USA and Forestville State Historic Site offers legitimate exploration of Minnesota's more interesting terrain. But finishing at a frisbee golf course deflates the epic factor, and 16 years of the same route means the adventure gets predictable. It's scenic, not spectacular."
  }
}
