{
  "logistics": {
    "score": 3,
    "explanation": "Muskegon is accessible via decent highways with Grand Rapids airport proximity for regional travel. Spring Thaw events handle basic setup well - ThePsion helped volunteers \"setting up coolers of hot chocolate, roaster pans full of soups\" at Pittsburgh."
  },
  "length": {
    "score": 2,
    "explanation": "50 miles sits awkwardly between casual and serious distances. Spring Thaw races typically offer flexible options - Pittsburgh's 5-mile loops let riders \"drop or add loops to get 10, 15 or 20 miles\" and \"change on the fly as you run.\""
  },
  "technicality": {
    "score": 2,
    "explanation": "Spring Thaw courses emphasize accessibility over challenge. Minnesota's version notes \"All bikes are welcome\" with \"gravel and paved roadways\" while Ohio's Scioto Trail \"drains well\" providing manageable conditions even in wet weather."
  },
  "elevation": {
    "score": 2,
    "explanation": "2000 feet over 50 miles is gentle rolling - 40 feet per mile average. Michigan doesn't offer massive climbs, so this fits the geography. Enough to feel it in your legs but won't destroy anyone accustomed to actual hills."
  },
  "climate": {
    "score": 2,
    "explanation": "Spring conditions create variable weather challenges. Pittsburgh's event had \"parts of the course were more windy than others\" with \"one weird spot where it was always drizzling.\" Ohio's 2025 edition started with \"rainy conditions\" requiring shelter time."
  },
  "altitude": {
    "score": 1,
    "explanation": "Lake Michigan proximity means sea-level racing with zero altitude considerations. No acclimatization needed - fitness translates directly to performance without elevation variables affecting pacing or recovery strategies."
  },
  "adventure": {
    "score": 2,
    "explanation": "Michigan gravel offers modest adventure potential with forest roads and lake country scenery. 50 miles provides enough distance for some solitude and suffering. The real adventure here is trying to locate an event that doesn't appear in any official results or registrations."
  },
  "prestige": {
    "score": 1,
    "explanation": "Spring Thaw maintains grassroots regional appeal without major cycling recognition. Pittsburgh's unique swag system - \"you get a knit hat! If you complete 15 miles you get a pair of gloves\" - reflects local character over prestige branding."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Organization varies with some operational gaps. Pittsburgh lacked proper pace groups - \"There was no 10:30 pacer, so a bunch of us put ourselves between 10 and 11.\" However, volunteer support and post-race amenities provide adequate infrastructure."
  },
  "experience": {
    "score": 2,
    "explanation": "Muskegon has decent terrain potential near Lake Michigan, but with no confirmed course details or rider reports, you're flying blind. Could be great, could be a disaster."
  },
  "community": {
    "score": 3,
    "explanation": "Muskegon cycling community exists and is reasonably active, though nothing like the established scenes in Grand Rapids or Ann Arbor. Michigan gravel riders are generally solid people who show up and suffer together. The challenge is finding this actual event to participate with them."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No field data exists because no confirmed race exists. Michigan has strong gravel talent that migrates to known events like Barry-Roubaix and Iceman, but they're not showing up to phantom races. Expect small local turnout at best."
  },
  "value": {
    "score": 4,
    "explanation": "If this race actually exists, Michigan events typically offer solid value with reasonable entry fees and decent post-race spreads. The region doesn't gouge like Colorado or California events. Problem is paying for something that might not be real."
  },
  "expenses": {
    "score": 3,
    "explanation": "Muskegon is affordable - cheap gas, reasonable lodging, no resort town pricing. You can get a decent motel room without selling organs. Food and beer won't break the bank either, assuming you can find the actual event to spend money at."
  }
}
