{
  "prestige": {
    "score": 1,
    "explanation": "This race doesn't exist in any meaningful cycling database or search results. While Michigan has legitimate gravel events like Lord of the Springs in nearby Middleville, Spring Thaw appears to be a phantom event. Zero coverage, zero history, zero recognition in the gravel community."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Hard to judge quality when the race can't be found anywhere official. The 50-mile distance with 2000 feet of elevation suggests modest ambition for Michigan terrain. Without confirmed course details, aid stations, or organization info, you're gambling on basic competence."
  },
  "experience": {
    "score": 2,
    "explanation": "Muskegon has decent terrain potential near Lake Michigan, but with no confirmed course details or rider reports, you're flying blind. The elevation gain is reasonable for the region, but without knowing the actual route or conditions, it's pure speculation. Could be great, could be a disaster."
  },
  "community": {
    "score": 3,
    "explanation": "Muskegon cycling community exists and is reasonably active, though nothing like the established scenes in Grand Rapids or Ann Arbor. Michigan gravel riders are generally solid people who show up and suffer together. The challenge is finding this actual event to participate with them."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No field data exists because no confirmed race exists. Michigan has strong gravel talent that migrates to known events like Barry-Roubaix and Iceman, but they're not showing up to phantom races. Expect small local turnout at best."
  },
  "value": {
    "score": 4,
    "explanation": "If this race actually exists, Michigan events typically offer solid value with reasonable entry fees and decent post-race spreads. The region doesn't gouge like Colorado or California events. Problem is paying for something that might not be real."
  },
  "expenses": {
    "score": 3,
    "explanation": "Muskegon is affordable - cheap gas, reasonable lodging, no resort town pricing. You can get a decent motel room without selling organs. Food and beer won't break the bank either, assuming you can find the actual event to spend money at."
  },
  "length": {
    "score": 2,
    "explanation": "50 miles sits in that awkward middle distance - too long for beginners, too short for serious endurance bragging rights. It's adequate for a solid Saturday morning suffer session but won't separate the wheat from the chaff. Respectable distance for Michigan's rolling terrain."
  },
  "technicality": {
    "score": 2,
    "explanation": "Michigan gravel is typically straightforward - some sand, some hardpack, occasional washboard. Without specific course details, assuming moderate technical demands based on regional terrain. Nothing like the chunky limestone of Kansas or Vermont's rock gardens."
  },
  "elevation": {
    "score": 2,
    "explanation": "2000 feet over 50 miles is gentle rolling - 40 feet per mile average. Michigan doesn't offer massive climbs, so this fits the geography. Enough to feel it in your legs but won't destroy anyone accustomed to actual hills."
  },
  "climate": {
    "score": 2,
    "explanation": "Spring in Michigan means weather roulette - could be 35 and sleeting or 75 and perfect. Lake Michigan proximity adds wind and temperature swings. Plan for everything from hypothermia to sunburn, often in the same race."
  },
  "altitude": {
    "score": 1,
    "explanation": "Muskegon sits essentially at sea level near Lake Michigan. Zero altitude considerations - your sea level fitness translates directly. No acclimatization needed, no breathing issues, just standard Midwest flatland racing."
  },
  "logistics": {
    "score": 3,
    "explanation": "Muskegon is accessible via decent highways and has adequate infrastructure for a regional event. The challenge is finding actual logistics since this race appears to exist only in theory. Good regional airport access through Grand Rapids if traveling."
  },
  "adventure": {
    "score": 2,
    "explanation": "Michigan gravel offers modest adventure potential with forest roads and lake country scenery. 50 miles provides enough distance for some solitude and suffering. The real adventure here is trying to locate an event that doesn't appear in any official results or registrations."
  }
}
