{
  "prestige": {
    "score": 2,
    "explanation": "Ten years in and the Standard Deluxe still feels like Alabama's best-kept secret. They cap it at 225 riders and partner with animal rescue nonprofits, which is charming but hardly moves the national needle. No pro field, no prize purse, no coverage that matters beyond the local scene."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The organizers clearly care - they cap registration for 'best experience' and throw an afterparty at the actual Standard Deluxe. But the complete absence of course details, aid station info, or even a proper start time on their materials suggests this runs more on Southern charm than race-day precision. When your course description is just 'endless miles of quiet dirt roads,' you're not exactly selling tactical sophistication."
  },
  "experience": {
    "score": 3,
    "explanation": "There's something authentic about a century that ends at a honky-tonk in Waverly, Alabama, population basically zero. The animal rescue angle and James Bros. Bikes support creates genuine community vibes that bigger events fake. Sure, the logistics are loose, but sometimes that's exactly what you need from a Saturday in November."
  },
  "community": {
    "score": 3,
    "explanation": "A 225-rider cap and 10-year history builds the kind of returning crowd that actually knows each other's names. The Standard Deluxe afterparty isn't just marketing - it's where this thing actually happens. Supporting Alabama Animal Rescue Resource Foundation gives it purpose beyond just another weekend suffer-fest, which matters more than most promoters understand."
  },
  "field_depth": {
    "score": 2,
    "explanation": "This is Alabama gravel in November - you're getting dedicated locals and a handful of travelers seeking authentic dirt road culture. No prize money means no mercenaries, no pros means no real competition depth. The 225 cap keeps it intimate but also limits how fast the front end can really go."
  },
  "value": {
    "score": 3,
    "explanation": "Entry fees aren't published but they offer t-shirt purchases to reduce costs, suggesting reasonable pricing. A full century with afterparty and community support for under typical gravel race rates delivers solid bang. The experience-to-dollar ratio works when you're not paying for timing chips and podium ceremonies you don't need."
  },
  "expenses": {
    "score": 3,
    "explanation": "Waverly isn't exactly a destination town, so lodging should be cheap if you can find it. Auburn University Regional Airport sits about 20 miles away for fly-in logistics. The real cost is the drive to middle-of-nowhere Alabama, but once you're there, this won't break the bank like the boutique gravel circus."
  },
  "length": {
    "score": 4,
    "explanation": "A proper 100-mile century delivers the full gravel experience without gimmicks or shortcuts. Long enough to separate the committed from the curious, especially with 4000 feet of Alabama hills mixed in. This is old-school distance that demands respect and rewards preparation."
  },
  "technicality": {
    "score": 2,
    "explanation": "'Endless miles of quiet dirt roads' translates to straightforward gravel grinding without the rock gardens or technical descents that define harder courses. Alabama terrain tends toward rolling rather than gnarly, so expect sustained effort over bike handling skills. This rewards fitness and pacing, not line choice."
  },
  "elevation": {
    "score": 2,
    "explanation": "4000 feet over 100 miles averages to manageable rolling terrain rather than lung-busting climbing. That's 40 feet per mile - noticeable but not devastating. Alabama doesn't offer the sustained climbs that break riders, just enough undulation to keep things honest throughout the century distance."
  },
  "climate": {
    "score": 2,
    "explanation": "Early November in Alabama hits the weather lottery - finally cool enough to suffer properly without the summer heat that makes this region unrideable. But you're still gambling on Southern weather volatility, and 100 miles of dirt roads turn nasty fast if rain shows up. The timing is smart, but Mother Nature doesn't always cooperate."
  },
  "altitude": {
    "score": 1,
    "explanation": "Waverly sits around 600-800 feet above sea level, so altitude is a complete non-factor. Sea level riders won't notice any difference, mountain dwellers get a slight advantage. This is about as low as American gravel racing gets - your lungs will work just fine."
  },
  "logistics": {
    "score": 2,
    "explanation": "No published start time, no aid station details, no packet pickup info - this runs on the assumption you'll figure it out. The 1015 Mayberry Avenue start location exists, but good luck finding comprehensive race day logistics anywhere official. Small-town charm meets small-town organization, for better and worse."
  },
  "adventure": {
    "score": 3,
    "explanation": "There's genuine adventure in riding 100 miles of Alabama dirt roads most people will never see, ending at an actual roadhouse called the Standard Deluxe. This isn't manufactured adventure - it's the real thing, complete with small-town unpredictability and authentic Southern gravel culture. Just don't expect Instagram-worthy mountain vistas."
  }
}
