{
  "prestige": {
    "score": 1,
    "explanation": "This is a baby race that started in 2022 - barely old enough to have established any meaningful reputation. Wild&Co calls it 'one of the toughest one day gravel events on the Australian calendar,' but when you're comparing against a field of maybe twelve other races, that's not saying much. No notable winners, no pro field, no international recognition - just regional Queensland tourism sites hyping it up."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The course design hits the basics with 120km through Jimna to Sunday Creek and back, but execution feels amateur hour. Semi-supported means you're mostly on your own between water stops, and there's no mention of timing systems, results processing, or professional race management. For a race claiming to be among Australia's toughest, the organizational infrastructure reads like a weekend club ride with entry fees."
  },
  "experience": {
    "score": 2,
    "explanation": "You'll traverse eucalyptus forest to rainforest to cattle country, which sounds nice until you realize there's zero rider feedback available anywhere online. The organizers warn you'll be 'pushing the bike at some stage' - helpful if you like vague threats instead of actual course intel. Mt Buggery is apparently notorious, but good luck finding anyone who'll tell you what that actually means."
  },
  "community": {
    "score": 3,
    "explanation": "Wild&Co is building something with their Gravel Classics brand, expanding to the Kyogle Classic in 2026, so they're not just running one event and disappearing. The 'great turnout for 2025' suggests people are coming back, which means someone's doing something right. But with zero online community presence or rider discussions findable anywhere, the community exists only on race day."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No pro riders, no notable winners, no mention of competitive categories - this is pure weekend warrior territory. The race is 'bigger than ever' for 2026, but when you start from maybe 50 riders, doubling still gets you nowhere near competitive depth. If you want to race fast people, look elsewhere."
  },
  "value": {
    "score": 4,
    "explanation": "Entry fees aren't published, which usually means they're reasonable enough not to scare people away immediately. You're getting 120km with 3000 meters of climbing for probably under $150 AUD, plus water stops and sag wagon support. That's solid math for what amounts to an organized sufferfest through Queensland backcountry."
  },
  "expenses": {
    "score": 3,
    "explanation": "Kenilworth is 2-3 hours from Brisbane or Gold Coast airports, so you're looking at rental car costs but not internal flights. Accommodation options aren't detailed because there probably aren't many - expect basic motel or camping situations. Food and lodging in rural Queensland won't break the bank, but don't expect luxury either."
  },
  "length": {
    "score": 3,
    "explanation": "120km hits the sweet spot where you can suffer properly without needing two days to recover. It's long enough that the 3000 meters of climbing will expose your weaknesses, short enough that you won't question your life choices for an entire week afterward. Not too long, not too short - just enough rope to hang yourself with."
  },
  "technicality": {
    "score": 2,
    "explanation": "Fire trails, gravel roads, and 'some single track' suggests mostly straightforward riding with occasional spice. The warning about carbon-soled shoes means hike-a-bike sections, but without detailed course descriptions or rider reports, you're flying blind on how technical it actually gets. Mt Buggery could be anything from steep gravel to unrideable goat track."
  },
  "elevation": {
    "score": 3,
    "explanation": "3000 meters over 120km averages 25 meters per kilometer - that's legitimate climbing that will sort the wheat from the chaff. Mt Buggery is the notorious centerpiece, but without elevation profiles or segment details, you don't know if it's one brutal wall or death by a thousand cuts. Enough climbing to matter, not enough to be truly epic."
  },
  "climate": {
    "score": 2,
    "explanation": "Late May in Queensland should be mild autumn weather, but there's zero historical weather data available for race day conditions. You're gambling on temperature, rain, and wind with no intel to guide equipment or pacing decisions. The course goes through different climate zones from dry forest to rainforest, so conditions could vary significantly within the same ride."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting elevation and maximum elevation aren't even mentioned, which tells you it's basically sea level to low hills. Queensland's Sunshine Coast hinterland doesn't get high enough for altitude to factor into training or performance. If you're looking for thin air suffering, keep looking."
  },
  "logistics": {
    "score": 2,
    "explanation": "7 AM start from Kenilworth Showground is clear enough, but no packet pickup details, parking info, or accommodation guide suggests you're figuring out the basics yourself. The town has a museum and dairy, which should tell you everything about lodging options. Semi-supported means bring your own everything except basic water stops."
  },
  "adventure": {
    "score": 2,
    "explanation": "The route from Kenilworth through Jimna to Sunday Creek covers legitimate backcountry terrain through varied landscapes, but it's still organized enough to have sag wagon support. You'll see eucalyptus forest, rainforest, and cattle country - decent scenery diversity. But when the biggest adventure element is not knowing what Mt Buggery actually involves, that's more poor communication than genuine exploration."
  }
}
