{
  "logistics": {
    "score": 2,
    "explanation": "Registration caps at 300 riders with wave starts every 10 minutes from 8-9:30 AM, but organizers warn \"We no longer mark our courses. Riders should download the course GPX file to their navigation device.\" The Francis Marion forest location offers minimal cell reception and no sag support - \"If you leave the course, we may not be able to find you.\""
  },
  "length": {
    "score": 3,
    "explanation": "65 miles produces winning times around 2:32 for elites like Shaune Huysamen, with 5-hour cutoffs keeping recreational riders honest. The 2021 event \"turned out to be 53\" miles according to one rider, suggesting distance variance. Multiple options from 27 to 178-mile overnight raids provide scaling challenges."
  },
  "technicality": {
    "score": 2,
    "explanation": "Forest roads with \"rolling short steep hills\" and mud pits that caused crashes during 2023's rain. One rider described \"cold temperatures and demoralizing rain\" before crashing \"in a mud pit.\" Organizers recommend minimum 28c tires with tread, suggesting moderate technical demands on Francis Marion's gravel network."
  },
  "elevation": {
    "score": 1,
    "explanation": "1500 feet over 65 miles averages 23 feet per mile in South Carolina's coastal plain. Elite winner Max Abner averaged 21.6 mph over 100 miles, speeds inconsistent with serious climbing. The Francis Marion forest terrain consists of \"moderate, sustained climbs\" rather than punishing elevation."
  },
  "climate": {
    "score": 2,
    "explanation": "March timing caught 2023 riders in \"proper $h!te weather conditions with cold temperatures and demoralizing rain\" that created course mud pits. The remote forest location means \"cell phone reception is not guaranteed\" and riders must be \"prepared to fix anything that may come their way\" without rescue support."
  },
  "altitude": {
    "score": 1,
    "explanation": "Francis Marion National Forest sits at sea level in South Carolina's coastal plain near Charleston. Zero altitude considerations affect performance or acclimatization. The 178-mile overnight Moultrie Militia Gravel Raid and all shorter distances operate at beach elevation through inland forest terrain."
  },
  "adventure": {
    "score": 2,
    "explanation": "The 178-mile \"Moultrie Militia Gravel Raid\" overnight option and unmarked courses requiring GPS navigation add adventure elements. Organizers emphasize Revolutionary War history where \"Francis Marion used these swamps, creeks and forest areas to ambush and hide from the British,\" but minimal support limits true backcountry exposure."
  },
  "prestige": {
    "score": 2,
    "explanation": "Multi-day festival includes Friday brewery packet pickup at Commonhouse Aleworks, overnight raid options, and Sunday \"Dirt Church\" sponsored by Trek Bicycle Store. Winners like Rich Redding and Max Abner suggest regional competitive depth, but the event operates within South Carolina's limited gravel scene."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Wave starts every 10 minutes with clear cutoff times and aid station protocols show organizational competence. Post-race food trucks serve empanadas and Filipino cuisine while riders \"share their stories of #gravelfreedom.\" However, course marking elimination and minimal support infrastructure limit race infrastructure quality."
  },
  "experience": {
    "score": 3,
    "explanation": "Francis Marion's Revolutionary War history and weekend festival atmosphere create memorable experiences beyond racing. The multi-day format includes brewery socializing, course previews, and Sunday recovery rides. Environmental emphasis on \"leaving the forest as we found it\" and horse trail sharing add authentic backcountry elements."
  },
  "community": {
    "score": 3,
    "explanation": "Post-race hangouts encourage riders to \"share their stories of #gravelfreedom\" around food trucks, while multi-day programming from Friday brewery visits to Sunday \"Dirt Church\" builds weekend community. Environmental stewardship messaging and Revolutionary War historical context create shared purpose beyond individual racing goals."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No published field size, no notable past winners, no visible pro participation despite years of operation. The pricing structure suggests they're targeting recreational riders, not competitive depth. South Carolina's gravel scene isn't a talent hotbed, and this race isn't pulling anyone serious from outside the region."
  },
  "value": {
    "score": 3,
    "explanation": "$175 entry includes t-shirt and post-event food, which is standard regional pricing for a 65-mile event. Francis Marion National Forest access and March weather timing add value. The under-26 discount shows awareness of budget constraints, but you're paying full price for minimal race infrastructure."
  },
  "expenses": {
    "score": 3,
    "explanation": "Huger, SC location near Charleston keeps lodging costs reasonable with accessible airport connections. March timing avoids peak tourist season pricing. The multi-day festival format with Friday brewery events and Sunday recovery rides maximizes weekend value for travel investment to South Carolina's coastal region."
  }
}
