{
  "prestige": {
    "score": 2,
    "explanation": "CycloWorld calls this a 'legendary Gravelrace' but the complete absence of rider reports, race coverage, or notable winners suggests otherwise. At $175 entry with no prize purse and zero visible pro field, it's operating in regional obscurity. The Francis Marion National Forest location has potential, but prestige requires more than just claiming legendary status."
  },
  "race_quality": {
    "score": 2,
    "explanation": "When race organizers can't be bothered to publish basic details like aid station locations, cutoff times, or even a course map, that tells you everything about execution standards. The registration system splits between KanDo Adventures and BikeReg with conflicting pricing, indicating organizational chaos. Quality races don't hide their course details."
  },
  "experience": {
    "score": 3,
    "explanation": "Francis Marion National Forest offers legitimate South Carolina backcountry, and 65 miles at 1500 feet keeps things accessible without being trivial. March timing avoids summer swamp brutality. The complete information blackout prevents higher scoring - you're buying a lottery ticket, not a guaranteed experience."
  },
  "community": {
    "score": 3,
    "explanation": "The under-26 pricing at $67.50 shows some attempt at inclusivity, and the 2-person team option suggests community building efforts. But with zero visible rider testimonials, forum discussions, or social media presence, this community exists in a vacuum. Registration opening in September indicates planning, but where are the voices?"
  },
  "field_depth": {
    "score": 2,
    "explanation": "No published field size, no notable past winners, no visible pro participation despite years of operation. The pricing structure suggests they're targeting recreational riders, not competitive depth. South Carolina's gravel scene isn't exactly a talent hotbed, and this race isn't pulling anyone serious from outside the region."
  },
  "value": {
    "score": 3,
    "explanation": "$175 entry includes t-shirt and post-event food, which is standard regional pricing for a 65-mile event. Francis Marion National Forest access and March weather timing add legitimate value. The under-26 discount shows awareness of budget constraints, but you're paying full price for minimal race infrastructure."
  },
  "expenses": {
    "score": 3,
    "explanation": "Huger, SC keeps lodging costs reasonable compared to major destinations, and Charleston airport provides accessible flights. March timing means no premium tourist season pricing. The $175 entry fee sits in the middle range for gravel events, though you're getting bare-bones support for that investment."
  },
  "length": {
    "score": 3,
    "explanation": "65 miles hits the sweet spot for riders wanting a legitimate challenge without the suffering of century distances. In South Carolina's flat-ish terrain with only 1500 feet of climbing, this distance makes sense. It's long enough to separate casual from committed riders but won't destroy anyone's weekend."
  },
  "technicality": {
    "score": 2,
    "explanation": "Francis Marion National Forest has potential for interesting terrain, but 1500 feet over 65 miles averages to gentle rollers. South Carolina's coastal plain geography limits technical challenge opportunities. Without published course details or rider feedback, assume fire roads and doubletrack rather than gnarly singletrack adventures."
  },
  "elevation": {
    "score": 1,
    "explanation": "1500 feet over 65 miles is embarrassingly gentle - that's 23 feet per mile average. South Carolina's coastal plain geography means you're getting fire road rollers, not climbs. Anyone seeking elevation challenge should look elsewhere; this is pancake-flat gravel touring disguised as a race."
  },
  "climate": {
    "score": 2,
    "explanation": "March timing dodges South Carolina's brutal summer heat and humidity, but spring weather remains unpredictable with potential rain turning forest roads into swamp slop. The Francis Marion location means dealing with Lowcountry conditions - even good weather includes humidity and bugs. It's survivable, not pleasant."
  },
  "altitude": {
    "score": 1,
    "explanation": "Francis Marion National Forest sits near sea level in South Carolina's coastal plain. Zero altitude considerations here - you're basically riding at beach elevation through inland forest. Anyone concerned about altitude effects should focus on other factors entirely."
  },
  "logistics": {
    "score": 2,
    "explanation": "Huger, SC isn't exactly a destination town, and the complete absence of published parking, packet pickup, or venue details screams poor planning. Charleston airport provides reasonable access, but the organizational information vacuum suggests you'll be figuring out basics on race morning. Even start time remains unpublished."
  },
  "adventure": {
    "score": 2,
    "explanation": "Francis Marion National Forest has legitimate backcountry potential with its 260,000 acres of Lowcountry wilderness, but 1500 feet of climbing over 65 miles suggests they're using the tame fire roads. Without course details or rider reports describing memorable sections, assume scenic but sanitized forest touring rather than true adventure."
  }
}
