{
  "prestige": {
    "score": 2,
    "explanation": "This race doesn't exist in gravel. All search results point to the Switchgrass MTB trail at Wilson State Park—an IMBA Epic between Colorado and Arkansas that Bob Nicholson built. The closest thing to organized racing here is Kansas Interscholastic Cycling League youth events. Zero mentions in the gravel community, zero pro field history."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Hard to judge race quality when there's no evidence this 65-mile gravel event exists. The Switchgrass name belongs to a 24.5-mile singletrack trail 90 miles from Leonardville. No registration system, no official course, no race infrastructure found anywhere. Either this is supremely underground or supremely fictional."
  },
  "experience": {
    "score": 3,
    "explanation": "If you can find this race, riding through Kansas prairie around Leonardville offers legitimate solitude and open sky drama. The area delivers that Midwest gravel authenticity without the Unbound circus. But with zero online presence or race reports, you're basically signing up for a ghost event and hoping someone shows up."
  },
  "community": {
    "score": 3,
    "explanation": "Small Kansas towns do gravel hospitality right when they commit to it. The Kansas cycling community rallies around local events, especially in places like Leonardville where riders become family. But without any documented race history or participant feedback, this community score is pure speculation based on regional cycling culture."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No field size data exists because no race data exists. If this event runs, expect a small local field—maybe 50-100 riders max given the town size and lack of marketing presence. Kansas gravel draws serious riders, but they need to know the race exists first."
  },
  "value": {
    "score": 3,
    "explanation": "Kansas gravel typically delivers solid value—low entry fees, honest courses, real barbecue. Small-town races skip the premium pricing of destination events. But with no registration costs or prize structure documented anywhere, this value rating assumes regional pricing standards that may not apply to phantom events."
  },
  "expenses": {
    "score": 3,
    "explanation": "Central Kansas keeps costs reasonable—cheap gas, affordable lodging, no resort pricing. Leonardville sits in farm country where a motel room won't bankrupt you. The challenge is finding lodging options when the race has zero web presence to guide logistics planning."
  },
  "length": {
    "score": 3,
    "explanation": "65 miles hits the gravel sweet spot—long enough to matter, short enough to finish before dark. It's not the 100-mile suffer-fest of Unbound but demands respect. Kansas distances tend to feel longer than elevation profiles suggest due to wind exposure and mental grinding through endless horizons."
  },
  "technicality": {
    "score": 2,
    "explanation": "Kansas gravel runs smooth and fast with minimal technical challenges. Around Leonardville, expect well-maintained farm roads and gentle rollers rather than rocky descents or creek crossings. The difficulty comes from wind and distance, not bike handling skills. This isn't mountain bike terrain disguised as gravel."
  },
  "elevation": {
    "score": 2,
    "explanation": "3,500 feet over 65 miles in Kansas means gradual rollers through prairie landscape. Nothing sharp or sustained—just enough vertical to keep your legs honest without breaking them. The Flint Hills nearby offer more dramatic elevation, but central Kansas keeps the climbing civilized and the views endless."
  },
  "climate": {
    "score": 2,
    "explanation": "Kansas spring weather swings between perfect and apocalyptic with zero warning. Expect wind as a constant factor—crosswinds, headwinds, surprise tailwinds that disappear when you need them. April timing avoids summer heat but invites thunderstorm drama and temperature swings that require layering strategy."
  },
  "altitude": {
    "score": 1,
    "explanation": "Leonardville sits around 1,200 feet above sea level—basically Kansas flat. Zero altitude impact on performance or acclimatization needed. The only thing thin here is the air traffic, not the oxygen. Sea level riders won't notice any difference in breathing or power output."
  },
  "logistics": {
    "score": 2,
    "explanation": "Small Kansas town logistics mean limited lodging options and basic amenities. No clear race infrastructure documented anywhere—no packet pickup info, start times, or parking details found. The nearest real airport requires driving from Salina or Manhattan, adding complexity to travel planning for a race that may not exist."
  },
  "adventure": {
    "score": 3,
    "explanation": "Riding gravel through rural Kansas delivers authentic Midwest adventure—endless sky, working farmland, and genuine solitude between small towns. The landscape strips away distractions and leaves you with pure cycling meditation. But the biggest adventure here is finding a race with zero online footprint or documented existence."
  }
}
