{
  "prestige": {
    "score": 1,
    "explanation": "Zero pro field, no race reports, no YouTube coverage, no winner history worth mentioning. Sure, Strambecco calls it one of Oregon's best gravel events, but that's like being the tallest building in Canyonville. The Oregon Triple Crown branding doesn't move the needle when nobody knows what that means."
  },
  "race_quality": {
    "score": 2,
    "explanation": "200-rider cap keeps it intimate, Seven Feathers Casino provides decent infrastructure, and SAG support exists. But the course details are fuzzy—sources can't agree if it's 55, 56, or 57 miles, and there's zero mention of timing systems or competitive structure. Feels more like an organized ride than a race."
  },
  "experience": {
    "score": 2,
    "explanation": "Starting at a casino parking lot doesn't exactly scream premium experience. The route hits Galesville Reservoir and Chief Miwaleta Park for scenery, but beyond a 1.3-mile KOM at 9% grade, the course description reads like tourist brochure copy. No rider testimonials or memorable moments documented anywhere."
  },
  "community": {
    "score": 2,
    "explanation": "Mudslinger Events keeps it local with Harold Phillips' personal phone number listed as contact. The casino hosts a Wine Fest and food trucks for post-ride, but there's zero evidence of passionate rider community or social media buzz. Small-town Oregon vibe without the cult following."
  },
  "field_depth": {
    "score": 1,
    "explanation": "200 riders max, no pro mentions, no competitive history documented. This isn't where you go to test yourself against serious talent—it's where you go to ride pretty gravel roads with other recreational cyclists. The absence of any winner names or times tells you everything about the competitive depth."
  },
  "value": {
    "score": 3,
    "explanation": "$105 for 6,000 feet of climbing over 55+ miles is fair market rate. You get SAG support, aid stations, and the casino provides solid start/finish infrastructure. Not a steal, but not highway robbery either for what appears to be competent event management."
  },
  "expenses": {
    "score": 3,
    "explanation": "Seven Feathers Casino Resort as host venue means accommodation, parking, and dining are consolidated. Canyonville sits right off I-5, so getting there is straightforward without resort town markup. Casino lodging won't break the bank, though it's not exactly destination travel."
  },
  "length": {
    "score": 2,
    "explanation": "55-57 miles is short-course gravel territory. You'll be done by lunch, which is fine if you're looking for a morning workout with brunch plans. But serious gravel riders expect more distance for their entry fee and travel investment."
  },
  "technicality": {
    "score": 3,
    "explanation": "6,000 feet over 55 miles with 15% max grades and sustained 9% climbs demands respect. The South Umpqua River valley gravel roads aren't technical in the rocks-and-roots sense, but the climbing profile separates tourists from cyclists. That 1.3-mile KOM will hurt."
  },
  "elevation": {
    "score": 3,
    "explanation": "6,000 feet of gain over 55 miles averages over 100 feet per mile—legitimate climbing density. The 9% average grade on the first KOM and 15% max sections mean you're earning those Galesville Reservoir views. Real climbing, not rolling hills masquerading as elevation."
  },
  "climate": {
    "score": 2,
    "explanation": "Late June in southern Oregon interior means potential heat without coastal moderation. Starting at 8:30AM suggests organizers know summer temperatures are coming, but no weather data or rider reports exist to gauge typical conditions. Climate uncertainty knocks it down."
  },
  "altitude": {
    "score": 1,
    "explanation": "Canyonville starts around 600-800 feet, climbs to maybe 2,000-3,000 feet max based on the terrain description. This is essentially sea level training for anyone not living in a flood plain. Zero altitude considerations for performance or acclimatization."
  },
  "logistics": {
    "score": 2,
    "explanation": "Casino parking lot start/finish is convenient but uninspiring. Packet pickup runs 4-6PM Friday and 6-7:30AM race day, which works. But no airport details, sketchy course distance reporting, and limited race weekend infrastructure beyond the casino. Functional, not polished."
  },
  "adventure": {
    "score": 3,
    "explanation": "South Umpqua River valley gravel roads through farm and ranch country offer legitimate backroad exploration. Days Creek valley views and Galesville Reservoir provide payoff for the climbing. It's proper adventure cycling, just without the competitive edge or destination cachet."
  }
}
