{
  "prestige": {
    "score": 2,
    "explanation": "Started as informal rides by West Texas A&M prof Nick Gerlich in 1994, this isn't exactly Unbound. It's a week-long riding camp that draws 300+ riders annually but has zero competitive element or notable winners to speak of. The association with RAAM qualifiers gives it some credibility, but let's be honest—most people have never heard of Texas Hell Week."
  },
  "race_quality": {
    "score": 2,
    "explanation": "This isn't actually a race—it's a supported riding camp with daily route options from 30-107 miles. No timing, no competition, just group rides through Texas Hill Country with aid stations. The Boethlings revived it post-COVID with seminars on coaching and nutrition, but calling this 'race quality' is generous when there's literally no racing involved."
  },
  "experience": {
    "score": 3,
    "explanation": "Seven days of Hill Country rolling terrain from Fredericksburg with routes like the 'Leakey Death Ride' and wildflower season timing in mid-March creates solid suffering potential. Daily variety keeps it interesting with distances from 29.9 to 107.5 miles and elevation from 1,360 to 6,494 feet. The combination of challenging terrain and social elements like happy hours makes it a decent week-long experience, just don't expect competitive intensity."
  },
  "community": {
    "score": 3,
    "explanation": "Draws 300+ riders annually with a camp-like atmosphere including seminars and social events. The revival by the Boethlings after the original founder's hiatus shows dedicated community support. However, it's more cycling vacation than tight-knit racing community—you'll make friends over beers but don't expect the tribal intensity of real gravel racing."
  },
  "field_depth": {
    "score": 2,
    "explanation": "With 300+ participants choosing between A, B, and C route options daily, you're getting weekend warrior depth, not competitive racing fields. No timing or results means the fastest riders either skip this entirely or treat it as easy training miles. It's a social ride masquerading as an event—expect enthusiasts, not athletes."
  },
  "value": {
    "score": 3,
    "explanation": "Early registration at $160 for a full week of supported rides, seminars, and social events isn't terrible math. Daily routes with aid stations, packet pickup, and educational components provide decent bang for buck. However, late registration jumps to $235 and you're paying camp prices for what amounts to organized group rides—not exactly premium value."
  },
  "expenses": {
    "score": 3,
    "explanation": "Fredericksburg location means reasonable Texas Hill Country lodging costs, though specific accommodation details are sparse. Starting from Hermann Sons Lodge suggests small-town pricing rather than resort-level gouging. The 25% discount if also registered for RAAM qualifiers shows they understand riders' budget constraints, keeping total expenses manageable for a week-long event."
  },
  "length": {
    "score": 4,
    "explanation": "Seven days of riding with daily options from 30-107 miles means serious mileage accumulation for those choosing A-routes consistently. The associated Stampede 200 (203 miles) and Longhorn 500 (501.4 miles) provide legitimate endurance challenges. If you're hunting volume, this delivers—just understand it's spread across a week rather than concentrated suffering."
  },
  "technicality": {
    "score": 2,
    "explanation": "Texas Hill Country rolling terrain around Fredericksburg with ranch roads and river drainage areas provides moderate challenge but nothing technically demanding. Routes follow established roads through the Edwards Plateau with climbs described as 'sufficient' rather than brutal. The 47 feet per mile elevation gain on some loops suggests steady but manageable gradients—technical enough to matter, not enough to break you."
  },
  "elevation": {
    "score": 2,
    "explanation": "Daily elevation ranges from 1,360 to 6,494 feet with the Leakey Death Ride hitting the upper end at 107.5 miles. The Hill Country terrain provides consistent rolling challenges but nothing approaching mountain suffering. At roughly 47 feet per mile on typical loops, it's enough to work your legs without destroying your soul."
  },
  "climate": {
    "score": 1,
    "explanation": "Mid-March Texas Hill Country means wildflower season but also completely unpredictable weather—could be 40 degrees and raining or 85 degrees and windy. Early season timing guarantees you're rolling the dice on conditions with no reliable forecast. Texas spring weather is notorious for dramatic swings that can ruin entire days of riding."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting around 1,700 feet in Fredericksburg with Hill Country elevations, this is essentially sea level for cycling purposes. Zero altitude considerations needed—your performance limitations will come from fitness and weather, not oxygen availability. If you're looking for altitude training, keep driving west to Colorado."
  },
  "logistics": {
    "score": 2,
    "explanation": "Fredericksburg location about 80 miles from Austin-Bergstrom provides reasonable access, but specific lodging and parking details are frustratingly vague. Packet pickup runs just Saturday 1-4 PM with no day-of registration allowed, creating narrow windows for logistics. The Hermann Sons Lodge headquarters suggests small-town infrastructure that may not scale well for 300+ riders."
  },
  "adventure": {
    "score": 4,
    "explanation": "Seven days exploring Texas Hill Country ranch roads with routes named 'Leakey Death Ride' and daily distance options up to 107 miles creates legitimate adventure potential. The combination of varying terrain from Guadalupe River drainage to Edwards Plateau with wildflower season timing provides scenic variety. It's not wilderness adventure, but sustained multi-day riding through changing landscapes delivers the goods."
  }
}
