{
  "logistics": {
    "score": 2,
    "explanation": "Registration opens at 9:00 AM at Railroad Park in downtown Manton, with starts between 9:00-2:00 PM depending on the year. Christina Vipond praised organizers Jeff and Don: 'volunteers were stationed throughout the course to make sure racers stayed on course.' However, no parking, lodging, or packet pickup details are documented anywhere."
  },
  "length": {
    "score": 2,
    "explanation": "The 50-mile distance delivers what Jared Dunham called 'probably the most memorable 50 mile race course I've done so far... very hilly with some sand thrown in.' Three distance options (19/34/50 miles) mean beginners get their shorter route while the full distance provides substantial challenge without epic 100+ mile suffering."
  },
  "technicality": {
    "score": 2,
    "explanation": "Jared Dunham rode 42cc tires but felt 'you don't need a big tire to ride the course,' while Christina Vipond on 36cc noted 'choosing lines on the edge of the two-tracks was helpful but I still did my fair share of walking some of the deeper sand.' The Gilbert Corners section is 3-4 miles of 'sandy two-track that keeps racers guessing about their bike choice.'"
  },
  "elevation": {
    "score": 2,
    "explanation": "All routes are described as 'very hilly' with El Diablo on E. 35 Rd. being 'both steep and long.' Melanie Post found 'the sandy climbs were definitely the most challenging part of the course, aside from just the elevation gain in general.' The 2500 feet over 50 miles creates consistent climbing without massive single ascents."
  },
  "climate": {
    "score": 2,
    "explanation": "July weather proved volatile in recent years. Terry Ritter benefited from 'plenty of heavy rain the day before' that firmed up conditions, while other riders faced washouts that made 'Gilbert Corners a little bigger.' The noon start in 2025 put riders into peak heat, though 2026 shows an earlier start window to avoid the worst temperatures."
  },
  "altitude": {
    "score": 1,
    "explanation": "Manton, Michigan sits firmly in the Midwest flatlands with no meaningful elevation above sea level. The hills are real, but you're not getting any altitude training benefits or respiratory challenges here."
  },
  "adventure": {
    "score": 2,
    "explanation": "The course skirts Manistee National Forest through terrain that includes the Amish Sawmill area and named features like the Redneck Roughneck downhill. Hunter Post noted sand was 'particularly energy draining on the 2nd lap, once the sand was chewed up by other riders,' adding unpredictability to the forest road adventure."
  },
  "prestige": {
    "score": 1,
    "explanation": "Started in 2015 as a fundraiser for Manton Public School's cross country and track teams, The Divide remains a regional Michigan Gravel Race Series event. No pro field, prize purse, or notable winners documented. Christina Vipond finished 2nd overall women, but the competitive depth stays local."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Three distance options and thoughtful course design with named features like El Diablo and Gilbert Corners show someone cares. The Outer Loop alternates direction annually, which is a nice touch most organizers wouldn't bother with. But noon starts and basic logistics keep this firmly in 'adequate' territory."
  },
  "experience": {
    "score": 2,
    "explanation": "The mix of forest roads and sandy two-track through Amish territory creates memorable character. One section dubbed 'the redneck roughneck' adds personality to the route design. However, starting from a small Michigan railroad park limits the overall experience compared to destination events with more dramatic landscapes."
  },
  "community": {
    "score": 2,
    "explanation": "Being part of the Michigan Gravel Race Series means there's a regional scene that shows up consistently. The fact they offer discounts for teams suggests they're trying to build something. But no documented community reputation or rider testimonials means it's still building that identity."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Hunter Post won his age group with 4th overall, while Terry Ritter took 1st in 50+ class, indicating thin competitive depth across categories. Jared Dunham's 3rd overall suggests modest field sizes where top-10 finishes are achievable for recreational racers. No documented elite or professional participation."
  },
  "value": {
    "score": 4,
    "explanation": "Three distance options, team discounts, and a thoughtfully designed course that riders can hit at speed with proper tires. You get gravel racing through national forest territory without the premium pricing of destination events. The 50-mile option delivers real mileage for whatever they're charging."
  },
  "expenses": {
    "score": 3,
    "explanation": "Manton, Michigan keeps lodging and food costs reasonable compared to tourist destinations. Terry Ritter used 36cc tires while others ran 40-42cc, suggesting equipment requirements stay modest. Entry fees aren't documented, but the fundraiser nature and regional scope likely keep costs accessible for Michigan riders."
  }
}
