{
  "prestige": {
    "score": 3,
    "explanation": "This is a Life Time production, which carries weight in gravel, but it's explicitly described as a 'newer event' in their portfolio. No data on past winners or pro field participation—usually means the fast kids are still figuring out if it's worth their time. The UNBOUND qualifier coins matter to some riders, but half go to random drawing instead of pure performance."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Life Time knows how to produce events, and the three-distance structure with proper aid stations shows competent organization. Awards 3-deep in each category for the longer distances, drop bag support at 218 W Main St, and systematic timing for inbound support. The 2-mile technical section on South Shore Trail adds legitimate course character beyond typical gravel grinding."
  },
  "experience": {
    "score": 4,
    "explanation": "Racing through the Spanish Peaks region with expansive mesas as backdrop delivers genuine Colorado high country experience. Trinidad offers 'rare, artistic and diverse culture' for post-race exploration. The technical loose gravel section on South Shore Trail near Trinidad Lake State Park breaks up what could be monotonous grinding."
  },
  "community": {
    "score": 3,
    "explanation": "Being newer in the Life Time stable means the community is still developing—no rider reviews or established race culture documented. Life Time membership perks and early registration access create some insider dynamic. Part of the broader Life Time gravel series with UNBOUND and Big Sugar, but hasn't earned its own distinct tribal identity yet."
  },
  "field_depth": {
    "score": 3,
    "explanation": "No field size data available, which usually means it's not massive. Categories span the full spectrum from 19-and-under to 70+, plus para and tandem options, but without participation numbers or notable past winners, the competitive depth remains unknown. The UNBOUND qualifier aspect might draw some serious riders, but half those coins go to random drawing."
  },
  "value": {
    "score": 4,
    "explanation": "At $185-195 for 113 miles through legitimate Colorado terrain, the price point sits reasonable for what you get. Three distance options mean riders aren't forced into the full sufferfest if they're not ready. UNBOUND qualifier opportunity adds value for riders chasing that particular white whale, even if it's not guaranteed."
  },
  "expenses": {
    "score": 3,
    "explanation": "Trinidad isn't exactly a destination resort town, which keeps accommodation costs manageable compared to Aspen-type Colorado locations. However, no specific lodging or airport information available means you're researching logistics yourself. Southern Colorado location requires travel commitment for most riders but isn't as remote as some backcountry options."
  },
  "length": {
    "score": 5,
    "explanation": "113 miles is legitimate century-plus distance that demands respect and preparation. Not quite the 200-mile death march of UNBOUND, but substantial enough to separate recreational riders from those who've done the training. The 10,613 feet of elevation gain spread over that distance creates sustained difficulty rather than just long grinding."
  },
  "technicality": {
    "score": 3,
    "explanation": "The designated 2-mile technical section on South Shore Trail features 'pitchy hills with loose gravel' that will challenge bike handling skills. Beyond that technical highlight, the course appears to be mostly smooth gravel typical of Colorado ranch roads. Enough variety to keep you honest but not a sustained technical challenge."
  },
  "elevation": {
    "score": 5,
    "explanation": "10,613 feet of elevation gain over 113 miles averages nearly 100 feet per mile—that's legitimate climbing that will break riders who underestimate it. Even the 40-mile option packs 4,540 feet of gain with pitchy sections that demand respect. This isn't rolling hills; it's Colorado mountain territory that punishes the unprepared."
  },
  "climate": {
    "score": 3,
    "explanation": "Late September in Southern Colorado at 7,000+ feet elevation can deliver anything from perfect fall weather to early snow surprises. No historical weather data available means you're gambling on conditions. The altitude moderates summer heat but creates potential for rapid weather changes that could turn the day sideways."
  },
  "altitude": {
    "score": 4,
    "explanation": "Maxing out at 7,221 feet on the 40-mile course means the full 113-mile route likely pushes higher into legitimate thin-air territory. Sea-level riders will feel the oxygen deficit, especially combined with 10,613 feet of climbing. Not Leadville-brutal altitude, but enough to remind flatlanders their red blood cell count matters."
  },
  "logistics": {
    "score": 3,
    "explanation": "Race hub at 218 W Main St provides central drop bag and awards location, but packet pickup details aren't specified. No airport or parking information available means you're figuring out Trinidad, Colorado logistics yourself. Aid station timing shows organized support, but the missing basic info suggests some operational gaps."
  },
  "adventure": {
    "score": 4,
    "explanation": "Racing through the Spanish Peaks region delivers genuine backcountry Colorado adventure with towering peaks and expansive mesa views. Trinidad's artistic culture and the technical South Shore Trail section add character beyond typical gravel grinding. The elevation and remote location create legitimate wilderness exposure without being completely isolated."
  }
}
