{
  "prestige": {
    "score": 1,
    "explanation": "This is a local mountain bike fundraiser for Musky Mountain Bike Trails, not a recognized gravel event. No notable winners, no pro field, no gravel community recognition whatsoever. The race directors Mike and Danny call it 'torture on a bike' but that doesn't translate to prestige when nobody outside northern Wisconsin has heard of it."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Race organization is basic but functional - same-day registration until 9:30 AM, rider meeting at 9:15 AM, awards at 1:30 PM. The long course requires minimum 20 registrations or they default you to doing the short course twice, which tells you everything about their planning standards. It's a community fundraiser, not a premier racing experience."
  },
  "experience": {
    "score": 2,
    "explanation": "You're riding snowmobile trails, logging roads, and crossing Plum Creek without a bridge on the family course. The route hits Vandercook Road multiple times and includes a stretch of blacktop, which isn't exactly inspiring terrain. Directors describe it as 'savage, barbaric' but that's Wisconsin nice-talk for 'poorly marked slog through the woods.'"
  },
  "community": {
    "score": 2,
    "explanation": "It's a genuine grassroots fundraiser supporting local trail development, which gets points for authenticity. They offer a 3.5-mile family ride and have post-race raffles, showing community spirit. But the community is tiny - they need minimum 20 people just to run the long course, and it's all mountain bikers, not gravel riders."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Field size is so small they won't even run the long course without 20 registrations minimum. No pro riders, no competitive depth, just local mountain bikers supporting trail maintenance. This is a participation event, not a race where you'll find serious competition or fast times."
  },
  "value": {
    "score": 4,
    "explanation": "Entry fees range from $11.60 to $48.70, which is legitimately cheap for any organized ride. You get awards, raffles, and you're directly supporting trail development in the Northern Highland American Legion State Forest. For the price of a decent lunch, you get 50+ miles of organized suffering and feel good about helping trails."
  },
  "expenses": {
    "score": 3,
    "explanation": "Sayner, Wisconsin isn't exactly a destination, so lodging and dining options are limited and basic. You're looking at typical small-town Wisconsin prices - not expensive, but not many choices either. The race starts at Sayner Community Center, so logistics are straightforward if unremarkable."
  },
  "length": {
    "score": 2,
    "explanation": "The 'savage, barbaric' long course is actually 52 miles according to Trailforks, close to the stated 55 miles. But it's designed as an intermediate mountain bike route, not a gravel endurance challenge. The distance is respectable but the pacing and terrain don't deliver the same challenge as purpose-built gravel events."
  },
  "technicality": {
    "score": 2,
    "explanation": "Trailforks rates this as intermediate difficulty, mixing snowmobile trails, logging roads, and creek crossings. There's an old ski hill run and various road sections including Plum Vitae and Klondike Roads. It's technical enough to keep you awake but nothing approaching true technical challenge - more navigational complexity than skill requirement."
  },
  "elevation": {
    "score": 2,
    "explanation": "Northern Wisconsin isn't known for climbing, and the 2500 feet over 55 miles reflects that reality. The route includes an old ski hill and various rolling terrain through the state forest, but nothing resembling serious elevation challenge. You're getting moderate undulation, not legitimate climbing."
  },
  "climate": {
    "score": 2,
    "explanation": "Mid-June in northern Wisconsin can be anything from perfect to mosquito hell with possible rain. The race date of June 14th hits peak bug season, and you're riding through forest areas and creek crossings where insects congregate. Weather data isn't available, but expect typical Great Lakes variability with high humidity."
  },
  "altitude": {
    "score": 1,
    "explanation": "You're in northern Wisconsin lake country, starting around 1700 feet elevation. This is essentially sea level for cycling purposes - no altitude considerations, no acclimatization needed, no performance impact. The Northern Highland American Legion State Forest sits in flat-to-rolling terrain."
  },
  "logistics": {
    "score": 2,
    "explanation": "Same-day registration and packet pickup from 8:00-9:30 AM at Sayner Community Center keeps things simple but offers no convenience. No information on parking, lodging, or airport access because it's a local event in a small Wisconsin town. You're on your own for everything except showing up race morning."
  },
  "adventure": {
    "score": 2,
    "explanation": "You're exploring the Northern Highland American Legion State Forest on snowmobile trails and logging roads, which has authentic backcountry feel. Creek crossings and remote forest sections provide some adventure factor, but it's more 'getting lost in Wisconsin woods' than epic gravel adventure. The terrain is exploratory without being genuinely challenging or scenic."
  }
}
