{
  "logistics": {
    "score": 2,
    "explanation": "Start/finish at Koltiska Pumpkin Patch with flagged parking and dry camping available. Rider check-in Friday 4-8pm, late check-in race day 30 minutes before start. Organizers recommend Friday check-in so \"things aren't as crazy on the day of\" but still no details on lodging strategy or airports."
  },
  "length": {
    "score": 2,
    "explanation": "25-mile race results show the field spread from 1:33:34 winner down to 2:42:55 (9-11 mph averages), with 21 of 23 finishers completing the distance. The 54-mile option delivers more challenge but still hits that awkward middle distance for serious gravel racing."
  },
  "technicality": {
    "score": 3,
    "explanation": "Routes wind through \"rolling ranch land and sweeping foothills\" on well-maintained county roads. The 54-mile is \"not an easy stroll\" with shorter climbs plus \"a long draw of a climb that will challenge you right in the middle.\" Honest gravel work without technical drama."
  },
  "elevation": {
    "score": 3,
    "explanation": "The 54-mile climbs 3,188 feet with \"a long draw of a climb\" mid-race followed by \"a long downhill in the last ~15 miles\" that \"will surely have you smiling as you roll into the finish.\" Challenging but not crushing Wyoming elevation."
  },
  "climate": {
    "score": 2,
    "explanation": "2025 race delivered \"wonderful weather\" with 52°F at 7:30am start, warming to 80°F high, and light 5-10mph winds. Rain hit days before but cleared for race day. September in Wyoming can be perfect or harsh — this year riders got lucky."
  },
  "altitude": {
    "score": 2,
    "explanation": "Starting from Sheridan's base elevation around 3,800 feet, you'll notice it coming from sea level but won't need serious acclimatization. The rolling ranch country keeps maximum elevations reasonable throughout the Wyoming foothills terrain."
  },
  "adventure": {
    "score": 3,
    "explanation": "78-mile route goes \"east of Sheridan through the rolling hills\" on county roads with highway recovery sections. Eric Kulvinskas notes riders \"enjoy the routes and the challenge\" through sweeping foothills and ranch land. Backcountry Wyoming without crowds."
  },
  "prestige": {
    "score": 1,
    "explanation": "New management took over in 2025 promising to \"take it to new heights\" but this remains a charity fundraiser for Sheridan Sundowners Lions Club. 74 registered riders and $3,000 raised shows local community support, not gravel scene recognition."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Aid stations every 10 miles with water, Hammer Nutrition HEED, and food. On-site EMT, sweeper vehicle, and \"countless volunteers\" support 74 riders. Organizers had \"great feedback\" and promise to implement improvements for future events."
  },
  "experience": {
    "score": 2,
    "explanation": "Post-race meal included, served at 11am with shuttles to farmhouse area. Finish at Koltiska Pumpkin Patch adds family atmosphere — organizers ask participants to \"purchase something from them as a thank you for their support.\" Pleasant but unremarkable."
  },
  "community": {
    "score": 2,
    "explanation": "Eric Kulvinskas describes an event where \"riders enjoy the routes and the challenge while always keeping the cause in mind.\" The 2025 event raised $3,000 for Lions Club vision programs. Charity-focused community rather than competitive gravel culture."
  },
  "field_depth": {
    "score": 1,
    "explanation": "25-mile results show 23 participants with recreational pace spreads. 74 total registered riders across all distances in 2025. Winner averaged 16.03 mph while slower finishers managed 9-11 mph — weekend warrior field, not competitive depth."
  },
  "value": {
    "score": 3,
    "explanation": "54-mile costs $90 including meal, SWAG bag with t-shirt and Hammer Nutrition products, aid station support, and camping. The charity fundraising angle adds purpose beyond just riding. Reasonable pricing for supported gravel event with cause."
  },
  "expenses": {
    "score": 3,
    "explanation": "Free dry camping available at the venue with advance notice — \"pack in and pack out your gear.\" Entry fees range $70-100 depending on distance. Post-race meal included, just bring cash for extras. Sheridan won't break budgets on lodging."
  }
}
