{
  "prestige": {
    "score": 1,
    "explanation": "Started in 2014 as a grassroots Upper Peninsula adventure, The Crusher remains exactly that—no prize money, no pro field, no UCI points. It's a wilderness bikepack challenge that Patrick Ogden calls 'very fun' but the gravel world barely notices. The 906 Adventure Team runs it like a camping trip with timing chips, not a race that builds careers."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Zero aid stations, zero signage, zero hand-holding—you navigate with GPS and take passport selfies at checkpoints. It's organized chaos that works if you're into self-supported suffering, but calling it 'race organization' is generous. The three-month window format means you might be racing ghosts or tourists, depending on when you show up."
  },
  "experience": {
    "score": 2,
    "explanation": "You'll climb Mt. Arvon through rocky gravel and sand with bears for company, which sounds epic until your GPS dies in no-cell territory. The Crusher delivers wilderness immersion but struggles with the 'race' part—hard to feel competitive when you're alone on logging roads taking selfies. It's more vision quest than race experience."
  },
  "community": {
    "score": 3,
    "explanation": "The 'chill basecamp vibe' at Trail's End Campground creates genuine camaraderie among the bikepacking crowd. Riders talk about feeling 'alone yet present' during the race, then bonding hard afterward over shared Type 2 fun. It's small but tight—1000 riders showed up for the 2020 EX format, mostly Midwest masochists who get it."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No notable winners mentioned because there aren't any notable winners—this isn't where fast people go to race fast people. The self-supported format and three-month window attracts adventure tourists and bikepacking enthusiasts, not competitive depth. You're racing the course more than the field."
  },
  "value": {
    "score": 4,
    "explanation": "For the price of entry (unspecified but clearly minimal given the no-frills setup), you get legitimate wilderness adventure through Michigan's gnarliest terrain. No aid stations means no inflated costs, and camping at Trail's End keeps expenses low. The 906 Adventure Team isn't trying to extract maximum dollars from your suffering."
  },
  "expenses": {
    "score": 4,
    "explanation": "Copper Harbor isn't Tuscany—you can camp at the finish line and eat gas station food without breaking character. The remote Upper Peninsula location keeps lodging cheap and pretense nonexistent. Biggest expense is the Garmin InReach for satellite communication, which you actually need unlike most gravel race 'requirements.'"
  },
  "length": {
    "score": 3,
    "explanation": "Multiple distance options from 40 to 225 miles let you choose your poison, with the 175-mile option being the 'ultimate test' through remote UP sections. The 100-miler near Marquette gets a 'hard physical rating' for good reason. Even the 62-mile version packs 4000 feet of climbing into proper wilderness terrain."
  },
  "technicality": {
    "score": 2,
    "explanation": "Rocky gravel, sand, river crossings, and some hike-a-bike through dense forests—it's technical enough to demand attention but not MTB-level sketchy. The navigation challenge adds mental load when your GPS is your lifeline in no-cell territory. Call it 'enhanced gravel' that keeps you honest without requiring trials skills."
  },
  "elevation": {
    "score": 3,
    "explanation": "Climbing Michigan's highest peak at Mt. Arvon (1,979 feet) through rolling hills and significant elevation gains on the longer routes. The 175-mile packs serious vert, while even the 'moderate' 40-mile option brings legitimate climbing. It's not Colorado, but the UP doesn't mess around with its topography."
  },
  "climate": {
    "score": 2,
    "explanation": "July through September in northern Michigan means everything from summer heat to early fall cold, often in the same ride. The three-month window makes weather prep impossible—you might get perfect 70s or 40-degree rain. Dense forest cover helps with sun exposure but traps humidity and makes weather changes hit harder."
  },
  "altitude": {
    "score": 1,
    "explanation": "Mt. Arvon tops out at 1,979 feet, which barely registers as elevation anywhere else. Starting near sea level at Trail's End Campground means zero altitude considerations for performance or acclimatization. The climbing is real but the thin air isn't a factor."
  },
  "logistics": {
    "score": 1,
    "explanation": "Remote Copper Harbor in the UP means long drives from anywhere civilized, with the nearest real airport hours away. Self-supported format requires full bikepack setup and satellite communication devices—if you forget something, good luck finding it locally. The 'chill basecamp' vibe doesn't solve the fact that you're in the middle of nowhere."
  },
  "adventure": {
    "score": 3,
    "explanation": "Bears, river crossings, wilderness sections with zero cell service, and navigation by GPS through logging roads and jeep trails—it's legitimate adventure riding. The remote UP terrain delivers the 'feel alone yet present' experience riders rave about. Just don't confuse adventure with racing; they're different sports entirely."
  }
}
