{
  "prestige": {
    "score": 1,
    "explanation": "The Watermoo is one of 15 races in the Michigan Gravel Race Series, which tells you everything about its place in the hierarchy. No pro field, no prize purse mentioned anywhere, and your finisher's prize is literally a road sign to hang in your bedroom. It's a regional points series race that most people outside Michigan have never heard of."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The course description reads like someone threw darts at a map: 'mostly gravel, some tarmac & a road that is no longer a road with a river crossing.' That river crossing is the only memorable feature in what's otherwise described as southeastern Michigan farmland. The race organization appears functional but unremarkable, part of a 15-race series that prioritizes quantity over distinction."
  },
  "experience": {
    "score": 2,
    "explanation": "You get 111 miles through Michigan farmland with one river crossing to break up the monotony. Jolly Pumpkin provides post-race food and beer, which is legitimately good, but that's about where the memorable elements end. The course runs on surfaces that range from actual roads to 'roads that are no longer roads,' which sounds more adventurous than it probably is."
  },
  "community": {
    "score": 3,
    "explanation": "The Michigan Gravel Race Series has built a legitimate 15-race points series with multiple categories including fatbike, singlespeed, and tandem options. That takes organizational commitment and suggests a dedicated local scene. Jolly Pumpkin's post-race setup indicates they've figured out the social component, even if the race itself isn't particularly special."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No mention of pros, no prize purse, and it's described as 'a great 100 mile challenge' for people looking for that distance. That's code for 'recreational field looking to check a box.' Part of a regional points series that attracts local enthusiasts, not riders who make this their target race of the year."
  },
  "value": {
    "score": 4,
    "explanation": "You're getting 111 miles of riding, post-race food and beer from Jolly Pumpkin, and a legitimate road sign as your finisher's award. No entry fee was listed in the research, but regional Michigan races typically price reasonably. The distance-to-dollar ratio works, especially with decent post-race amenities included."
  },
  "expenses": {
    "score": 3,
    "explanation": "Dexter, Michigan isn't a destination that's going to break your budget for lodging or food. Detroit Metro Airport provides reasonable access for out-of-state riders. The race starts from 2319 Bishop Cir E in Dexter, so you're dealing with small-town logistics rather than resort pricing or big-city hotel rates."
  },
  "length": {
    "score": 3,
    "explanation": "111 miles is a legitimate century-plus distance that requires real preparation and commitment. It's long enough to hurt but not so long that it becomes a sufferfest for its own sake. The research shows a discrepancy with the listed 62 miles, but 111 miles is what's consistently reported across sources and represents solid gravel race distance."
  },
  "technicality": {
    "score": 2,
    "explanation": "Southeastern Michigan farmland isn't known for technical challenges, and the course description confirms this. The most technical feature appears to be the river crossing and whatever 'a road that is no longer a road' actually means. It's mostly gravel and some tarmac, which suggests straightforward riding without significant technical skills required."
  },
  "elevation": {
    "score": 2,
    "explanation": "This is Michigan farmland we're talking about - 3,000 feet of elevation over 111 miles works out to rollers, not climbs. The terrain around Dexter consists of gentle agricultural hills that provide some variety without creating legitimate climbing challenges. You'll get tired from distance, not from vertical gain."
  },
  "climate": {
    "score": 2,
    "explanation": "Early August in southeastern Michigan means heat, humidity, and the possibility of afternoon thunderstorms. The farmland offers minimal shade and maximum sun exposure when it's hot. Michigan weather can turn quickly, but the August timing avoids the worst of both winter and peak summer conditions."
  },
  "altitude": {
    "score": 1,
    "explanation": "Dexter, Michigan sits at roughly 900 feet above sea level, which means altitude is a non-factor. You could fly in from sea level the day before and not notice any difference. This is as close to altitude-neutral as gravel racing gets in the United States."
  },
  "logistics": {
    "score": 3,
    "explanation": "Dexter is accessible via Detroit Metro Airport and sits in a developed area of southeastern Michigan with reasonable infrastructure. The race has a specific start address at 2319 Bishop Cir E, suggesting organized staging. Being part of an established 15-race series indicates they've worked out the basic logistical elements, though detailed information about packet pickup and parking wasn't available."
  },
  "adventure": {
    "score": 2,
    "explanation": "The river crossing provides one genuine adventure moment in what's otherwise described as farmland riding. The 'road that is no longer a road' sounds intriguing but is probably just a glorified doubletrack section. Michigan farmland doesn't offer the isolation or terrain variety that creates real adventure, just steady miles through agricultural landscape."
  }
}
