{
  "prestige": {
    "score": 3,
    "explanation": "Britain's first UCI Gravel World Series event sounds impressive until you realize it's only in its fourth edition. Sure, it qualifies you for Worlds and RED:ON Events runs a tight ship, but calling yourself 'Britain's leading gravel event' when you're practically the only game in town is like being the tallest building in Gatehouse of Fleet. The 'world's best gravel racers' claim needs some names to back it up."
  },
  "race_quality": {
    "score": 3,
    "explanation": "The course delivers with 111km of 80% gravel through Galloway Forest Park, plus proper feed stations and GPS tracking. But that 67.9km cutoff at 4:15 PM forces slower riders onto a shortened route, which feels more like damage control than race design. Professional timing and age group podiums check the boxes, but this isn't Unbound-level organization yet."
  },
  "experience": {
    "score": 3,
    "explanation": "Cycling Weekly called the route 'relentless' and riders rave about it being 'one of the most beautiful courses in the series,' winding through UNESCO Biosphere terrain. The opening kilometer dumps you straight onto gravel for an 11km climb, so you know what you're getting. Missing rider reports and DNF data make it hard to judge how the beauty translates to actual suffering."
  },
  "community": {
    "score": 4,
    "explanation": "The weekend festival format with live music, local food, camping, and kids activities creates proper community vibes beyond just pinning numbers. Starting and finishing in tiny Gatehouse of Fleet means the whole town becomes part of the event. The addition of a 330km ultra and standalone women's race shows they're thinking beyond just the main event."
  },
  "field_depth": {
    "score": 3,
    "explanation": "Fourth edition status and UCI World Series qualification should attract serious talent, but 'thousands of incredible amateur racers' alongside unnamed elites doesn't scream deep competition yet. Being Britain's only top-level gravel race means you get the UK's best by default, not necessarily because you've earned global respect. The field is probably stronger than most regional events but weaker than established classics."
  },
  "value": {
    "score": 3,
    "explanation": "You get UCI points, World Championships qualification, and a proper 111km challenge with full support for whatever they're charging. The weekend festival atmosphere and Galloway Forest Park setting add value beyond just the race. But pricing details are mysteriously absent, and being the only major UK gravel option means they can charge whatever the market will bear."
  },
  "expenses": {
    "score": 3,
    "explanation": "Gatehouse of Fleet isn't exactly a major airport hub - you're looking at 90+ miles from Glasgow or Edinburgh, plus whatever accommodation costs in rural Scotland during festival weekend. Camping is available but hotel options in a town this small probably book up fast. Remote Scottish location means this isn't a budget destination race."
  },
  "length": {
    "score": 5,
    "explanation": "111km with 1,761m of climbing hits the gravel sweet spot perfectly - long enough to hurt without becoming an endurance slog. The addition of a 330km ultra option for masochists gives you choices. That opening 11km climb within the first kilometer sets the tone immediately, and 'relentless' terrain means every kilometer counts."
  },
  "technicality": {
    "score": 4,
    "explanation": "Eighty percent gravel through Galloway's 'rugged hillsides' with 1,761m of climbing demands real bike handling skills. The terrain 'suits climbers and rouleurs alike' suggests varied technical challenges beyond just grinding climbs. Firm gravel surfaces keep it challenging without getting stupidly sketchy, though missing specific technical feature details prevents a perfect score."
  },
  "elevation": {
    "score": 4,
    "explanation": "1,761m of climbing over 111km delivers serious vertical without being absurd - that's solid climbing density. The opening 11km ascent straight out of town sets an aggressive tone, and Galloway's rolling hills ensure the climbing stays consistent. Not Alps-level suffering, but enough elevation to separate the climbers from the pretenders."
  },
  "climate": {
    "score": 5,
    "explanation": "Mid-May in Scotland's southwest coast hits the weather lottery - spring conditions without summer heat or winter misery. The Solway Firth maritime influence keeps temperatures moderate, and May typically avoids Scotland's worst weather patterns. You might get rain, but it won't be the biblical downpours or freezing temperatures that can ruin other seasons."
  },
  "altitude": {
    "score": 1,
    "explanation": "Sea level start in Gatehouse of Fleet means zero altitude considerations. Even with 1,761m of climbing, you're nowhere near altitude that affects performance or requires acclimatization. This is low-elevation suffering, where your lungs work fine but your legs still get destroyed."
  },
  "logistics": {
    "score": 2,
    "explanation": "Gatehouse of Fleet is charming but logistically challenging - 90+ miles from major airports with limited accommodation options for a festival weekend. No parking details, no packet pickup info, and camping as the main lodging suggestion for an international UCI event feels underdeveloped. The remote Scottish Highlands location is beautiful but demands serious travel planning."
  },
  "adventure": {
    "score": 5,
    "explanation": "Racing through a UNESCO Biosphere in the Galloway Forest Park, starting from a tiny Scottish town most people can't pronounce - this is pure adventure. The route showcases 'lochs, forests and rugged hillsides' while being 'almost entirely off road' through terrain described as Scotland's 'rawest, most beautiful form.' You're not just racing; you're exploring somewhere genuinely wild."
  }
}
