{
  "prestige": {
    "score": 1,
    "explanation": "This is a small regional event that went dark after 2023 and just resurfaced for 2025. No notable winners, no coverage beyond a basic highlight reel from 2022, and zero buzz in the broader gravel scene. It's Adventure Gravel for locals who think suffering in the Cascades counts as prestige."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The 2023 rider Chris W. praised \"excellent courses\" and \"VERY POSITIVE STAFF,\" but that's one quote from a race that disappeared for two years. Day-of registration ending at 8:30am for a 9am start is cutting it close. The course promises \"brutal climbs\" and \"tricky descents,\" but without cutoff times or proper aid station details, it feels more like organized chaos than race quality."
  },
  "experience": {
    "score": 3,
    "explanation": "Starting at Crystal Springs Sno-Park and mixing \"asphalt, dirt/gravel roads, with some double track sections\" delivers legitimate Adventure Gravel. The Cascades location promises \"adventure, giggles, dirt, sweat, hugs,\" which sounds cheesy but the terrain backs it up. At 65 miles with 5500 feet of gain, you'll earn whatever experience you get."
  },
  "community": {
    "score": 2,
    "explanation": "One glowing review about \"amazing culture\" and promises of \"hugs\" suggest good vibes, but where's the actual community? The race vanished for two years and there's no evidence of a real following or social presence. Camping along the I-90 corridor isn't exactly a destination scene."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No field size data, no notable participants, and a race that went dormant suggests this draws maybe 100 locals at best. The \"Maximus\" option being called a \"brute\" might attract some masochists, but this isn't pulling talent from outside Washington. It's a curiosity, not a competitive field."
  },
  "value": {
    "score": 3,
    "explanation": "No entry fee data available, but camping along I-90 keeps costs reasonable and you get legitimate Cascade wilderness suffering. The \"hearty mix of surfaces\" on \"remote forest roads & trails\" delivers what's promised. For Adventure Gravel in prime terrain, it's probably fair value if they don't price gouge."
  },
  "expenses": {
    "score": 3,
    "explanation": "Snoqualmie Pass location means driving distance for most of the Pacific Northwest, and camping options keep lodging cheap. No airport info suggests you're driving anyway, which works for most regional participants. The Crystal Springs Sno-Park venue keeps venue costs minimal, though you'll pay Seattle-area food prices."
  },
  "length": {
    "score": 3,
    "explanation": "65 miles hits the sweet spot for Adventure Gravel—long enough to hurt, short enough to finish before dark. Multiple course options including the \"Maximus\" brute give different commitment levels. It's not an epic like Unbound, but it's substantial enough to matter."
  },
  "technicality": {
    "score": 3,
    "explanation": "\"Gravel riding meet mountain biking\" with recommendations for gravel bikes or hard-tail mountain bikes tells you everything. Double track sections and descents described as \"tricky at high speed\" mean you'll use more than your legs. It's technical enough to demand bike handling skills without going full mountain bike race."
  },
  "elevation": {
    "score": 3,
    "explanation": "5500 feet over 65 miles averages 85 feet per mile, which is legitimate climbing. The \"brutal climbs\" promise in Cascade terrain means sustained grades that \"will take your breath away.\" Not Alpine epic numbers, but enough vertical to separate the climbers from the pretenders."
  },
  "climate": {
    "score": 2,
    "explanation": "July in the Cascades can be perfect or miserable—no weather data available, but Snoqualmie Pass sees everything from snow to heat waves. The region's reputation for unpredictable mountain weather and potential for afternoon thunderstorms makes this a gamble. You might get postcard conditions or survival mode."
  },
  "altitude": {
    "score": 2,
    "explanation": "Snoqualmie Pass sits around 3000 feet with higher elevations on course, but specific max altitude isn't provided. Enough elevation to matter for sea-level riders, not enough to cause real altitude issues. It's a factor for pacing but not a game-changer for most."
  },
  "logistics": {
    "score": 2,
    "explanation": "Packet pickup from 7:00-8:30am for a 9:00am start is tight, especially with day-of registration. Crystal Springs Sno-Park access via I-90 Exit 62 then a mile on forest road adds complexity. No airport information suggests you're driving to the middle of nowhere, which matches the Adventure Gravel vibe but hurts convenience."
  },
  "adventure": {
    "score": 3,
    "explanation": "\"Remote forest roads & trails\" in the North Cascades wilderness delivers genuine adventure over groomed gravel paths. The mix of surfaces and \"Adventure Gravel\" positioning means exploration over speed. Starting from a Sno-Park and heading into mountain terrain promises the kind of suffering that makes good stories."
  }
}
