{
  "prestige": {
    "score": 1,
    "explanation": "The Divide is a regional Michigan Gravel Race Series event starting from downtown Manton, population irrelevant. No pro field, no prize purse mentioned, no notable winners documented anywhere. It's the kind of race where showing up makes you memorable."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Three distance options and thoughtful course design with named features like El Diablo and Gilbert Corners show someone cares. The Outer Loop alternates direction annually, which is a nice touch most organizers wouldn't bother with. But noon starts and basic logistics keep this firmly in 'adequate' territory."
  },
  "experience": {
    "score": 2,
    "explanation": "Skirting the Manistee National Forest through Amish Sawmill territory has character, and El Diablo on E. 35 Rd delivers the suffering you came for. The mix of gravel, seasonal roads, and sandy spots creates variety. But starting from a railroad park in Manton isn't exactly bucket-list material."
  },
  "community": {
    "score": 2,
    "explanation": "Being part of the Michigan Gravel Race Series means there's a regional scene that shows up consistently. The fact they offer discounts for teams suggests they're trying to build something. But no documented community reputation or rider testimonials means it's still building that identity."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Michigan regional race with no documented pro participation or notable winners. The field includes fat bikes and tandems, which tells you everything about competitive depth. If you're hunting for fast company, look elsewhere."
  },
  "value": {
    "score": 4,
    "explanation": "Three distance options, team discounts, and a thoughtfully designed course that riders can hit at speed with proper tires. You get legitimate gravel racing through national forest territory without the premium pricing of destination events. The 50-mile option delivers real mileage for whatever they're charging."
  },
  "expenses": {
    "score": 3,
    "explanation": "Manton, Michigan isn't exactly a tourist destination, so lodging and food costs stay reasonable. No prize purse means entry fees likely stay modest, and being regional keeps travel costs down for Midwest riders. You won't break the bank getting there or staying fed."
  },
  "length": {
    "score": 2,
    "explanation": "The 50-mile option hits that middle distance that's long enough to hurt but short enough to race hard. It's not the epic 100+ mile sufferfests that define gravel's reputation. Three distance options mean beginners get their 19-mile participation trophy while serious riders get a proper workout."
  },
  "technicality": {
    "score": 2,
    "explanation": "Gravel roads with sand base and some rougher sections like Redneck Roughneck, but the course is described as 'doable by any rider' on the standard route. Riders recommend 32-38cc tires, suggesting it's technical enough to punish poor equipment choices. The Outer Loop adds bigger hills but lower gradients except for El Diablo."
  },
  "elevation": {
    "score": 2,
    "explanation": "All routes are 'very hilly' with El Diablo described as 'both steep and long,' and the 2500 feet over 50 miles creates consistent climbing without massive single ascents. The short punchy climbs from Amish Sawmill and bigger hills on the Outer Loop provide variety. It's not mountain suffering, but it's not flat either."
  },
  "climate": {
    "score": 2,
    "explanation": "Late July in Michigan means heat, humidity, and the possibility of afternoon thunderstorms rolling through those forest roads. Starting at noon in 2025 put riders into the day's peak heat, though 2026 shows an earlier start window. Summer in the Midwest is predictably unpredictable."
  },
  "altitude": {
    "score": 1,
    "explanation": "Manton, Michigan sits firmly in the Midwest flatlands. You're not getting any altitude training benefits or respiratory challenges here. The hills are real, but the elevation above sea level is irrelevant."
  },
  "logistics": {
    "score": 2,
    "explanation": "Starting from downtown Manton's Railroad Park is straightforward enough, but research shows zero information about parking, lodging options, or packet pickup details. The race happens, people show up, but don't expect hand-holding on the practical stuff. Figure it out yourself or stay home."
  },
  "adventure": {
    "score": 2,
    "explanation": "Seasonal forest roads through Manistee National Forest and past Amish territory offer legitimate backwoods character you won't find on paved centuries. The sand base and mixed surfaces keep you honest on equipment choices. But starting from a small Michigan town limits the epic factor compared to true wilderness events."
  }
}
