{
  "prestige": {
    "score": 1,
    "explanation": "Nobody's watching The Mane Event. No notable past winners surface in the research, no media coverage, no YouTube race reports. It's a charity fundraiser for the Sheridan Sundowners Lions Club — noble cause, zero cachet in the gravel scene."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Wild Path Racing puts on a functional event with aid stations every 10 miles and staggered starts from Koltiska Pumpkin Patch. But no cutoff times, no field depth data, no race reports to analyze — basic execution without the polish that separates good races from weekend group rides with registration fees."
  },
  "experience": {
    "score": 2,
    "explanation": "You'll get 80% gravel on well-maintained county roads through Wyoming ranch land with rolling hills. The 54-mile has \"one long draw climb in the middle\" and a 15-mile downhill finish. Sounds pleasant enough, but nothing memorable enough to generate rider reviews or race reports worth publishing."
  },
  "community": {
    "score": 2,
    "explanation": "The race benefits local Lions Club charity work, which matters. But zero rider quotes, no forum buzz, no community presence beyond basic calendar listings. Three distance options with reasonable staggered starts shows they're thinking about inclusivity, but that's organizing competence, not community magic."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No field size data available, no notable finishers, no competitive depth visible anywhere in the research. When a gravel race leaves zero digital footprint of its participants or results, you're looking at a small local field riding for belt buckles and brownie points."
  },
  "value": {
    "score": 3,
    "explanation": "Ninety bucks gets you 54 miles, a meal, and swag bag — reasonable math for a supported gravel event. The 78-miler at $100 delivers 4,105 feet of climbing across ranch country. Not spectacular value, but not highway robbery either."
  },
  "expenses": {
    "score": 3,
    "explanation": "Sheridan, Wyoming won't break your budget on lodging or dining. Entry fees are middle-of-the-road at $70-100 depending on distance. No airport data available, but you're probably driving to this one anyway — it's not a destination race worth flying to."
  },
  "length": {
    "score": 2,
    "explanation": "Fifty-four miles hits that awkward middle distance — too long for beginners to feel comfortable, too short for serious gravel warriors to get properly worked over. The 78-mile option exists but doesn't solve the fundamental problem of being neither fish nor fowl."
  },
  "technicality": {
    "score": 3,
    "explanation": "Well-maintained county roads with rolling hills and \"a few shorter climbs\" — this is gravel racing without the gravel drama. Eighty percent unpaved surfaces but no mention of technical features, loose surfaces, or bike-handling challenges. Steady but predictable."
  },
  "elevation": {
    "score": 3,
    "explanation": "The 54-mile route climbs 3,188 feet with \"one long draw climb in the middle\" — enough to test your fitness without destroying your legs. Rolling Wyoming ranch country delivers consistent elevation changes rather than brutal singular climbs. Honest work, not epic suffering."
  },
  "climate": {
    "score": 2,
    "explanation": "September in Wyoming offers decent temperatures but no specific weather data available for race conditions. High plains weather can swing wildly — you might get perfect fall conditions or get hammered by early winter systems. Roll the dice."
  },
  "altitude": {
    "score": 2,
    "explanation": "Starting from Sheridan at roughly 3,800 feet base elevation, you're high enough to notice if you're coming from sea level but not high enough to require serious acclimatization. No maximum elevation data available, but Wyoming ranch country keeps things reasonable."
  },
  "logistics": {
    "score": 2,
    "explanation": "Start location at Koltiska Pumpkin Patch is specific and findable, aid stations are planned every 10 miles. But zero details on parking, packet pickup, lodging strategy, or nearest airports — basic race infrastructure without the detailed logistics planning serious events provide."
  },
  "adventure": {
    "score": 3,
    "explanation": "Wyoming ranch land on gravel roads delivers legitimate backcountry scenery without the crowds of Colorado or Utah races. The 15-mile downhill finish on the 54-mile route through rolling hills sounds properly adventurous. Not epic, but real gravel adventure in honest country."
  }
}
