{
  "prestige": {
    "score": 2,
    "explanation": "Part of the TransRockies Race Series, but you won't find any big names dropping watts here. Field sizes tell the story - 125 total starters across all distances in 2025, with The Range pulling maybe 50 riders if you're lucky. It's grassroots Alberta gravel, which means real but regional."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Over 50 directional signs and chip timing show they're not half-assing the execution. Four distance options from 60km to 160km means they understand their audience. Range Sector Challenge adds a tactical element near the finish, but missing aid station details and cutoff times keeps this from being bulletproof."
  },
  "experience": {
    "score": 3,
    "explanation": "Private ranch roads you can't access any other day of the year - that's the hook. Centennial Park start/finish with beer garden at ChillVille gives you proper bookends. Belt buckles for winners and a perseverance award means they get the gravel culture, even if the execution feels small-town."
  },
  "community": {
    "score": 3,
    "explanation": "Capped at 500 riders total across all distances creates intimacy, not exclusivity. Camping at Centennial Park and team tent space suggests people stick around. But without rider quotes or forum buzz, this feels more like regional loyalty than evangelical passion."
  },
  "field_depth": {
    "score": 2,
    "explanation": "The Rustler 86km drew 125 starters - 91 men, 34 women - which tells you the talent pool. DNF rates around 25-29% suggest people show up unprepared rather than elite racers pushing limits. Alberta gravel scene is real but thin."
  },
  "value": {
    "score": 3,
    "explanation": "The Rodeo 60km launch pricing at $139 isn't cheap, but exclusive private ranch access costs money. Multiple distances, chip timing, and belt buckle hardware deliver on the promises. Just don't expect Unbound production values for TransRockies pricing."
  },
  "expenses": {
    "score": 2,
    "explanation": "Claresholm lodging means Best Seven Inn, Lazy J Motel, or camping - not exactly destination luxury. You're flying into Calgary then driving 90 minutes south, which adds car rental costs. Small-town Alberta doesn't offer big-city convenience or pricing."
  },
  "length": {
    "score": 4,
    "explanation": "160km/100 miles puts The Range in legitimate epic territory without being stupid long. 8000 feet of climbing spread over that distance creates sustained suffering, not just a few big hits. Four distance options mean beginners get their gateway drug while veterans get properly worked."
  },
  "technicality": {
    "score": 3,
    "explanation": "Ranch roads through varied ecosystems suggests more than just straight gravel grinding. The Range Sector Challenge - a demanding 3km section near the finish - implies some technical demands when you're already cooked. But without surface breakdowns or specific feature descriptions, it's probably rolling gravel, not rock gardens."
  },
  "elevation": {
    "score": 3,
    "explanation": "8000 feet over 100 miles averages 80 feet per mile - steady work but not savage. Southwest Alberta hills create rolling resistance rather than Alpine suffering. Enough to separate pretenders from contenders, not enough to make experienced climbers sweat the elevation profile."
  },
  "climate": {
    "score": 3,
    "explanation": "Mid-July in southern Alberta typically runs 70-85°F with afternoon thunderstorm potential. Not the furnace of Kansas summer gravel or the hypothermia risk of early season mountain races. Standard prairie weather - manageable if you're not an idiot about hydration."
  },
  "altitude": {
    "score": 2,
    "explanation": "Claresholm sits around 3000 feet - high enough that sea-level lungs might notice after 60 miles, low enough that altitude isn't your limiting factor. Think Colorado foothills, not mountain passes. Most riders won't blame their legs on the air."
  },
  "logistics": {
    "score": 2,
    "explanation": "Calgary airport then 90-minute drive to Claresholm isn't exactly convenient. Limited lodging options in a town of 3800 people means booking early or camping at Centennial Park. Start/finish at the same location helps, but small-town infrastructure shows its limits quickly."
  },
  "adventure": {
    "score": 3,
    "explanation": "Private ranch roads through pristine ecosystems you can't access any other day - that's legitimate adventure, not manufactured suffering. Southwest Alberta landscape delivers big sky isolation without feeling contrived. The Range earns its name through distance and terrain, not marketing department creativity."
  }
}
