{
  "logistics": {
    "score": 4,
    "explanation": "Girona is cycling's European hub with excellent infrastructure, but registration sells out in minutes when it opens in July. Emma Porter praises organizers Klassmark: \"Any Klassmark event I've been to is always brilliant. It's not only well run, but the atmosphere is excellent.\" The race provides live tracking and professional coverage, though GPS navigation is mandatory since the course isn't fully marked."
  },
  "length": {
    "score": 5,
    "explanation": "At 360 kilometers, this distance demands multi-day preparation and overnight endurance. Emma Porter's longest training session was \"just under 9 hours\" preparing for the event. One finisher celebrated: \"After 17 hours and 28 minutes, I finally made it. The efforts of the past 5 months have paid off!\" The 32-hour cutoff sounds generous until you're grinding technical terrain in darkness with dead legs. Among the longest in gravel, comparable to Badlands."
  },
  "technicality": {
    "score": 4,
    "explanation": "The course combines everything from smooth hardpack to punishing singletrack. Jonas Orset described \"a 7km long singletrack with many loose rocks\" where \"the final climb before the second refreshment station in Roses was so steep that almost everyone had to push their bikes.\" Mechanical failures are common - one rider's \"mech hanger snapped, flinging itself into the rear wheel and leaving the bike in pieces.\" More technical than most — comparable to Belgian Waffle Ride San Diego."
  },
  "elevation": {
    "score": 4,
    "explanation": "Emma Porter notes \"almost 5,000m of climbing with most of it off-road. It's rough and rugged, steep and stunning.\" The elevation comes in relentless waves rather than one monster climb, creating tactical racing through Catalonia's varied landscape. The constant undulation from coastal plains to inland hills wears down riders progressively rather than allowing recovery periods between major ascents. More climbing than SBT GRVL at the same score."
  },
  "climate": {
    "score": 3,
    "explanation": "Late April weather in Catalonia proves unpredictable. Jonas Orset experienced the full range: \"It's getting hotter, but I enjoy it. After the chilly and dark morning, it's nice to experience weather more familiar to Catalonia. And now it starts raining too.\" Pete Stetina faced \"a race route ripped apart by a week of heavy rain\" in 2024, while Timo Rokitta enjoyed \"almost perfect\" dry conditions in 2023. Similar climate challenges to SBT GRVL."
  },
  "altitude": {
    "score": 2,
    "explanation": "Starting from sea level in Girona means altitude isn't a factor here - your lungs will work fine, your legs are the problem. The coastal plains and rolling hills of Catalonia keep you well below any altitude that matters physiologically. If you're suffering to breathe at these elevations, gravel racing isn't your issue. This is pure power and endurance, not thin air adaptation. Modest altitude compared to Belgian Waffle Ride San Diego."
  },
  "adventure": {
    "score": 5,
    "explanation": "This race earned the nickname 'Europe's Unbound' for good reason - 1,900 riders from 65+ countries converging on Girona creates an electric atmosphere that transcends typical racing. The course delivers everything from medieval villages to coastal views to technical forest singletrack in one loop. Starting at dawn with a string of red taillights climbing out of the cycling capital of Europe feels like joining something legendary. When WorldTour pros and weekend warriors line up together for 32 hours of potential suffering, you know you've found something special."
  },
  "prestige": {
    "score": 5,
    "explanation": "Dubbed 'Europe's Unbound'—the most prestigious gravel race on the continent. Gravel Earth Series flagship event (1,000 points for 360K winner). Attracts WorldTour pros, ex-pros, and elite gravel specialists. Mattia De Marchi, Ted King, Lachlan Morton all race here."
  },
  "race_quality": {
    "score": 5,
    "explanation": "Exceptional organization. Multi-lingual livestream commentary. GPS navigation mandatory. Feed zones well-stocked. Anti-doping controls for podium finishers. The professionalism matches the prestige."
  },
  "experience": {
    "score": 5,
    "explanation": "The complete gravel experience. Start in darkness with 800 riders' taillights winding up the hill. Race through Catalan countryside, coast, and mountains. Finish in Girona's cycling-obsessed atmosphere. The 'party peloton' grupettos at 2 AM. Unforgettable."
  },
  "community": {
    "score": 4,
    "explanation": "Girona is cycling's spiritual home in Europe. 1,900+ riders from 65+ countries. The shared suffering creates bonds—especially in the overnight hours. The festival atmosphere continues days around the race. 35%+ of field is female."
  },
  "field_depth": {
    "score": 5,
    "explanation": "With a field of 4,000+ riders from 74 countries, the strongest gravel field in Europe. WorldTour names (Lachlan Morton, Ted King, Pete Stetina), gravel specialists (De Marchi, Migon), ultra legends (Sehili, Wilcox). 'The level of riders is insane.' Racing at the front is full pro sport. Elite-level competition, on par with Belgian Waffle Ride San Diego. As Kevin Keresztes puts it: \"0-135km (the first feed zone) was quite fast and dusty, eventually settling in with a pack of like 25-30 people.\""
  },
  "value": {
    "score": 4,
    "explanation": "~150-200 EUR for 360K is reasonable for an event of this caliber. You get top-tier organization and Europe's premier gravel race. Worth the investment."
  },
  "expenses": {
    "score": 4,
    "explanation": "Registration runs €80-200. Girona is affordable by European standards—not Paris or London pricing. Barcelona flights are cheap. Many good hotel options. Budget for a multi-day gravel festival trip. More affordable than Crusher in the Tushar."
  }
}
