{
  "prestige": {
    "score": 1,
    "explanation": "This is literally labeled a 'New Race' in the Michigan Gravel Race Series - you're not exactly rolling up to Unbound here. No mention of pro riders, past winners, or YouTube coverage because there isn't any yet. It's a charity ride for cystic fibrosis that happens to time you, which is admirable but doesn't move needles in the gravel scene."
  },
  "race_quality": {
    "score": 2,
    "explanation": "They promise 'fun and challenging' multi-surface terrain through Devils Lake two-track and Norway Ridge Pathway, but that's marketing speak until proven otherwise. The course includes rolling gravel backroads and the Alpena-Hillman Trail with proper signage and Strava routes. For a new race, the infrastructure sounds competent but unproven - we'll see if they can actually deliver on race day logistics."
  },
  "experience": {
    "score": 2,
    "explanation": "You're getting a tour of northern Michigan's lakeside gravel near Lake Huron, which sounds pleasant enough for a weekend adventure. Thunder Bay Junior High as the venue and bike support from Harborside Cycle & Sport shows basic organization. But there's zero rider feedback or race reports to tell you if this actually delivers memorable moments or just another forgettable Saturday spin."
  },
  "community": {
    "score": 2,
    "explanation": "The 100% proceeds going to Rock CF Foundation gives this race actual heart beyond just another entry fee grab. They're promoting 'community spirit' and 'Michigan Gravel Grinder with Heart & Grit,' which sounds genuine for a new local event. But community takes years to build - right now you're betting on potential, not proven camaraderie."
  },
  "field_depth": {
    "score": 1,
    "explanation": "New race, no field size data, no mention of competitive riders - this is strictly local curiosity territory. They have age groups from 11-14 up to 70+ and categories for singlespeed/fat bikes, which suggests they're casting a wide amateur net. Don't expect any meaningful competition beyond whoever shows up from the Alpena cycling scene."
  },
  "value": {
    "score": 4,
    "explanation": "No entry fees listed but for a new charity race in northern Michigan, you're probably looking at reasonable pricing for 62 miles of mixed terrain. Your money goes entirely to cystic fibrosis research, not some promoter's pocket, which actually means something. Plus you get a legitimate gravel experience without the inflated costs of established events - assuming they don't screw up the execution."
  },
  "expenses": {
    "score": 3,
    "explanation": "Alpena isn't exactly a destination resort town, so lodging and food costs should be manageable for a weekend trip. They mention 'plenty of opportunities' for activities near Lake Huron, which translates to affordable small-town pricing. No major airport nearby means you're driving, but that keeps the total damage reasonable for a Michigan gravel adventure."
  },
  "length": {
    "score": 2,
    "explanation": "The 62-mile main course is solidly in the standard gravel distance range - not short enough to feel cheated, not long enough to be epic. They offer 27-mile and 16-mile options for the less committed, with mentions of a possible 100-mile ultra that may or may not exist. It's adequate distance for a legitimate gravel experience without being a suffer-fest."
  },
  "technicality": {
    "score": 2,
    "explanation": "Multi-surface riding through snowmobile two-track, single-track sections on Norway Ridge Pathway, and rolling gravel backroads suggests moderate technical demands. The mix of surfaces keeps it interesting beyond just rail-trail cruising, but this isn't gnarly mountain biking terrain. Expect typical Midwest gravel challenges - loose surfaces, some roots, nothing that requires advanced bike handling skills."
  },
  "elevation": {
    "score": 2,
    "explanation": "No elevation data provided, but 'rolling gravel backroads' in northern Michigan suggests modest climbs without serious suffering. This isn't mountain country - you're dealing with Great Lakes region topography that undulates without major sustained climbing. Enough ups and downs to keep your legs honest but nothing approaching real elevation challenges."
  },
  "climate": {
    "score": 2,
    "explanation": "September race date in northern Michigan near Lake Huron means you're gambling on fall weather that could be perfect or miserable. No historical weather data provided, but you know the drill - potential for everything from crisp autumn perfection to cold rain and mud. The lake effect could work for or against you depending on wind direction and systems moving through."
  },
  "altitude": {
    "score": 1,
    "explanation": "You're starting near Lake Huron at roughly 600 feet elevation - this is essentially sea level for any physiological purposes. Zero altitude considerations, zero acclimatization needed, zero excuses about thin air when you're suffering. Pure Great Lakes flatland riding where your fitness is the only limiting factor."
  },
  "logistics": {
    "score": 2,
    "explanation": "Thunder Bay Junior High School as the venue suggests basic facilities without resort-level amenities. Harborside Cycle & Sport provides bike support, and they promise course signage plus Strava routes for navigation. No packet pickup details, parking info, or airport access mentioned - you're flying blind on the practical stuff that can make or break race weekend."
  },
  "adventure": {
    "score": 2,
    "explanation": "Riding through Devils Lake two-track and Norway Ridge Pathway single-track offers legitimate backcountry Michigan exploration beyond just road grinding. The 'Sanctuary of the Great Lakes' setting near Lake Huron provides scenic backdrop for a solid gravel adventure. But it's still fundamentally Midwest terrain - pleasant and rideable, not the kind of epic landscape that defines destination races."
  }
}
