{
  "prestige": {
    "score": 2,
    "explanation": "This is year three of a baby event trying to ride the coattails of the Tour Divide's reputation. No prize purse, no notable winners in the results, just a stepping stone event for people who want to test their gear before doing something that actually matters. The Peak District location gives it some UK cred, but globally? You're invisible."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Unsupported format with a 32-hour cutoff sounds legit until you realize they don't even publish field sizes or have consistent course distances year to year. The route changes between Millstone, Peak Gravel, and Divide options show they're still figuring out what this thing actually is. One reviewer warned you need 'the biggest tyres you could possibly fit' – that's code for 'we haven't dialed in the surface selection.'"
  },
  "experience": {
    "score": 3,
    "explanation": "Stanage and Curbar edges deliver legitimate Peak District grit, and the technical singletrack near the finish will separate the tourists from the riders. That late-race 20km surprise descent into a hike-a-bike shows someone knows how to design suffering. The fact that a 13-year-old and her mum camping at Jacob's Ladder still finished in 36 hours proves the route has soul."
  },
  "community": {
    "score": 2,
    "explanation": "Event village camping in Bamford with post-ride pizza sounds cozy, but we're talking about a field so small they won't publish participation numbers. Claire Frecknall's endorsement about 'packing comfortable walking shoes' tells you this attracts more hikers than hammers. The 'larger than usual percentage of female participants' is promising, but hard to build legends with mystery attendance."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Fastest finisher did 13 hours on a full-sus XC bike while the fastest gravel rider needed 18 hours – that's not depth, that's a 5-hour equipment gap. No mention of pro fields, sponsored riders, or anyone you'd recognize from actual competitive gravel racing. This is explicitly positioned as a 'stepping stone to bigger adventures,' which means you're racing weekend warriors testing their sleeping bags."
  },
  "value": {
    "score": 3,
    "explanation": "Three route options from 163km to 250km give you choices, and camping is included in whatever they're charging. The 'champagne gravel' of the White Peak and technical gritstone edges deliver legitimate Peak District terrain without the Tour Divide's logistics nightmare. 32-hour cutoff means you can actually finish without quitting your job to train."
  },
  "expenses": {
    "score": 2,
    "explanation": "They won't publish entry fees, which usually means they're either embarrassingly cheap or embarrassingly expensive. UK location means international travel costs, and Peak District accommodation gets pricey during tourist season. The included camping softens the blow, but you're still looking at European event pricing without European event prestige."
  },
  "length": {
    "score": 3,
    "explanation": "The Divide route at 250km with 5500m of climbing is a legitimate day's work, while the 200km Peak Gravel option gives mortals a fighting chance. Your listed 60 miles is completely wrong – the actual routes run 125-155 miles, which puts this in proper gravel race territory. The overnight camping option means you can make it a proper adventure instead of a death march."
  },
  "technicality": {
    "score": 3,
    "explanation": "Gritstone edges with technical singletrack and that late-race hike-a-bike section prove this isn't rail-trail fluff. The requirement for 'biggest tyres you could possibly fit' or switching to MTB confirms the surface selection has teeth. Riders specifically noted mountain bikers preferred the Northern Dark Peak loop while gravel bikes stuck to smoother Southern sections – that's proper route design."
  },
  "elevation": {
    "score": 3,
    "explanation": "5500m over 250km puts the climbing at respectable 22 meters per kilometer, and Jacob's Ladder steep enough that families camp rather than attempt it in the dark. The Peak District's 'rocky and hilly' reputation isn't marketing – it's a warning. Your listed 5000ft over 60 miles is fantasy numbers; the real routes pack 16,500ft into 155 miles."
  },
  "climate": {
    "score": 2,
    "explanation": "Mid-May in the Peak District means you're gambling on British spring weather, which could be anything from snow to scorching sun within the same 32-hour window. The research doesn't reveal specific weather disasters, but this is England – pack for rain, hope for clouds, expect wind. At least you're 'never too remote from civilisation' when the weather turns."
  },
  "altitude": {
    "score": 1,
    "explanation": "Peak District maxes out around 600 meters, so altitude sickness is about as likely as finding good coffee at a British petrol station. The highest point you'll hit barely registers as a hill in proper mountain country. This is sea-level suffering – your legs will hurt, but your lungs won't care about the elevation."
  },
  "logistics": {
    "score": 2,
    "explanation": "Bamford start with event village camping sounds organized, but they won't publish basic details like exact start times or registration costs. Public transport access is decent for UK standards, but getting international riders to a Peak District village isn't exactly Heathrow convenient. The fact that it's 'never too remote from civilisation' helps when things go wrong, but makes it feel less adventurous."
  },
  "adventure": {
    "score": 3,
    "explanation": "Bikepacking format with overnight camping options and technical gritstone terrain delivers legitimate wilderness credentials despite the civilized setting. The route crossing Stanage and Curbar edges hits proper Peak District highlights, not just the tourist-friendly bits. That mother-daughter team camping at Jacob's Ladder proves this rewards adventure over speed – exactly what bikepacking should be."
  }
}
