{
  "prestige": {
    "score": 5,
    "explanation": "One of the original European bikepacking events, founded 2015 and inspired by Tour Divide's free, unregulated ethos. Legendary status in the bikepacking community. Lael Wilcox organized the historic 2021 Women's TNR - first women's-only bikepacking event in Europe. Josh Ibbett, Joachim Rosenlund, and other notable ultra-cyclists have participated. Finishing TNR carries permanent respect."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Intentionally minimal organization - this is NOT a race. 25 EUR entry includes finisher's party (first beer and burger). GPX files provided via Komoot. No aid stations, no tracking infrastructure for most editions (TrackLeaders provided tracking for 2021 Women's event). The stripped-back approach is the point - it's about the adventure, not the production."
  },
  "experience": {
    "score": 5,
    "explanation": "Life-changing. Sunrise above 2,500m. Stunning remote bivvy spots at high altitude. Rolling ridgelines on ancient military roads. The refugio culture - Refuge d'Agnel with its stunning sunset views, Rifugio Massacan's warm welcome at the finish. 'Food for your soul' - the event philosophy. Riders describe the experience as transformative, not just memorable."
  },
  "community": {
    "score": 5,
    "explanation": "Legendary community ethos. 'Not a race - adventure with friends.' Rolling community where participants leapfrog, make friends, and help each other. 100% non-profit supporting Smart Shelter Foundation (provides 60% of their annual budget). Women's TNR 2021 created lasting bonds among 26 finishers from 7 countries. The finisher's party tradition embodies the communal spirit."
  },
  "field_depth": {
    "score": 3,
    "explanation": "Attracts dedicated ultra-endurance enthusiasts and bikepacking specialists rather than competitive racing elite. Notable participants include Lael Wilcox and Josh Ibbett, but this isn't about competition. Croatian riders finished 'almost twice as fast' as typical participants - the range reflects the adventure-first philosophy. Field depth in pure racing terms is moderate."
  },
  "value": {
    "score": 5,
    "explanation": "25 EUR entry fee is exceptional value - includes finisher's party with food and beer. Route available for independent riding year-round via Komoot. No lottery system when official event runs. Self-supported nature means you control your own accommodation and food costs. The value proposition is remarkable for a world-class bikepacking experience."
  },
  "expenses": {
    "score": 3,
    "explanation": "Travel to Turin and return from Nice requires planning. Train (24 EUR, 5+ hours) or FlixBus (12-35 USD) for return logistics. Multi-day food and accommodation costs during ride - refugios provide meals or can wild camp at altitude. Total trip budget moderate compared to North American destination races, but not budget-friendly due to duration and international travel."
  },
  "length": {
    "score": 5,
    "explanation": "700km (435mi) is firmly in ultra-endurance territory. This is a multi-day expedition crossing the entire Maritime Alps from Italy to France. Fast riders complete in 4-5 days, typical finishers in 5-7 days. The distance alone qualifies as a serious bikepacking challenge before considering the terrain."
  },
  "technicality": {
    "score": 4,
    "explanation": "Not technically difficult in a mountain biking sense, but the military roads demand respect. Strada dei Cannoni features the biggest rocks on the route - more suited to MTB than gravel bikes. Colle del Colombardo regularly hits 14-18% gradients on degrading gravel. Optional hike-a-bike sections at Col du Peas and Little Peru add expedition character. Has been done on 35mm tires - not recommended."
  },
  "elevation": {
    "score": 5,
    "explanation": "15,000-20,000m (49,200-65,600ft) cumulative gain rivals the most extreme gravel events globally. Every single day takes riders over passes above 2,000m. Ten major cols including Col Agnel, Colle delle Finestre, Col d'Izoard (Tour de France), and Col de Turini's 26km unrelenting climb. The climbing is absolutely relentless across 700km."
  },
  "climate": {
    "score": 4,
    "explanation": "Early September in the high Alps presents significant challenges but not extreme survival conditions. Valley heat can drain riders at altitude, causing dehydration. Col Agnel descent is notoriously cold and bleak for exposed toes. Snow and unrelenting rain have forced riders to shelter in Sampeyre. Anyone motivated and well-equipped can finish - but must prepare for mountain weather."
  },
  "altitude": {
    "score": 5,
    "explanation": "Col Agnel tops out at 2,750m (9,022ft). Extended riding above 2,000m on Strada dell'Assietta and Gardetta Pass. The sweet spot of 2,000-3,000m where peaks escape trees and rocks reveal geological beauty. Significant altitude effects for riders from sea level - labored breathing combined with dust from motor traffic creates unpleasant combinations."
  },
  "logistics": {
    "score": 4,
    "explanation": "Fully self-supported with no external assistance allowed. Turin start and Nice finish require travel planning across two countries. Return logistics via train (5+ hours Tenda Railway scenic route) or FlixBus. Italian villages provide good water tap network, but Via del Sale has very rare fountains - must plan ahead. Refuges can close early unexpectedly. Route files essential for navigation."
  },
  "adventure": {
    "score": 5,
    "explanation": "Possibly the most adventure-rich gravel event in Europe. Gardetta Pass 'Little Peru' is described as 'possibly the most mesmerizing gravel ride in the world.' Via del Sale's 30km finale offers 'complete joy, dream gravel, and amazing views.' Cross-border journey through Queyras and Mercantour National Parks. Historic military road heritage. Refugio culture. The sweet spot between 2,000-3,000m where sky becomes more blue."
  }
}
