{
  "logistics": {
    "score": 4,
    "explanation": "Josh Ibbett warns \"Don't underestimate the Colle Del Colombardo, its tough and slow going, but the good news is that most climbs feel easier from here on in.\" Self-supported with Turin start and Nice finish requiring cross-border travel planning. Italian villages provide good water tap network, though Via del Sale has rare fountains requiring advance planning."
  },
  "length": {
    "score": 5,
    "explanation": "JKB's team gave themselves \"8 days to ride the TNR, which meant averaging around 85km and a little over 2,000m climbing every day.\" At 700km across the Maritime Alps, this is firmly ultra-endurance territory. Josh Ibbett planned for \"6-7 hours pedalling a day\" to complete the multi-day expedition from Italy to France. Among the longest in gravel, comparable to Badlands."
  },
  "technicality": {
    "score": 4,
    "explanation": "Josh Ibbett describes Colle del Colombardo's \"wall like lower slopes\" where \"the gradient lowered the surface deteriorated to a rough rocky dirt track making for slow going and much sweating.\" Claire Frecknall notes the advantage of wider tires: \"After letting some air out and was able to fly past people cautiously picking their way around rocks on skinnier tyres.\" More technical than most — comparable to Belgian Waffle Ride San Diego."
  },
  "elevation": {
    "score": 5,
    "explanation": "The relentless climbing dominates daily rhythm. JKB observes \"Those long climbs can take hours over an entire chunk of the day, which puts you in quite a different head space.\" At 52,493 feet total gain, riders face \"a little over 2,000m climbing every day\" across ten major cols including Colle delle Finestre at 2,178m and the route's high point at Col Agnel. Among the hilliest in gravel, comparable to Badlands."
  },
  "climate": {
    "score": 4,
    "explanation": "Historical weather data shows average highs of 72°F and lows of 55°F, with a 52% chance of rain on any given day. Early September in the high Alps presents significant challenges but not extreme survival conditions. Valley heat can drain riders at altitude, causing dehydration. Col Agnel descent is notoriously cold and bleak for exposed toes. Snow and unrelenting rain have forced riders to shelter in Sampeyre. Anyone motivated and well-equipped can finish - but must prepare for mountain weather. Milder conditions than Crusher in the Tushar. As Josh Ibbett puts it: \"Italy was experiencing a late summer heat wave with temperatures well above 30 degrees centigrade\""
  },
  "altitude": {
    "score": 5,
    "explanation": "Col Agnel tops out at 2,750m (9,022ft). Extended riding above 2,000m on Strada dell'Assietta and Gardetta Pass. The sweet spot of 2,000-3,000m where peaks escape trees and rocks reveal geological beauty. Significant altitude effects for riders from sea level - labored breathing combined with dust from motor traffic creates unpleasant combinations. Among the highest-altitude events in gravel, on par with Badlands."
  },
  "adventure": {
    "score": 5,
    "explanation": "Sophie Gateau describes Little Peru as \"the most epic moment our of expedition\" where her team spent \"four hours, we push our bikes for most of it. We are overtaken by hikers armed with trekking poles, who also struggle to haul themselves up this steep, rocky hill.\" The cross-border journey through remote military roads and refugio culture defines European bikepacking adventure."
  },
  "prestige": {
    "score": 5,
    "explanation": "Founded in 2015 and inspired by Tour Divide's ethos, TNR holds legendary status in the bikepacking community. Lael Wilcox organized the historic 2021 Women's TNR - first women's-only bikepacking event in Europe with 26 finishers from 7 countries. Notable participants include Josh Ibbett and ultra-endurance specialists who've established TNR as one of Europe's original bikepacking events."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Intentionally minimal organization reflects the \"not a race\" philosophy. 25 EUR entry includes finisher's party and GPX files via Komoot. No aid stations or tracking infrastructure for most editions. The stripped-back approach prioritizes adventure over production, though TrackLeaders provided tracking for the 2021 Women's event."
  },
  "experience": {
    "score": 5,
    "explanation": "Life-changing. Sunrise above 2,500m. Stunning remote bivvy spots at high altitude. Rolling ridgelines on ancient military roads. The refugio culture - Refuge d'Agnel with its stunning sunset views, Rifugio Massacan's warm welcome at the finish. 'Food for your soul' - the event philosophy. Riders describe the experience as transformative, not just memorable."
  },
  "community": {
    "score": 5,
    "explanation": "Legendary community ethos. 'Not a race - adventure with friends.' Rolling community where participants leapfrog, make friends, and help each other. 100% non-profit supporting Smart Shelter Foundation (provides 60% of their annual budget). Women's TNR 2021 created lasting bonds among 26 finishers from 7 countries. The finisher's party tradition embodies the communal spirit."
  },
  "field_depth": {
    "score": 3,
    "explanation": "Attracts dedicated bikepacking enthusiasts rather than competitive racing elite. The 2024 independent edition drew recreational riders like Josh Ibbett alongside experienced participants, with field sizes around 30 riders for unofficial events and up to 180 for official editions. The adventure-first philosophy means completion times vary widely based on route choices and pacing preferences. Similar competitive depth to Rule of Three. As Sophie Gateau & companion puts it: \"To quote the event page, the 'Torino-Nice Rally is a bikepacking, touring or randonneur event – a ride that's a bit of most things except technically difficult in the mountain biking sense.\""
  },
  "value": {
    "score": 5,
    "explanation": "25 EUR entry fee is exceptional value - includes finisher's party with food and beer. Route available for independent riding year-round via Komoot. No lottery system when official event runs. Self-supported nature means you control your own accommodation and food costs. The value proposition is remarkable for a outstanding bikepacking experience."
  },
  "expenses": {
    "score": 3,
    "explanation": "Multi-day international travel requires significant planning and budget. Return logistics via train cost around 24 EUR for the 5+ hour Tenda Railway route or FlixBus at $12-35. Claire Frecknall's gear setup shows typical bikepacking equipment investment - \"Reilly Gradient on a Mason/Hunt 650b Adventure Dynamo Disc Wheelset and tubeless 47c WTB Venture tyres\" plus multi-day food and accommodation costs during the ride. Similar expense level to Belgian Waffle Ride San Diego."
  }
}
