{
  "prestige": {
    "score": 1,
    "explanation": "This is a free ride in rural Wisconsin with no prize purse, no pro field, and zero media coverage. Seven editions deep and it's still flying under the radar of anyone who matters in gravel racing. The fact that they're adding shorter options to attract beginners tells you everything about the competitive depth."
  },
  "race_quality": {
    "score": 2,
    "explanation": "No course marking means you're navigating 103 miles through Lincoln, Taylor, and Oneida County forests with paper cue sheets and prayer. One resupply point at Tripoli plus whatever you can scrounge at the Windmill finish - that's amateur hour organization for a century-length event."
  },
  "experience": {
    "score": 2,
    "explanation": "The route hits Timm's Hill (Wisconsin's highest point) and rolls 74% gravel through legitimate forest terrain, which has potential. But with zero race infrastructure, unmarked course, and minimal support, you're basically paying to get lost in the woods for free."
  },
  "community": {
    "score": 3,
    "explanation": "SARA Park camping and the focus on welcoming new gravel riders shows genuine grassroots community spirit. Being part of the Ironbear 1000 series gives it some Wisconsin gravel credibility, and the free entry removes barriers for local participation."
  },
  "field_depth": {
    "score": 1,
    "explanation": "A free ride in Tomahawk, Wisconsin that's actively courting beginners with shorter route options - this isn't attracting serious competitive talent. No mention of past winners or notable finishers because there probably aren't any worth mentioning."
  },
  "value": {
    "score": 4,
    "explanation": "Free entry for 103 miles of Wisconsin forest gravel is objectively excellent value. SARA Park camping facilities mean you can do the whole weekend for the cost of gas and groceries, assuming you don't mind roughing it."
  },
  "expenses": {
    "score": 4,
    "explanation": "Zero entry fee, campground parking at SARA Park, and one resupply point means your only costs are travel and whatever snacks you buy in Tripoli. Hard to complain about expenses when the race literally costs nothing to enter."
  },
  "length": {
    "score": 3,
    "explanation": "The main TTT 103 hits that sweet spot century distance that separates pretenders from the committed. Though your data shows 62 miles, which would be disappointingly short for anyone looking for a proper gravel suffer-fest."
  },
  "technicality": {
    "score": 2,
    "explanation": "Pine Line and Hiawatha Trails plus county forest roads suggest mostly non-technical gravel grinding rather than challenging terrain. The 26% paved sections dilute any technical demands, making this more about endurance than bike handling skills."
  },
  "elevation": {
    "score": 2,
    "explanation": "Climbing to Timm's Hill is the signature feature, but Wisconsin's highest point tops out at a modest 1,951 feet. The 3,000 feet of total climbing over 62-103 miles won't challenge anyone who's ridden real mountains."
  },
  "climate": {
    "score": 2,
    "explanation": "June in northern Wisconsin means potential for everything from 40-degree rain to 80-degree humidity with black flies as a bonus. The research shows no historical weather data, which means you're rolling the dice on conditions."
  },
  "altitude": {
    "score": 1,
    "explanation": "Timm's Hill at 1,951 feet is Wisconsin's highest point, which tells you everything about altitude concerns here. You'll get more elevation change driving over highway overpasses in Colorado."
  },
  "logistics": {
    "score": 2,
    "explanation": "SARA Park provides camping and showers, but no details on packet pickup, start times, or nearest airport access. Chris Schotz as the sole contact point suggests minimal organizational infrastructure for a 103-mile event."
  },
  "adventure": {
    "score": 2,
    "explanation": "Unmarked course navigation through three county forests has legitimate adventure potential, especially when you're self-supported between Tripoli and the finish. But Wisconsin gravel lacks the remoteness and consequence that creates real adventure racing."
  }
}
