{
  "logistics": {
    "score": 3,
    "explanation": "Southwest Nebraska is remote - 4+ hours from Denver or Omaha airports. McCook has limited services and no major commercial flights. Rental car required. However, the tour handles camping, luggage transport, and support, reducing individual logistics burden."
  },
  "length": {
    "score": 2,
    "explanation": "Daily distances of 35-59 miles are modest by gravel standards. While the 5-day total exceeds 250 miles, the per-day mileage fits squarely in the 40-60 mile range, designed for recreational cyclists rather than endurance athletes."
  },
  "technicality": {
    "score": 2,
    "explanation": "Mostly maintained gravel roads suitable for various bike types including road bikes. The optional gravel adventure includes single-lane maintenance roads and fresh gravel sections, but routes are intentionally accessible rather than technical."
  },
  "elevation": {
    "score": 2,
    "explanation": "The 2026 gravel route features \"some challenging climbs on both days\" along the Missouri River corridor. Despite the flat Nebraska stereotype being false, daily elevation remains moderate with rolling terrain rather than major sustained climbs. Total estimated around 3,500 ft over 5 days."
  },
  "climate": {
    "score": 3,
    "explanation": "June in Nebraska brings real weather challenges: average highs in the 80s with potential for 100F heat spells, thunderstorm season peak, tornado risk, and constant wind exposure on the open plains. Heat and humidity combine for tough conditions on exposed farmland routes."
  },
  "altitude": {
    "score": 1,
    "explanation": "Southwest Nebraska sits around 2,500-3,000 feet elevation. No altitude acclimatization needed - sea level fitness transfers directly. This is pure Great Plains riding with no high-altitude factors affecting performance or preparation."
  },
  "adventure": {
    "score": 2,
    "explanation": "The 2026 route promises \"Fresh and new space to explore!\" along the Hartington-Vermillion-Yankton corridor. However, this remains a supported tour through Nebraska farmland rather than epic adventure. Beautiful in an understated Great Plains way with century-old cemeteries and historic points."
  },
  "prestige": {
    "score": 2,
    "explanation": "Sandy H. calls it \"one of the most enjoyable bike tours in the Midwest\" and riders report 4.7-star satisfaction. However, it's overshadowed by Gravel Worlds in the gravel scene. Recognition remains primarily within the Nebraska cycling community despite 37 years of operation."
  },
  "race_quality": {
    "score": 5,
    "explanation": "Exceptional organization with 37 years of refinement. Testimonials consistently praise the crew, logistics, and hospitality. Rest stops every 15 miles, SAG support, shower trucks, luggage transport, daily yoga - this is professional-grade tour operation."
  },
  "experience": {
    "score": 4,
    "explanation": "The 'big rolling family reunion' atmosphere creates memorable experiences. Small-town Nebraska hospitality, meaningful connections with repeat riders, and the satisfaction of multi-day cycling adventure. Not life-changing but definitely enjoyable."
  },
  "community": {
    "score": 5,
    "explanation": "This is the standout dimension. Capped at 500 riders specifically to preserve community feel. Strong repeat rider base creates actual friendships. 'Camaraderie among cyclists' is the explicit purpose. Intentionally prioritizes connection over competition."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Explicitly \"not a race, it's a tour\" with no categories, officials, or prize money. Minimum pace requirement of 10 mph for support logistics attracts recreational cyclists and first-timers. The gravel adventure is limited to just 30 spots as an optional add-on rather than competitive field."
  },
  "value": {
    "score": 4,
    "explanation": "Five days of fully supported riding with camping, SAG support, shower trucks, luggage transport, meals, and rest stops included. Student discounts available. For a multi-day supported tour, the included amenities represent solid value."
  },
  "expenses": {
    "score": 3,
    "explanation": "Registration costs undisclosed but multi-day supported tours typically run $300-500+. Food budget ~$250 additional for 5 days. The 4+ hour drive from major airports adds significant travel cost, though camping reduces lodging expense. Total weekend cost falls in moderate $500-1k range."
  }
}
