{
  "prestige": {
    "score": 5,
    "explanation": "The halo event of bikepacking ultra-racing. The longest, arguably most challenging mountain bike time trial on the planet. Established in 2008, it has defined the genre of self-supported ultra-endurance cycling. Names like Mike Hall, Lael Wilcox, and Justinas Leveika are legends specifically because of Tour Divide. Only ~716 finishers in history. Finishing is a lifetime achievement."
  },
  "race_quality": {
    "score": 5,
    "explanation": "Paradoxically elite despite zero organization. No entry fee, no prizes, no sponsors—pure amateur ethos. SPOT tracking provides live race following via TrackLeaders and DotWatcher. Rules are clear and enforced by community honor. The minimalist approach creates a purer racing experience where every decision is yours alone."
  },
  "experience": {
    "score": 5,
    "explanation": "Unforgettable doesn't begin to describe 2-4 weeks alone on the Continental Divide. Riders experience every emotion: terror (grizzly encounters), despair (mechanicals in nowhere), transcendence (sunrise over the Tetons), and ultimately transformation. The suffering and beauty combine into something that reshapes how finishers see themselves. Forum wisdom: 'The Tour Divide is more of a mental battle than a physical one.'"
  },
  "community": {
    "score": 5,
    "explanation": "Legendary culture built on mutual respect and shared suffering. Those who finish share a bond that transcends typical racing camaraderie. Experienced riders mentor newcomers generously. No commercialization preserves authentic adventure cycling values. DotWatcher commentary creates engaged following. The community is small but intensely dedicated—a true tribe."
  },
  "field_depth": {
    "score": 5,
    "explanation": "The deepest field in ultra-endurance cycling. Attracts the absolute elite of bikepacking: world record holders, transcontinental racers, adventure cycling legends. 2024 saw multiple riders break the 8-year-old course record. Competition at the front is world-class. Even mid-pack finishers are serious athletes who have trained for months or years. The 47-60% DNF rate proves only the prepared survive."
  },
  "value": {
    "score": 5,
    "explanation": "No entry fee. The race costs what you spend on resupply and travel. For a 2-4 week adventure across the Continental Divide, the value is extraordinary. Hotels in resort towns (Breckenridge, Steamboat) can be expensive, but bivvy camping is the competitive strategy anyway. The experience-to-cost ratio is unmatched in endurance sports."
  },
  "expenses": {
    "score": 3,
    "explanation": "No entry fee, but real costs accumulate: flights to Banff (or transport from Antelope Wells), 2-4 weeks of resupply food, occasional hotels, pre-race gear preparation, post-race travel home. Bivvy strategy minimizes accommodation costs. Resort town stops (Breckenridge, Steamboat Springs) are expensive. Total trip budget: $1,500-3,000+ depending on style. Mid-range for a multi-week adventure."
  },
  "length": {
    "score": 5,
    "explanation": "2,745 miles is beyond ultra-endurance—it's expedition territory. The longest mountain bike time trial on the planet. Typical finishers take 15-40 days of continuous 24/7 effort. Current record is 13 days, 2 hours (Justinas Leveika, 2024). This is not a race; it's a way of life for 2-4 weeks."
  },
  "technicality": {
    "score": 3,
    "explanation": "Despite the epic scale, technical difficulty is moderate. Route is largely gravel and forest service roads requiring only intermediate off-road skills. Hike-a-bike sections (Koko Claims, Fleecer Ridge descent) are well-documented. However, weather transforms any section into technical challenge—mud, snow, and water crossings can turn rideable roads impassable."
  },
  "elevation": {
    "score": 5,
    "explanation": "200,000 feet of total climbing over the course—roughly equivalent to climbing Everest from sea level seven times. Daily climbing averages 2,500-4,500 feet, some days exceeding 4,500 feet. The scale of accumulated vertical is unprecedented in cycling events."
  },
  "climate": {
    "score": 5,
    "explanation": "You experience every climate zone across 2,700 miles. Snow possible any time at elevation. June snowstorms in Colorado can stop progress entirely. Wyoming's Great Basin mud stops riders in their tracks. New Mexico monsoons create impassable quagmires. Desert sections hit 100°F+. Weather is the primary race factor—adaptability determines survival."
  },
  "altitude": {
    "score": 5,
    "explanation": "Indiana Pass reaches 11,913 feet—highest point. Colorado sections regularly exceed 10,000 feet with multiple 11,000+ foot passes. Extended time above 8,000 feet throughout route. Sleep deprivation compounds altitude effects. Acclimatization impossible for most starters who arrive from sea level."
  },
  "logistics": {
    "score": 5,
    "explanation": "Complete self-sufficiency across 2,700 miles. No outside assistance permitted. Resupply only at commercial establishments in ~20 towns spaced 100-200 miles apart. Must carry days of food and water for sections like the Great Basin (100+ miles, no natural water). GPS tracking recommended but not required. Mail drops to post offices permitted but not pre-arranged private support. True expedition logistics for 2-4 weeks."
  },
  "adventure": {
    "score": 5,
    "explanation": "The bikepacking version of the Great American Road Trip. Canada to Mexico along the Continental Divide through some of North America's most spectacular and varied terrain: Canadian Rockies, Glacier country, Wyoming's Red Desert, Colorado's high country, New Mexico's Gila Wilderness. Daily geography changes dramatically. Bucket list doesn't capture it—this is a life-defining experience that riders describe as 'the ultimate expression of freedom.'"
  }
}
