{
  "prestige": {
    "score": 2,
    "explanation": "The Trans-Sylvania Epic lives in the shadow of its MTB counterpart, which gets the May spotlight while gravel riders get shuffled to August. No searchable past champions or media coverage suggests this isn't drawing the sport's heavy hitters. It's a regional Pennsylvania stage race that hasn't broken through to national relevance."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Hard to judge what you can't see. No published course details, aid station specs, or cutoff times suggests either poor marketing or a race still finding its organizational footing. The fact that it's run by Trans-Sylvania Productions gives it MTB pedigree, but the gravel version feels like an afterthought."
  },
  "experience": {
    "score": 3,
    "explanation": "Multi-day stage racing through Pennsylvania's Rothrock and Bald Eagle forests with named stages like Poe Paddy and Coopers Gap has potential for solid adventure. Spring Mills provides a small-town base camp feel. But without rider testimonials or course descriptions, you're buying a pig in a poke."
  },
  "community": {
    "score": 3,
    "explanation": "Pennsylvania has a tight MTB scene that presumably bleeds into gravel, and multi-day events naturally create camaraderie. The mandatory Stage 0 meeting at Scout Camp suggests they're trying to build community. But the gravel version's August timing and lack of visible online chatter hints at a smaller, quieter gathering."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No published results or past champions list suggests either a small field or poor record-keeping. Being the little brother to the established MTB Epic probably siphons off the region's strongest riders. Regional Pennsylvania gravel racing hasn't produced the depth you'll find in bigger markets."
  },
  "value": {
    "score": 2,
    "explanation": "Can't assess value when entry fees are hidden and course details are vague. Multi-day stage races typically demand premium pricing, but without knowing what you're getting for 225 miles across Pennsylvania forests, it's impossible to judge the math."
  },
  "expenses": {
    "score": 2,
    "explanation": "Multi-day racing in rural Pennsylvania means lodging costs for several nights, plus the hidden entry fee. Spring Mills isn't exactly a budget destination, and the scattered forest locations between Rothrock and Bald Eagle suggest you're paying for gas and potentially multiple accommodations."
  },
  "length": {
    "score": 4,
    "explanation": "225 miles over multiple days hits the sweet spot for stage racing without crossing into masochistic territory. It's substantial enough to test fitness and strategy but won't leave you completely destroyed. The mileage suggests they understand pacing for multi-day events."
  },
  "technicality": {
    "score": 3,
    "explanation": "Pennsylvania forests typically serve up rocky, rooty terrain with sustained climbs rather than explosive technical features. Names like Gettis Ridge and Tussey Ridge suggest legitimate climbing through mixed terrain. Being gravel-focused rather than pure MTB probably dials back the most severe technical sections."
  },
  "elevation": {
    "score": 3,
    "explanation": "15,000 feet over 225 miles works out to manageable but consistent climbing - about 67 feet per mile average. Pennsylvania doesn't do Alpine suffering, but Rothrock and Bald Eagle forests serve up relentless rolling terrain that accumulates quickly. It's honest work without being punitive."
  },
  "climate": {
    "score": 3,
    "explanation": "August in Pennsylvania means heat and humidity, but forest canopy provides relief from the worst sun exposure. The timing avoids spring mud season and fall hunting, though summer thunderstorms can turn things interesting. It's predictably challenging without being catastrophic."
  },
  "altitude": {
    "score": 1,
    "explanation": "Central Pennsylvania forests max out well under 3,000 feet. You're dealing with rolling terrain that never gets high enough to affect breathing or require acclimatization. Sea level lungs work just fine here."
  },
  "logistics": {
    "score": 3,
    "explanation": "Spring Mills provides a consistent base with the mandatory Stage 0 meeting keeping everyone oriented. Scattered stages across different forest systems between Bald Eagle and Rothrock require some driving but keep the adventure varied. The Scout Camp setup suggests they've got the basics figured out."
  },
  "adventure": {
    "score": 3,
    "explanation": "Multi-day stage racing through Pennsylvania's forest systems with evocative names like Poe Paddy and Coopers Gap delivers legitimate backcountry exploration. The scattered locations between different forests keep each day fresh. But without knowing actual trail conditions or remote factor, the adventure quotient remains theoretical."
  }
}
