{
  "prestige": {
    "score": 2,
    "explanation": "This is only the 3rd edition of TRGR, making it Canada's newest 'premier' gravel stage race — which is like being the tallest kid in kindergarten. No notable past winners documented, no established pro field, just marketing copy about being premier. Sure, it's 75% sold out, but so was Fyre Festival."
  },
  "race_quality": {
    "score": 3,
    "explanation": "The race delivers on basics with proper timing, results, and logistics support including luggage transport and hot showers. Each stage tackles a new mountain pass with 'meticulously crafted' routes through the Canadian Rockies. But at $2,099 CAD for a 3-year-old race, the execution better be flawless — and we don't have enough rider feedback to confirm that yet."
  },
  "experience": {
    "score": 4,
    "explanation": "300km across the Canadian Rockies with a new mountain pass daily and 5,500m of climbing creates legitimate adventure. The full camping experience with meals, luggage transport, and hot showers removes the usual stage race logistics headaches. One rider called it 'a fabulous event with incredible attention to detail,' and encountering diverse wildlife while grinding through BC's mountains beats another corn field gravel grind."
  },
  "community": {
    "score": 3,
    "explanation": "They reserve 50% of early bird spots for female riders, which shows intentional community building rather than bro-fest default. The multi-day camping format forces actual interaction instead of drive-up-and-leave racing. But it's still a 3-year-old race without established community traditions or that deep tribal knowledge that comes from decades of shared suffering."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No documented pro field, no notable past winners, no prize purse to attract serious talent. It's selling out based on adventure appeal, not competitive depth. The High School/Post-Secondary category suggests they're padding numbers with young riders rather than attracting established racers who've proven themselves elsewhere."
  },
  "value": {
    "score": 2,
    "explanation": "$2,099 CAD ($1,549 USD) for 300km of racing is $5.17 per kilometer — that's premium pricing for an unproven event. Compare that to established European stage races offering twice the distance for similar money. Yes, you get meals and camping, but you're paying resort prices for what should be suffer-fest economics."
  },
  "expenses": {
    "score": 2,
    "explanation": "Base entry hits $1,549 USD before you add mechanical support ($399), massage ($115/hour), transport options, or the final banquet ($79). Deferral penalties are brutal — $500 if you bail after May 1st. Flying into BC and getting to the Canadian Rockies isn't cheap, and the race extracts maximum dollars at every decision point."
  },
  "length": {
    "score": 4,
    "explanation": "300km over 3 days with 5,500m of climbing is proper stage race territory that demands respect. Each day requires legitimate fitness and strategy, not just showing up to finish. The Half Pint option at 200km/3,500m still qualifies as a serious challenge rather than participation trophy distance."
  },
  "technicality": {
    "score": 3,
    "explanation": "New mountain pass daily through the Canadian Rockies suggests varied technical challenges rather than fire road monotony. The terrain description mentions 'challenging terrains' but lacks specific technical details about rock gardens, descents, or surface breakdown. Without rider reports detailing the actual technical demands, it's educated guessing based on location."
  },
  "elevation": {
    "score": 4,
    "explanation": "5,500m of climbing across 300km averages 18.3m per kilometer — that's legitimate mountain suffering. A new mountain pass each day means sustained climbs, not rolling hills marketed as elevation. The numbers alone demand respect and proper preparation."
  },
  "climate": {
    "score": 3,
    "explanation": "August in the Canadian Rockies typically offers stable weather, but mountain conditions can shift fast from perfect to hypothermic. No specific weather data available for past editions, so you're gambling on mountain weather patterns. The race provides hot showers, suggesting they expect you'll need warming up."
  },
  "altitude": {
    "score": 2,
    "explanation": "The Canadian Rockies location suggests elevation, but no specific altitude data provided for start, max, or average elevations. Without knowing if you're grinding at 1,000m or gasping at 3,000m, it's impossible to assess the physiological demand. The research gap here is telling."
  },
  "logistics": {
    "score": 2,
    "explanation": "No airport information provided, no parking details, no packet pickup specifics for a race charging premium prices. The camping and luggage transport work well once you're there, but getting to 'somewhere in the Canadian Rockies' requires figuring out logistics yourself. Professional pricing should include professional information."
  },
  "adventure": {
    "score": 4,
    "explanation": "Multi-day stage racing through the Canadian Rockies with wildlife encounters and new mountain passes daily delivers genuine adventure. The camping format creates expedition-style experience rather than hotel racing. 300km across BC's mountains with proper elevation gain separates this from weekend warrior territory into legitimate backcountry challenge."
  }
}
