{
  "prestige": {
    "score": 5,
    "explanation": "The flagship European ultra-endurance race. Founded by Mike Hall, the legend of ultra-distance cycling who won Tour Divide and Trans Am before his tragic death in 2017. TCR's winners are cycling legends: Kristof Allegaert (3x), James Hayden (2x), Christoph Strasser (2x), and Fiona Kolbinger's historic 2019 overall victory. Finishing TCR earns permanent respect in ultra-cycling."
  },
  "race_quality": {
    "score": 5,
    "explanation": "Lost Dot runs a meticulously organized race despite its self-supported nature. GPS tracking every 5 minutes via Follow My Challenge, brevet cards stamped at control points, mandatory equipment checks, clear rules (the famous 10 Rules). Control points have volunteers and support. The organization honors Mike Hall's legacy with professional execution."
  },
  "experience": {
    "score": 5,
    "explanation": "Unforgettable by any measure. Sleep deprivation hallucinations become your 'entertainment.' Days and nights blend into 'a never-ending continuum of pedaling, eating, and occasional short sleep.' The suffering creates bonds and memories that define who you are. Finishing the TCR is a transformative life experience that stays with riders forever."
  },
  "community": {
    "score": 5,
    "explanation": "The dotwatcher community follows every edition obsessively. Mikko Makipaa has started and finished all 7+ editions. The Mike Hall Bursary supports riders from lower-income households. #100TCRWomen campaign promotes diversity. Post-race camaraderie is legendary—those who finish share an unbreakable bond. The community carries Mike Hall's spirit forward."
  },
  "field_depth": {
    "score": 5,
    "explanation": "350 riders selected from 1,000+ applicants—the entry is competitive. Winners are legitimate ultra-cycling legends. Christoph Strasser is a 6-time RAAM winner. Fiona Kolbinger's 2019 victory—beating 224 men and 40 women as a 24-year-old first-timer—is one of cycling's greatest stories. The field represents the global elite of ultra-endurance cycling."
  },
  "value": {
    "score": 4,
    "explanation": "~350 GBP entry for a 2-week continental crossing is reasonable. The organization provides GPS tracking, control point support, and safety monitoring. But the true value is what TCR represents—a life-defining challenge with Mike Hall's legacy. The experience transcends cost-benefit analysis."
  },
  "expenses": {
    "score": 2,
    "explanation": "Budget 2,000-3,500 EUR total. Entry ~350 GBP, travel to/from start/finish 200-500 EUR, food 400-500 EUR, accommodation 600-900 EUR (hotels plus bivvy nights), insurance/visa. Western Europe costs more; prices halve in the Balkans. Self-supported means funding your own multi-week expedition across a continent."
  },
  "length": {
    "score": 5,
    "explanation": "4,000-5,000+ km (2,500-3,100+ mi) is among the longest unsupported races on earth. The 2026 edition is ~5,000km from Trondheim to Greece. Fastest finishers take 8-10 days, mid-pack 12-14 days, back of pack 15-16 days. This is not a race—it's a continental crossing measured in weeks, not hours."
  },
  "technicality": {
    "score": 3,
    "explanation": "Predominantly road-focused, but mandatory parcours include significant gravel and technical terrain. Albanian roads are notoriously brutal with 'half the cobbles missing.' Alpine descents demand technical skill. Navigation complexity adds mental technicality—riders plan and execute their own 4,000km+ route across multiple countries."
  },
  "elevation": {
    "score": 5,
    "explanation": "40,000-64,000+ meters (131,000-210,000+ ft) of cumulative climbing is almost incomprehensible. The 2026 edition features 64,000m. That's climbing Everest seven times. Daily climbing often exceeds 1,000m. Major Alpine passes like Stelvio (2,757m), plus mountain parcours at every checkpoint. The climbing never stops."
  },
  "climate": {
    "score": 5,
    "explanation": "The TCR spans climate extremes few races can match. Alpine passes hit near-freezing with snow possible even in July. Then the Balkans deliver 40C+ heatwaves. Riders experience 30-40C temperature swings within days. 'The Transcontinental has really been two races—the Alps with cold, then the Balkans with heat and rugged roads.' Climate change has intensified flooding and heatwaves."
  },
  "altitude": {
    "score": 4,
    "explanation": "Extended time above 2,000m on Alpine passes. Stelvio at 2,757m, with multiple other cols. The 2026 route includes Rallarvegen climb and Tatra Mountains. Not Himalayan altitude, but sustained high-altitude riding for days, combined with sleep deprivation and physical exhaustion, creates real altitude stress."
  },
  "logistics": {
    "score": 5,
    "explanation": "Completely self-supported across an entire continent. No third-party support, no pre-arranged lodging, no resupply planned in advance. Riders navigate their own 4,000+ km route through 10+ countries, managing visas, languages, resupply, accommodation, navigation, and bike maintenance entirely alone. Commercial services only. True expedition logistics at racing pace."
  },
  "adventure": {
    "score": 5,
    "explanation": "Crossing an entire continent by bicycle—from Norwegian fjords to Greek antiquity. Alpine passes at sunrise, Balkan villages off the tourist track, sleeping in bivvies behind churches, navigating by GPS through remote terrain. The 2026 route goes from Winter Olympic host city to ancient Olympic Games site. This is bucket-list, life-defining adventure."
  }
}
