{
  "logistics": {
    "score": 5,
    "explanation": "Vincent Nadon's experience captures the true self-supported challenge: \"Dead phone, GPS coordinates pointing to the wrong place… I ended up losing an hour trying to find the Checkpoint 1 hotel!\" Riders navigate 4,000+ km across 10+ countries managing visas, languages, resupply, and accommodation entirely alone. Commercial services only—no third-party support across an entire continent."
  },
  "length": {
    "score": 5,
    "explanation": "Christoph Strasser completed TCR9's 3,943 km in 8 days, 16 hours, 30 minutes, noting that \"2023 felt far harder than 2022.\" The 2026 edition spans ~5,000km from Trondheim to Greece. Fastest finishers take 8-10 days, mid-pack 12-14 days. This is continental crossing measured in weeks of sustained effort across Europe's breadth. Among the longest in gravel, comparable to Badlands."
  },
  "technicality": {
    "score": 3,
    "explanation": "Vincent Nadon experienced equipment failures from vibration: \"A 3D-printed mount for my Garmin Varia that gave way under the vibrations of the Flemish cobblestones.\" TCR10 includes cobbled climbs from Roubaix, while parcours feature gravel sections. Nadon found \"32mm road tires were not enough for rough sections,\" highlighting mixed-surface technical demands. Similar technical demands to Gravel Worlds."
  },
  "elevation": {
    "score": 5,
    "explanation": "The 2026 edition features 64,000m of climbing—equivalent to ascending Everest seven times. Routes cross major Alpine passes including Italian Alps and Julian Alps. The Rallarvegen climb out of Norwegian fjords and twin Tatra Mountains parcours in Slovakia create sustained high-altitude challenges that define every TCR edition's suffering quotient. Among the hilliest in gravel, comparable to Badlands. As TCR9 field composition puts it: \"Around 350 riders this year also faced mandatory gravel sections along the journey from the start on the unrelenting cobbled ascent of the Muur-Kepelmuur in Geraardsbergen on July 23 to Thessaloniki..\""
  },
  "climate": {
    "score": 5,
    "explanation": "Vincent Nadon struggled with extreme heat: \"The lowest point was on parcours 3, which seemed endless with the heat and the tough gravel for kilometers.\" Race organizers acknowledge climate impacts: \"Severe flooding in Slovenia putting riders at risk while raging heatwaves in the south exacerbated riders' suffering.\" Temperature swings from Alpine cold to Balkan heat exceed 30°C. Among the most weather-friendly events, easier than Badlands."
  },
  "altitude": {
    "score": 4,
    "explanation": "Extended riding above 2,000m on Alpine passes including Mangartsko Sedlo and climbs through Italian Alps. The 2026 route adds Rallarvegen and Tatra Mountains sections. Mt Korab region in North Macedonia provides sustained high-altitude terrain. Not Himalayan elevation, but significant altitude stress combined with sleep deprivation and multi-day physical exhaustion. Higher altitude racing, comparable to SBT GRVL."
  },
  "adventure": {
    "score": 5,
    "explanation": "Crossing an entire continent by bicycle—from Norwegian fjords to Greek antiquity. Alpine passes at sunrise, Balkan villages off the tourist track, sleeping in bivvies behind churches, navigating by GPS through remote terrain. The 2026 route goes from Winter Olympic host city to ancient Olympic Games site. This is bucket-list, life-defining adventure."
  },
  "prestige": {
    "score": 5,
    "explanation": "The flagship European ultra-endurance race. Founded by Mike Hall, the legend of ultra-distance cycling who won Tour Divide and Trans Am before his tragic death in 2017. TCR's winners are cycling legends: Kristof Allegaert (3x), James Hayden (2x), Christoph Strasser (2x), and Fiona Kolbinger's historic 2019 overall victory. Finishing TCR earns permanent respect in ultra-cycling."
  },
  "race_quality": {
    "score": 5,
    "explanation": "Lost Dot provides meticulous organization with GPS tracking every 5 minutes, control point volunteers, and safety monitoring. Riders like Tim de Witte, Alex Kopp, and Cynthia Carson compete in a professionally managed format despite self-supported rules. The 350-rider field selected from 1,000+ applicants ensures competitive integrity while honoring Mike Hall's organizational legacy."
  },
  "experience": {
    "score": 5,
    "explanation": "Unforgettable by any measure. Sleep deprivation hallucinations become your 'entertainment.' Days and nights blend into 'a never-ending continuum of pedaling, eating, and occasional short sleep.' The suffering creates bonds and memories that define who you are. Finishing the TCR is a transformative life experience that stays with riders forever."
  },
  "community": {
    "score": 5,
    "explanation": "The field demonstrates community evolution: \"Outside of the bikes and wheels, we were surprised to see just how slimmed down rider's luggage set-ups are getting—a sure sign of how serious this epic event is becoming.\" Equipment standardization around Apidura bags and 4Season wheels shows knowledge sharing. The TCR6 field's professionalization reflects growing community sophistication."
  },
  "field_depth": {
    "score": 5,
    "explanation": "350 riders selected from 1,000+ applicants—the entry is competitive. Winners are ultra-cycling legends. Christoph Strasser is a 6-time RAAM winner. Fiona Kolbinger's 2019 victory—beating 224 men and 40 women as a 24-year-old first-timer—is one of cycling's greatest stories. The field represents the global elite of ultra-endurance cycling. Elite-level competition, on par with Belgian Waffle Ride San Diego. As Vincent Nadon puts it: \"After pushing harder in the Swiss mountains to improve my position in the race, I completely missed the first checkpoint! I was only 2 km away, fortunately, but issue after issue (dead phone, GPS coor...\""
  },
  "value": {
    "score": 4,
    "explanation": "~350 GBP entry for continental crossing with GPS tracking, control point support, and safety monitoring represents solid value. Equipment standardization shows community knowledge: \"Mainly a split between 4Season Disc and 4Season Gravel Disc with a few carbons and dynamos thrown in.\" The experience transcends cost-benefit analysis for life-defining challenge."
  },
  "expenses": {
    "score": 2,
    "explanation": "Budget 2,000-3,500 EUR total. Entry ~350 GBP, travel to/from start/finish 200-500 EUR, food 400-500 EUR, accommodation 600-900 EUR (hotels plus bivvy nights), insurance/visa. Western Europe costs more; prices halve in the Balkans. Self-supported means funding your own multi-week expedition across a continent. Higher total cost than Badlands."
  }
}
