{
  "prestige": {
    "score": 2,
    "explanation": "This is a nobody's-heard-of-it event in Colombia's cycling heartland. No known pro riders, no race history available, no global recognition. One rider called it \"one of the coolest bike-experiences of my life\" but that doesn't translate to prestige points in the gravel world hierarchy."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Self-supported bikepacking with GPS navigation and daily checkpoints sounds organized, but the logistics info is basically non-existent. No entry fees, field size, cutoff times, or aid station details available. Hard to rate quality when basic race infrastructure remains a mystery."
  },
  "experience": {
    "score": 5,
    "explanation": "Eight stages through three Colombian mountain ranges from Paipa to Santa Fe de Antioquia - that's pure adventure gold. Riders rave about \"incredible landscapes, culture, people, food\" and call it the best way to see Colombia by bike. The cultural immersion and cycling passion everywhere makes this transcendent."
  },
  "community": {
    "score": 3,
    "explanation": "Rider quotes mention \"laughs and connections soften the pain\" and strong community bonds during the suffer-fest. Spanish and English speakers mix well based on testimonials. But it's a small, unknown event without the deep community roots of established races."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No field size data, no notable past winners, no pro participation mentioned. This attracts adventure seekers, not competitive depth. One rider noted it's \"more difficult than anything encountered in U.S. events\" but that doesn't mean fast riders show up."
  },
  "value": {
    "score": 3,
    "explanation": "1,000km across Colombia's cycling paradise with full cultural immersion sounds like decent bang for buck. But with no entry fee information available and international travel costs to factor in, the value equation remains unclear."
  },
  "expenses": {
    "score": 1,
    "explanation": "International flight to Colombia, eight days of self-supported travel, gear shipping, and whatever they charge for entry. No cost breakdown available but getting to Paipa, Boyacá and surviving 1,000km of bikepacking won't be cheap."
  },
  "length": {
    "score": 4,
    "explanation": "1,000km over eight stages is serious distance that separates tourists from committed riders. That's 621 miles of Colombian Andes suffering. Not ultra-distance madness but substantial enough to test your resolve across multiple mountain ranges."
  },
  "technicality": {
    "score": 4,
    "explanation": "\"Rugged gravel tracks, steep jungle valleys, endless switchbacks\" through three mountain ranges with constant terrain changes. Self-supported GPS navigation adds complexity. Rider warned it's \"more difficult than anything encountered in U.S. events\" - that's technical credibility."
  },
  "elevation": {
    "score": 5,
    "explanation": "Over 20,000 meters of positive elevation gain across 1,000km through the Colombian Andes. That's 65,617 feet of climbing - nearly seven Everests worth. High-altitude páramos to jungle valleys means constant vertical punishment."
  },
  "climate": {
    "score": 2,
    "explanation": "February brings hot, humid Colombian weather that adds serious challenge to multi-day suffering. Shifting climate zones daily from high-altitude páramos to jungle valleys means you'll cook in multiple ways. Heat and humidity don't forgive."
  },
  "altitude": {
    "score": 4,
    "explanation": "High-altitude páramos in the Colombian Andes with significant elevation changes across three mountain ranges. No specific max elevation data but páramo ecosystems typically exist above 3,000 meters. Your lungs will notice."
  },
  "logistics": {
    "score": 1,
    "explanation": "Starts in Paipa, Boyacá with basically zero logistical information available. No airport details, lodging options, or packet pickup info. Self-supported format means you handle everything yourself in rural Colombia - good luck with that."
  },
  "adventure": {
    "score": 5,
    "explanation": "Self-supported bikepacking through three Colombian mountain ranges, colonial towns, and ever-changing landscapes from páramos to jungle. Riders call it an incredible window into South American gravel with pure cultural immersion. This is adventure in its purest form."
  }
}
