{
  "logistics": {
    "score": 5,
    "explanation": "Complete self-sufficiency across 4,233 miles with no outside support or pre-arranged aid. Leah Goldstein learned this the hard way: \"I lost multiple days because of ignorance, not knowing my mechanics. I had so many mechanical issues that, really, if I had understood the system, I could have fixed it on the spot.\" She spent eight hours in one bike shop for a simple disconnected wire. GPS tracking required, resupply only at commercial establishments through sparse sections where \"you would have nothing for 100-150 miles.\""
  },
  "length": {
    "score": 5,
    "explanation": "At 4,233 miles, the longest self-supported bike race on earth. Lael Wilcox averaged 235 miles per day over 18 days to win in 2016, sleeping just 3-5 hours per night. In her final push, she \"rode over 400 miles in about 33 hours\" with drastically reduced sleep. Current record holder Jonas Majerski completed it in 14 days, 13 hours—a pace that defies comprehension across transcontinental distance. Among the longest in gravel, comparable to Badlands."
  },
  "technicality": {
    "score": 2,
    "explanation": "Primarily paved roads make this accessible to any competent road cyclist. Lael Wilcox noted her \"biggest challenge was riding flats\" rather than technical terrain: \"I've spent a lot of time in the mountains and climbing comes naturally to me. Keeping a quick pace on flat terrain was tough.\" The route is roughly 90% asphalt, but fatigue-impaired decision making over 4,200+ miles creates its own technical demands. Less technical than The Mid South."
  },
  "elevation": {
    "score": 5,
    "explanation": "175,000 feet of climbing—equivalent to six Everest ascents from sea level. Wilcox observed the counterintuitive reality: \"The west is fairly easy with long gradual climbs. The east is incredibly hilly and steep. The race really changes after Kansas.\" Virginia's Appalachians contain more total elevation than the Rocky Mountain section, with accumulated fatigue making every climb exponentially harder as riders progress east. Among the hilliest in gravel, comparable to Badlands."
  },
  "climate": {
    "score": 5,
    "explanation": "Every American climate zone compressed into one race. Kansas hit 110°F in 2016, while Colorado reached the high 90s. Leah Goldstein described the self-supported heat challenge: \"all the water you have turns to tea in half an hour. And it's boiling tea.\" In Missouri, she resorted to \"knocking on people's doors and asking them, 'Can I buy some water off you or use your hose?' so I could spray myself off.\" Among the most weather-friendly events, easier than Badlands."
  },
  "altitude": {
    "score": 4,
    "explanation": "Hoosier Pass peaks at 11,542 feet with extended time above 9,000 feet through Colorado. However, unlike pure mountain races, altitude is one challenge among many rather than the defining factor. Wilcox found the western climbs \"fairly easy with long gradual climbs\" compared to the steep Appalachian rollers that dominate the eastern half of the transcontinental route. Higher altitude racing, comparable to SBT GRVL."
  },
  "adventure": {
    "score": 5,
    "explanation": "Ocean-to-ocean traverse of the entire continental United States following Adventure Cycling's historic TransAmerica Trail. Riders experience everything from Yellowstone and the Tetons to Kansas plains and Appalachian hollows. Wilcox described her favorites: \"I had a great ride through Yellowstone and the Tetons. I liked the farm county in the brief section of Illinois and the open plains in Kansas were stunning.\""
  },
  "prestige": {
    "score": 5,
    "explanation": "Founded by ultra-endurance legend Mike Hall, who won the inaugural 2014 race and proclaimed: \"Nothing that's worth anything is ever easy.\" The race attracts icons like Lael Wilcox, who became the first American and first woman to win overall in 2016. Finishing puts you among fewer than 1,000 people who have self-supported across America—a distinction that defines careers in ultra-endurance cycling."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Minimalist organization focuses on essentials: GPS tracking, clear self-support rules, and live dotwatching. The race follows a \"no outside support, no drafting, no entry fee, no prize money\" philosophy where \"nothing is at stake except honor.\" Recent years added virtual checkpoints for safety without compromising the self-supported adventure ethos that defines the event."
  },
  "experience": {
    "score": 5,
    "explanation": "Mike Hall's philosophy—\"Nothing that's worth anything is ever easy\"—captures the transformative nature of 2-5 weeks crossing America. Riders traverse ten states from Pacific fog to Appalachian hollers. The combination of extreme physical demands and geographic majesty creates something profound. Even elite riders like Lael Wilcox admit: \"I learned a lot during this race. I hadn't done much road riding and I really had to step up my game out there.\""
  },
  "community": {
    "score": 5,
    "explanation": "Built on Adventure Cycling's 50-year TransAmerica Trail heritage and deep trail angel culture. Kansas towns embrace cyclists, while Virginia's Troutville Fire Department offers showers and laundry to every rider. The dotwatching community follows obsessively. Competition remains fierce—when Steffen Streich suggested sharing victory with Lael Wilcox in 2016, she responded: \"No way, this is a race.\""
  },
  "field_depth": {
    "score": 5,
    "explanation": "Attracts the elite of ultra-endurance road cycling. World record holders, transcontinental specialists, and adventure cycling legends toe the line. Competition at the front is world-class—2025 winning time of 14 days 13 hours shows the standard. Even mid-pack finishers are serious athletes. The 30-50% DNF rate proves this is not a participation event. Elite-level competition, on par with Belgian Waffle Ride San Diego. As Sofiane Sehili puts it: \"You may think that the Trans Am Bike Race is pretty straightforward, given that it's all paved, it doesn't have much elevation gain, and there are no big gaps between resupplies.\""
  },
  "value": {
    "score": 5,
    "explanation": "At $300 entry for the world's longest bike race, the cost per mile is unmatched. The race operates on pure honor: \"no outside support, no drafting, no entry fee, no prize money\"—though fees were later added for tracking and logistics. Compare to supported RAAM at $3,000+ before crew costs. Total expedition cost runs $2,000-4,000 including travel, but for a transcontinental adventure, the experience-to-cost ratio remains extraordinary."
  },
  "expenses": {
    "score": 3,
    "explanation": "The $300 entry fee masks significant real costs. Michael Rushton withdrew after four days when stomach issues made calorie intake impossible, losing his entire investment. Leah Goldstein cracked her carbon wheel in Colorado due to tight tire selection, then \"rode with the cracked wheel from Colorado to Virginia.\" Add flights to Oregon and from Virginia ($400-800), 2-5 weeks of food and lodging ($1,000-2,000+), and mandatory GPS tracker—budget $2,000-4,000 total. Similar expense level to Belgian Waffle Ride San Diego."
  }
}
