{
  "prestige": {
    "score": 3,
    "explanation": "Trans Iowa earned middle-tier prestige as gravel's OG sufferfest—14 years of breaking souls before most people knew what gravel was. Ira Ryan's three wins and the mystique of V2's zero finishers built legend status among the hardcore. But it never cracked mainstream awareness like Unbound, and now it's dead, which caps its ceiling at cult classic rather than gravel royalty."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Race quality was intentionally rough around the edges—secret routes until race day, cue sheets only, zero support, and weather that regularly forced truncations (V4, V6, V11). Guitar Ted ran it like a rogue adventure, not a polished production. When 19 of 95 finished the final edition and multiple years saw single-digit finishers, you're looking at organized chaos more than refined racing."
  },
  "experience": {
    "score": 4,
    "explanation": "This was gravel's vision quest—340 miles of Iowa farmland with nothing but cue sheets and your ability to suffer through 34 hours. Rolling through small towns at 3 AM, navigating by paper in the dark, buying gas station burritos as your lifeline creates memories that outlast any medal. The complete self-sufficiency and secrecy made every edition feel like you were part of something genuinely underground."
  },
  "community": {
    "score": 3,
    "explanation": "Trans Iowa built a tight cult of masochists who understood the specific madness of Iowa B-roads and peanut butter mud. The free entry and Guitar Ted's blog created genuine camaraderie among the 100-rider cap. But the community stayed small by design—never growing beyond the hardcore willing to risk everything on unmarked gravel roads with zero safety net."
  },
  "field_depth": {
    "score": 2,
    "explanation": "With only 100 riders max and frequent single-digit finish rates, the field was shallow but absolutely committed. V10's record 106 starters was the peak, but most years saw far fewer willing to attempt the full distance. The no-entry-fee policy attracted dedicated sufferers rather than casual participants, creating quality over quantity in the small field."
  },
  "value": {
    "score": 3,
    "explanation": "Free entry made Trans Iowa unbeatable on paper value—340 miles of organized suffering for zero dollars. But the hidden costs were brutal: potential bike destruction on B-roads, mandatory self-sufficiency gear, and the real possibility of spending your weekend DNF'd in Iowa mud. You got exactly what you paid for: pure adventure with zero amenities."
  },
  "expenses": {
    "score": 3,
    "explanation": "No entry fee meant your biggest costs were getting to Grinnell and having someone ready to extract you from rural Iowa when things went wrong. Accommodation was cheap in small-town Iowa, and gas station resupply kept food costs minimal during the race. The catch was gear—you needed everything from navigation to emergency supplies since zero support was the whole point."
  },
  "length": {
    "score": 5,
    "explanation": "340 miles in 34 hours with zero support is properly absurd—longer than most modern ultras and with no safety net. The distance was genuinely intimidating when V2 saw zero finishers and multiple editions were truncated due to conditions. This wasn't just long, it was 'carry a county map in case you get completely lost in rural Iowa' long."
  },
  "technicality": {
    "score": 2,
    "explanation": "Iowa gravel roads don't require technical bike handling—it's mostly straight lines through farmland with rolling hills. The challenge was navigating by cue sheets only and dealing with B-road surfaces that turned to 'peanut butter mud' after rain. Technical difficulty came from conditions and navigation, not terrain that demanded advanced bike skills."
  },
  "elevation": {
    "score": 2,
    "explanation": "Iowa's rolling farmland provided steady ups and downs but nothing genuinely mountainous—roughly 500 feet of climbing every 7 miles in hilly sections. The successor Iowa Wind and Rock features 28,000+ feet over similar distance, suggesting Trans Iowa was more about endurance than vertical suffering. Quarry Hill Road was mentioned as a notable climb, but this wasn't destination climbing."
  },
  "climate": {
    "score": 2,
    "explanation": "Late April in Iowa delivered the worst of Midwest spring weather—V2, V4, V6, and V11 were all truncated or affected by brutal conditions. Rain turned the B-roads into impassable mud that could 'swallow riders whole,' while cold and wind made the 34-hour exposure genuinely dangerous. The weather wasn't just uncomfortable, it was race-ending."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Iowa farmland—you're dealing with corn-growing elevation, not altitude that affects performance. The highest points are gentle hills in a landscape designed for agriculture, not mountain passes that test your red blood cell count. Altitude was simply not a factor in this race's difficulty equation."
  },
  "logistics": {
    "score": 2,
    "explanation": "Guitar Ted deliberately kept logistics rough—secret routes until race day, no GPS allowed, and checkpoints in random parks around Grinnell with volunteers handing out cue sheets. The self-supported nature meant zero race infrastructure beyond basic tracking. This was intentional anti-logistics, designed to test your ability to handle problems without race support."
  },
  "adventure": {
    "score": 5,
    "explanation": "Trans Iowa was pure adventure racing before that term got watered down—secret routes, paper navigation, zero support, and genuine risk of getting lost on Iowa B-roads at 2 AM. The combination of complete self-sufficiency and unpredictable weather created real consequences for poor decisions. When Guitar Ted ended it after 14 years, he killed gravel's last truly wild race."
  }
}
