{
  "prestige": {
    "score": 5,
    "explanation": "The longest self-supported bike race on earth. Founded 2014, it has established legendary status in ultra-endurance cycling alongside Tour Divide. Names like Mike Hall (inaugural winner), Lael Wilcox (2016 overall winner), and Abdullah Zeinab (course record holder) are icons specifically because of Trans Am. Finishing makes you one of fewer than 1,000 people who have self-supported across America."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Minimalist organization delivers what matters: clear rules, GPS tracking via SPOT/Garmin inReach, and live dotwatching. No frills—$300 entry gets event apparel and tracking assistance. Rules are clear and community-enforced. The stripped-down approach matches the self-supported ethos. Virtual briefing and checkpoint format introduced in recent years enhance safety without compromising adventure."
  },
  "experience": {
    "score": 5,
    "explanation": "2-5 weeks crossing America from ocean to ocean is transformative in ways no shorter race can match. You experience the full American landscape: coastal forests, mountain passes, endless plains, rolling farmland, and ancient mountains. The combination of physical extremity and geographic majesty creates something profoundly affecting. Finishers consistently describe it as life-changing."
  },
  "community": {
    "score": 5,
    "explanation": "Built on Adventure Cycling's 50-year TransAmerica Trail heritage and trail angel culture. Kansas towns roll out welcome mats for cyclists. Troutville Fire Department offers showers to every rider. The dotwatching community follows obsessively. Warm Showers hospitality throughout. Those who finish share a bond forged across 4,200 miles of shared suffering. Small but intensely dedicated tribe."
  },
  "field_depth": {
    "score": 5,
    "explanation": "Attracts the elite of ultra-endurance road cycling. World record holders, transcontinental specialists, and adventure cycling legends toe the line. Competition at the front is world-class—2025 winning time of 14 days 13 hours shows the standard. Even mid-pack finishers are serious athletes. The 30-50% DNF rate proves this is not a participation event."
  },
  "value": {
    "score": 5,
    "explanation": "$300 entry fee for the longest bike race on earth is extraordinary value. Compare to supported RAAM at $3,000+ before support crew costs. The race costs what you spend on resupply and travel—typically $1,500-3,000 total for a transcontinental adventure. For a 2-5 week expedition across America, the experience-to-cost ratio is unmatched."
  },
  "expenses": {
    "score": 3,
    "explanation": "$300 entry fee is modest, but real costs accumulate: flights to Portland and from Virginia ($400-800), 2-5 weeks of food and occasional motels ($1,000-2,000+), satellite tracker purchase/subscription ($200-400), gear preparation. City park camping in Kansas and Missouri is free. Motel strategy varies total. Budget $2,000-4,000 all-in for a transcontinental expedition—reasonable for the scale."
  },
  "length": {
    "score": 5,
    "explanation": "4,200+ miles is the longest distance of any established self-supported bike race in the world—significantly longer than even Tour Divide (2,745 miles). Typical finishers take 16-35 days of continuous 24/7 effort. Current record is 14 days, 13 hours (Jonas Majerski, 2025). This is expedition cycling at its most extreme."
  },
  "technicality": {
    "score": 2,
    "explanation": "Primarily paved roads make this technically accessible for any competent road cyclist. The challenge is endurance, not technical skill. Surface is roughly 90% asphalt with some gravel sections. No singletrack or significant off-road navigation required. However, fatigue-impaired riding over 4,200 miles creates its own technical demands."
  },
  "elevation": {
    "score": 5,
    "explanation": "175,000 feet of total climbing—roughly equivalent to climbing Everest from sea level six times. Counterintuitively, Virginia's Appalachians contain 15,000 feet MORE climbing than the first 1,150 miles through the Rockies. Daily climbing averages 4,000-6,000 feet, with accumulated fatigue making every climb harder."
  },
  "climate": {
    "score": 5,
    "explanation": "You experience nearly every American climate zone across 4,200 miles. Pacific Northwest marine fog, Rocky Mountain alpine conditions, Great Plains wind and heat, Midwest humidity and thunderstorms, and Appalachian summer heat. Kansas wind alone has broken countless riders. No other race offers this climate diversity—you must adapt continuously."
  },
  "altitude": {
    "score": 4,
    "explanation": "Hoosier Pass reaches 11,542 feet—serious altitude requiring acclimatization. Colorado section includes extended time above 9,000 feet. However, unlike Tour Divide, most of the route is at moderate elevation. The transcontinental nature means altitude is one challenge among many rather than the defining factor."
  },
  "logistics": {
    "score": 5,
    "explanation": "Complete self-sufficiency across 4,200 miles for 2-5 weeks. No outside assistance permitted. No pre-arranged support. Resupply only at commercial establishments—which are more frequent than on Tour Divide but still require careful planning through Eastern Oregon, Wyoming, and rural Appalachia. GPS satellite tracker required. True expedition-level logistics for the longest race distance in cycling."
  },
  "adventure": {
    "score": 5,
    "explanation": "The ultimate American cycling odyssey—Pacific to Atlantic across the entire continental United States. You traverse 10 states, cross the Continental Divide, ride the Kansas plains, ferry the Ohio River, and climb the Appalachians. The route follows Adventure Cycling's historic TransAmerica Trail created for America's 1976 bicentennial. Bucket list doesn't capture it—this is a transcontinental expedition that defines a lifetime."
  }
}
