{
  "prestige": {
    "score": 2,
    "explanation": "This is basically a toddler race in gravel terms - we're talking about a race founded around 2024/2025 that's still finding its legs. Sure, Gianni Vermeersch won the Belgian Championship here in 2024, and it's a UCI Gravel World Series qualifier, but that's more about Belgium needing a gravel race than this being prestigious. The 2025 registrations sold out, but that could mean 50 people or 500 - they won't tell you."
  },
  "race_quality": {
    "score": 2,
    "explanation": "They 'thoroughly redesigned and renewed' the course after 2024, which either means they learned from mistakes or they're still figuring out what makes a good gravel race. The fact that they host the Belgian Championships gives it some legitimacy, but the complete lack of detailed course information, aid station details, or cutoff times suggests an organization still getting its act together. At least they have video coverage, so someone's paying attention."
  },
  "experience": {
    "score": 3,
    "explanation": "The Kempen region's 'wide forest and field trails' through 'stunning natural surroundings' sounds decent enough for 70 miles of riding. They're trying to channel the 'American roots where gravel cycling was born,' which is either charming or trying too hard depending on your tolerance for marketing speak. The course redesign suggests they're actually listening to feedback, which beats races that stubbornly stick with terrible routes."
  },
  "community": {
    "score": 3,
    "explanation": "Part of the Bolero Gravel Series and connected to the UCI World Series means you're plugged into actual gravel networks, not some isolated weekend warrior fantasy. The sold-out 2025 registration suggests locals are buying in, and hosting the Belgian Championships brings real riders who know what they're doing. Still too young to have developed the tribal loyalty that makes great gravel communities, but the bones are there."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Vermeersch showing up for the Belgian Championship is promising, but that's one data point in a race that's barely two years old. Being a UCI World Series qualifier means some serious riders will use this as a stepping stone, but whether the local field has any depth is anyone's guess. Belgium's gravel scene is still developing compared to the cyclocross dynasty, so don't expect Koppenbergcross levels of suffering in the pack."
  },
  "value": {
    "score": 3,
    "explanation": "No published entry fees makes this impossible to evaluate properly, but 70 miles through Belgian countryside with UCI World Series qualification potential isn't terrible value if priced reasonably. The fact that they redesigned the course shows some commitment to improvement rather than just cashing checks. Without knowing if it costs €30 or €130, I'm giving them the benefit of the doubt until proven otherwise."
  },
  "expenses": {
    "score": 2,
    "explanation": "Belgium isn't cheap, and Turnhout isn't exactly a tourist destination with budget options falling out of trees. No details on lodging strategy or airport proximity means you're flying blind on logistics costs. March weather could go either way, potentially saving you on gear or forcing expensive kit purchases for Belgian mud season. The lack of basic expense information suggests they haven't thought through the full rider experience yet."
  },
  "length": {
    "score": 3,
    "explanation": "70 miles hits the gravel sweet spot - long enough to separate pretenders from contenders, short enough that you won't be riding in the dark wondering why you hate yourself. Not the epic suffer-fest of a 200-miler, but not a weekend warrior cruise either. Perfect length for testing fitness without requiring a full training camp to survive it."
  },
  "technicality": {
    "score": 2,
    "explanation": "The Kempen region is known for being flatter than a pancake, and 'wide forest and field trails' doesn't exactly scream technical challenge. This sounds like more of a power and endurance test than a bike handling clinic. The course redesign could have added technical elements, but without specific details about surface breakdown or tricky sectors, expect straightforward gravel grinding rather than skills testing."
  },
  "elevation": {
    "score": 2,
    "explanation": "3500 feet over 70 miles in Belgium is about what you'd expect from a country where the highest point is a hill they're embarrassed to mention. The elevation is there but spread out enough that you're not facing legitimate climbing challenges. Think rolling resistance rather than lung-busting ascents - your legs will feel it by mile 60, but your climbing legs won't get properly tested."
  },
  "climate": {
    "score": 3,
    "explanation": "March in Belgium is basically a coin flip between decent riding weather and the kind of conditions that make you question your life choices. Could be crisp and clear, could be muddy and miserable - the Belgian cycling tradition. At least you know what you're signing up for: potential suffering that builds character, with a 50/50 shot at actually pleasant conditions."
  },
  "altitude": {
    "score": 1,
    "explanation": "Turnhout sits in the flat Kempen region where 'altitude' means you climbed a highway overpass. This is sea-level gravel racing where your biggest elevation concern is whether you remembered to pump your tires properly. If altitude training is part of your strategy, you're in the wrong country entirely."
  },
  "logistics": {
    "score": 2,
    "explanation": "Zero information about parking, packet pickup, nearest airports, or lodging strategy screams amateur-hour organization. Turnhout isn't exactly Brussels with obvious transport links and accommodation options. The conflicting 2026 date listings (March 8 vs March 22) across official sources suggests basic communication problems that don't inspire confidence in smooth race day execution."
  },
  "adventure": {
    "score": 2,
    "explanation": "Belgian countryside is pleasant enough, but we're not talking about remote wilderness or exotic locations that expand your horizons. This is civilized European gravel through forests and fields that probably have cell coverage and nearby cafes. The 'adventure' is more about testing yourself against other riders than discovering uncharted territory or pushing into the unknown."
  }
}
