{
  "logistics": {
    "score": 3,
    "explanation": "Joy Franco describes qualifying and representing Team USA as \"the privilege of a lifetime,\" with USAC providing feed zone support and transportation help. Rotating locations create annual challenges—Heerlen required Maastricht or Düsseldorf airports 30-50km away. UCI handles race organization professionally with closed courses, but international travel logistics vary wildly by host location."
  },
  "length": {
    "score": 5,
    "explanation": "Joy Franco finished in 4h 52min after blowing up 25 minutes into the race: \"By the time we hit that main climb in Raar for the first time, I had already put in about 4-5 'all watts combined' efforts to stay with the group.\" Elite men race 180km, elite women 131km—distances that create selection through accumulated suffering rather than single explosive efforts."
  },
  "technicality": {
    "score": 4,
    "explanation": "Course varies by location but maintains World Championship standards. Heerlen delivered technical Dutch terrain, Veneto brought Italian strade bianche. 70% gravel, 30% paved keeps bike handling critical throughout. Technical enough to matter in elite racing, not so gnarly it becomes a mountain bike race. 35-40mm tires handle whatever they throw at you."
  },
  "elevation": {
    "score": 4,
    "explanation": "2,500m of climbing over 180km creates real selection without turning into a pure climbing contest. Rolling terrain with technical sections tests complete riders, not just mountain goats. Compact double or low gearing recommended—the climbs come when legs are already cooked from distance. Enough vertical to hurt, not enough to dominate tactics."
  },
  "climate": {
    "score": 4,
    "explanation": "October timing delivers proper northern European suffering—10-20°C, 40% rain chance, autumn conditions that test equipment choices. Heerlen 2024 served up cold rain reality. Weather becomes a tactical factor, not just discomfort. Layers, waterproofs, and lights for long days required. Miserable enough to matter, not dangerous enough to cancel."
  },
  "altitude": {
    "score": 1,
    "explanation": "The 2025 Limburg course climbs \"rarely top 150m in altitude\" and all host locations remain at low European elevations. Heerlen, Veneto, Vicenza—none create altitude adaptation challenges. Daniel Oss notes the focus is discovering \"a new world, a new way of riding a bike\" through gravel racing, not elevation."
  },
  "adventure": {
    "score": 5,
    "explanation": "Daniel Oss captures the uncertainty: \"Nobody knows at the start line what is going to happen, and we discover kilometer by kilometer. The rule is attack, because when you don't know what you can do, just attack.\" Tom Pidcock admitted before the start he was \"coming into this race as a novice of the format\"—even WorldTour pros face the unknown."
  },
  "prestige": {
    "score": 5,
    "explanation": "This is the World Championship. Van der Poel and Vos took the rainbow stripes in 2024, Ferrand-Prévot twice before that. When the fastest riders on the planet show up for 180km of suffering, you know what you're dealing with. UCI license required—no tourists allowed."
  },
  "race_quality": {
    "score": 5,
    "explanation": "180km elite distance with 2,500m of climbing separates pretenders from contenders fast. 20-30% DNF rate in the elite field tells you everything about the selection pressure. Course rotates annually but maintains World Championship standards—technical Dutch terrain in Heerlen, Italian strade bianche in Veneto. This isn't some weekend club ride with rainbow jerseys."
  },
  "experience": {
    "score": 5,
    "explanation": "Racing for rainbow stripes changes everything—the nerves, the tactics, the suffering. Multi-day expo, World Championship podium ceremony, 1,000+ international field. You're not just finishing a race, you're surviving the same course that crowned van der Poel and Vos. October weather adds the perfect misery factor."
  },
  "community": {
    "score": 5,
    "explanation": "Elite and age group categories racing the same brutal course creates instant respect. UCI license requirement filters out casual participants—everyone here earned their spot. Rotating locations means different countries embrace the event each year, but the international field stays consistently hardcore. No hand-holding, just mutual suffering."
  },
  "field_depth": {
    "score": 5,
    "explanation": "The top ten in both elite races consisted entirely of WorldTour riders—van der Poel, Vos, Vermeersch, Mohorič, Pidcock racing alongside age group qualifiers. Romain Bardet, despite recent gravel wins, was dropped early with 150km remaining. The field spans \"from WorldTour professionals to age-group qualifiers\" with 2,613 registered riders across categories."
  },
  "value": {
    "score": 4,
    "explanation": "€100-150 entry fee is reasonable for World Championship racing. You're getting 180km of professionally organized suffering, expo access, and a shot at rainbow stripes. International travel costs hurt, but this only happens once per year. The lottery system and UCI license requirement mean getting in is the hard part, not paying for it."
  },
  "expenses": {
    "score": 3,
    "explanation": "Rotating locations mean international flights, hotels that know they can gouge World Championship visitors. Heerlen requires Maastricht or Düsseldorf airports—neither cheap or convenient. October timing hits prime European travel season pricing. Budget €2,000+ from North America including bike shipping, and book accommodations early or get destroyed on costs."
  }
}
