{
  "logistics": {
    "score": 3,
    "explanation": "Joy Franco describes qualifying for Team USA as \"the privilege of a lifetime,\" though riders \"paid our own way\" for this World Championship. Feed zones proved chaotic—Paige notes \"we also both missed a feed (those feeds were CHAOS) and were sharing a bottle.\" Rotating locations create annual challenges, with Heerlen requiring Maastricht or Düsseldorf airports 30-50km away."
  },
  "length": {
    "score": 5,
    "explanation": "Elite women race 131km, elite men 180km—distances that create real selection. Joy Franco finished in 4h 52min despite blowing up early: \"By the time we hit that main climb in Raar for the first time, I had already put in about 4-5 'all watts combined' efforts to stay with the group.\" The length forces accumulated suffering over explosive efforts. Among the longest in gravel, comparable to Badlands."
  },
  "technicality": {
    "score": 4,
    "explanation": "Course varies by location but maintains World Championship standards. Joy Franco describes the Heerlen terrain: \"the semi-technical downhill into the first real climb left little room for more than 2-women wide.\" Paige notes the Italy course \"was like a road race paired with a mountain bike race as well as some tight loose gravel sectors.\" More technical than most — comparable to Belgian Waffle Ride San Diego."
  },
  "elevation": {
    "score": 4,
    "explanation": "2,500m of climbing over 180km creates real selection without turning into a pure climbing contest. Rolling terrain with technical sections tests complete riders, not just mountain goats. Compact double or low gearing recommended—the climbs come when legs are already cooked from distance. Enough vertical to hurt, not enough to dominate tactics. More climbing than SBT GRVL at the same score. As Joy A. Franco, PhD puts it: \"All of the women in the field were excellent bike handlers and never once did things feel sketch.\""
  },
  "climate": {
    "score": 4,
    "explanation": "October timing delivers proper northern European suffering—10-20°C, 40% rain chance, autumn conditions that test equipment choices. Heerlen 2024 served up cold rain reality. Weather becomes a tactical factor, not just discomfort. Layers, waterproofs, and lights for long days required. Miserable enough to matter, not dangerous enough to cancel. Milder conditions than Crusher in the Tushar. As Joy A. Franco puts it: \"The race-course passed through the start area twice, giving me two chances to easily drop out and pedal the short ride back to my hotel and bed.\""
  },
  "altitude": {
    "score": 1,
    "explanation": "All host locations remain at low European elevations. Steve Thomas notes the Netherlands Limburg region features \"fast, mildly hilly, pretty smooth\" terrain that \"rarely tops 150m in altitude.\" Heerlen, Veneto, Vicenza—none create altitude adaptation challenges, keeping focus on gravel racing skills rather than elevation. Lower altitude than Gravel Worlds — no thin-air concerns."
  },
  "adventure": {
    "score": 5,
    "explanation": "Mathieu van der Poel captures the tactical uncertainty: \"I wanted to make the race as hard as possible because I knew with a big group it could be a difficult situation for me.\" The course rotates annually—from Dutch farmland double track to Italian strade bianche—ensuring riders face unknown terrain combinations each year."
  },
  "prestige": {
    "score": 5,
    "explanation": "This is the World Championship. Van der Poel and Vos took the rainbow stripes in 2024, Ferrand-Prévot twice before that. When the fastest riders on the planet show up for 180km of suffering, you know what you're dealing with. UCI license required—no tourists allowed. As Paige (Elite rider) puts it: \"I participated in USAC Gravel Nationals last month and as many of you have heard me say, this was the safest gravel event that I have ever done.\""
  },
  "race_quality": {
    "score": 5,
    "explanation": "180km elite distance with 2,500m of climbing separates pretenders from contenders fast. 20-30% DNF rate in the elite field tells you everything about the selection pressure. Course rotates annually but maintains World Championship standards—technical Dutch terrain in Heerlen, Italian strade bianche in Veneto. This isn't some weekend club ride with rainbow jerseys."
  },
  "experience": {
    "score": 5,
    "explanation": "Racing for rainbow stripes changes everything—the nerves, the tactics, the suffering. Multi-day expo, World Championship podium ceremony, 1,000+ international field. You're not just finishing a race, you're surviving the same course that crowned van der Poel and Vos. October weather adds the perfect misery factor. As Joy A. Franco, PhD puts it: \"An epic adventure warrants a proper report. Qualifying for and getting to race my age group at UCI Gravel World Championships this year, representing my country as a member of Team USA, was the privil...\""
  },
  "community": {
    "score": 5,
    "explanation": "Elite and age group categories racing the same brutal course creates instant respect. UCI license requirement filters out casual participants—everyone here earned their spot. Rotating locations means different countries embrace the event each year, but the international field stays consistently hardcore. No hand-holding, just mutual suffering."
  },
  "field_depth": {
    "score": 5,
    "explanation": "The top ten in both elite races consisted entirely of WorldTour riders—van der Poel, Vos, Vermeersch, Mohorič, Pidcock racing alongside age group qualifiers. Romain Bardet, despite recent gravel wins, was dropped early with 150km remaining. The field spans \"from WorldTour professionals to age-group qualifiers\" with 2,613 registered riders across categories. Elite-level competition, on par with Belgian Waffle Ride San Diego."
  },
  "value": {
    "score": 4,
    "explanation": "€100-150 entry fee is reasonable for World Championship racing. You're getting 180km of professionally organized suffering, expo access, and a shot at rainbow stripes. International travel costs hurt, but this only happens once per year. The lottery system and UCI license requirement mean getting in is the hard part, not paying for it."
  },
  "expenses": {
    "score": 3,
    "explanation": "Rotating locations mean international flights, hotels that know they can gouge World Championship visitors. Heerlen requires Maastricht or Düsseldorf airports—neither cheap or convenient. October timing hits prime European travel season pricing. Budget €2,000+ from North America including bike shipping, and book accommodations early or get destroyed on costs. Similar expense level to Belgian Waffle Ride San Diego."
  }
}
