{
  "logistics": {
    "score": 3,
    "explanation": "Emporia is small—hotels book out fast after lottery results. Kansas City airport is ~2 hours away. Sheri Rosenbaum noted the \"insanity that ensued during the first 15-20 miles\" with crashes and chaotic positioning among 1,700+ riders. The mass start creates logistical challenges but the town embraces race week despite tight accommodations."
  },
  "length": {
    "score": 4,
    "explanation": "Actually 108.5 miles in 2025, with elite finishers around 5 hours but mid-pack facing 7-10 hours. Ayano Makoto described cramping \"more than 20 times that day\" and crying out \"in agony every time\" during his sub-6-hour effort. The distance alone doesn't break you, but combined with Flint Hills terrain it becomes a serious day in the saddle. Longer than Belgian Waffle Ride San Diego."
  },
  "technicality": {
    "score": 3,
    "explanation": "Opening 20 miles are \"flat and fast\" with \"relatively tame\" gravel roads, but notorious flint rocks remain brutal on equipment. Ayano Makoto found success \"using the grassy inside line on corners\" since \"there are a lot of 90° turns\" where inexperienced gravel riders \"slow down a lot.\" Line selection matters more than MTB skills. Similar technical demands to Gravel Worlds."
  },
  "elevation": {
    "score": 3,
    "explanation": "~4,000ft of climbing across the rolling Flint Hills. Marley Blonsky noted entering \"the rolling hills of the Flint Hills\" made the ride \"more challenging physically\" once riders enter the Flint Hills. The terrain features relentless undulation—no big peaks, just punchy climbs that accumulate to grind riders down over the full distance. Similar elevation profile to Gravel Worlds."
  },
  "climate": {
    "score": 4,
    "explanation": "Kansas late spring brings extreme conditions. 2025 race day hit 90°F after a week of flooding rains and \"flood alerts.\" 2023 saw sticky \"peanut butter mud\" that stopped riders for over an hour. Kris Cordova faced dehydration by mile 70: \"I had a headache and started to feel lightheaded, then nauseated, as the heat of the day rose.\" Milder conditions than Crusher in the Tushar."
  },
  "altitude": {
    "score": 1,
    "explanation": "Emporia sits at ~1,200ft elevation—oxygen abundant. The opening pace averages \"37 km/h during the first hour\" feeling \"like a road race\" according to Ayano Makoto. Sea-level athletes have zero disadvantage here. The challenge is heat, humidity, flint rocks, and terrain—not thin air. Lower altitude than Gravel Worlds — no thin-air concerns."
  },
  "adventure": {
    "score": 4,
    "explanation": "The Flint Hills provide stunning big sky country across America's last tall-grass prairie. Kris Cordova described the 2023 mud sections as pure \"Adventure!\" despite walking for miles through unrideable conditions. Water crossings before Council Grove and the remote ranch roads through wildflower country create lasting memories beyond just the racing."
  },
  "prestige": {
    "score": 5,
    "explanation": "Elite pros like two-time champion Tiffany Cromwell and Isaac Allred race the same terrain as everyday gravel fans in the same mass start. The Unbound name carries the \"Super Bowl of Gravel\" prestige—1,700 riders rolling out together from Commercial Street under police escort. Your finisher medal means something in gravel circles worldwide."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Life Time runs a professional operation with mass start police escort, neutral mechanics, and one well-stocked checkpoint at Council Grove. However, the early miles feature \"several crashes\" among the \"large pack of amateur racers\" according to Sheri Rosenbaum. Cutoffs are strictly enforced at 10 mph pace for safety across remote terrain."
  },
  "experience": {
    "score": 5,
    "explanation": "The 6 AM mass start rolling 1,700 riders out of downtown Emporia creates the defining gravel experience. Suffering through flint-strewn roads, the iconic Highland Hill climb, and Commercial Street finish with roaring crowds. You earn your story—Marley Blonsky called it meeting \"very fit (and cool) looking cyclists\" in an atmosphere of shared adventure."
  },
  "community": {
    "score": 5,
    "explanation": "Emporia transforms into \"Gravel City\" with the town's population swelling 50% during race week. Pre-race, Marley Blonsky found immediate welcome: \"I was recognized almost immediately and any nerves I had melted away, as we all introduced ourselves.\" The shared suffering of mud walks and heat creates lasting bonds among 12,000+ visitors."
  },
  "field_depth": {
    "score": 4,
    "explanation": "Strong elite field with pros like Tiffany Cromwell (2-time champion), Isaac Allred, and Hayden Christian. The 2025 men's finish came down to a sprint between Christian and Allred, with Christian winning after Allred \"went too early.\" Sprint finishes are common among top contenders, though not quite the full elite depth of the 200-mile event. Deeper field than most — comparable to Badlands."
  },
  "value": {
    "score": 4,
    "explanation": "~$245 entry is reasonable for a top-tier event with proper festival atmosphere, professional support, and the Unbound prestige. You get more than your money's worth in experience."
  },
  "expenses": {
    "score": 3,
    "explanation": "Registration runs $245. Emporia is affordable if you secure lodging, but housing costs spike during race weekend with 12,000+ visitors flooding the small town. Flights to Kansas City plus 2-hour drive add up. Equipment matters—riders run specific setups like Panaracer Gravelking X1 45s at calculated PSI and carry essential tools like tire plugs and Super Glue for the brutal flint rocks. Similar expense level to Belgian Waffle Ride San Diego."
  }
}
