{
  "prestige": {
    "score": 5,
    "explanation": "The most prestigious ultra-distance gravel race in the world. The XL predates the ultra-gravel movement and set the template everyone else copies. Winning here puts your name in gravel history."
  },
  "race_quality": {
    "score": 4,
    "explanation": "Life Time knows how to run events. GPS tracking via Trackleaders, clear rules, well-communicated course. The self-supported format means they provide less, but what they provide is professional."
  },
  "experience": {
    "score": 5,
    "explanation": "Life-altering suffering that rewires your brain. The combination of distance, self-sufficiency, night riding, and the Flint Hills landscape creates an experience that changes how you think about what's possible. As Rob Britton puts it: \"I just wanted to have fun on the bike. I feel like that is missing a lot lately. Even before the result and finishing, I was commenting to the guys how fun it was and how much I was just enjoying myse...\""
  },
  "community": {
    "score": 5,
    "explanation": "The XL attracts the true believers - ultra-endurance lifers who've been doing this since before it was cool. Small field sizes (lottery limited) create tight bonds. Emporia itself transforms into gravel mecca."
  },
  "field_depth": {
    "score": 5,
    "explanation": "The best ultra-endurance cyclists in the world show up: Rob Britton, Lachlan Morton, Lael Wilcox, Heather Jackson. Course records keep getting smashed. This is where legends are made. Elite-level competition, on par with Belgian Waffle Ride San Diego."
  },
  "value": {
    "score": 4,
    "explanation": "At ~$250 entry for 350 miles of racing with GPS tracking included, the per-mile value is exceptional. You're getting access to the premier ultra-gravel event with top-tier production."
  },
  "expenses": {
    "score": 3,
    "explanation": "Moderate total cost. Entry ~$250, hotels $140-200/night (if you can find one), flights to Kansas City or Wichita, plus you need gear like GPS trackers and serious nutrition. Budget $800-1200 total. Similar expense level to Belgian Waffle Ride San Diego."
  },
  "length": {
    "score": 5,
    "explanation": "350+ miles is firmly in ultra-endurance territory. This is 150 miles longer than the already-brutal 200. You're riding through the night, through the next day, and possibly into a second night. Among the longest in gravel, comparable to Badlands. As Serena Bishop Gordon puts it: \"Time was an illusion. We rode for nine hours in the dark, and it went by so fast — full focus the whole time.\""
  },
  "technicality": {
    "score": 4,
    "explanation": "Sharp Flint Hills limestone that slices tires, constant line-choice decisions, and you're doing it all while sleep-deprived in the dark. Not singletrack, but the terrain punishes poor decisions severely. More technical than most — comparable to Belgian Waffle Ride San Diego."
  },
  "elevation": {
    "score": 4,
    "explanation": "13,500-14,500 feet of climbing across rolling prairie. No massive climbs, but the relentless rollers over 350 miles accumulate into a serious elevation challenge that grinds down your legs. More climbing than SBT GRVL at the same score."
  },
  "climate": {
    "score": 4,
    "explanation": "Historical weather data shows average highs of 75°F and lows of 57°F, with a 59% chance of rain on any given day, and gusts reaching 27 mph. Late May Kansas delivers the full weather gauntlet: searing afternoon heat, cold nights, potential thunderstorms, and wind that never quits. You'll experience 24+ hours of weather variability. Milder conditions than Crusher in the Tushar. As Anne-Marije Rook puts it: \"I had gotten very behind on my fueling and my pace was dropping. I like riding at night, but I was looking forward to the sunrise and the boost of energy that light usually provides.\""
  },
  "altitude": {
    "score": 2,
    "explanation": "Emporia sits at roughly 1,200 feet elevation. No altitude-related challenges here - just pure suffering at sea level. Modest altitude compared to Belgian Waffle Ride San Diego."
  },
  "logistics": {
    "score": 3,
    "explanation": "Kansas City or Wichita airports are 1.5-2 hours away. Emporia has hotels but they book up fast and prices spike during race week. The small town swells by 50% during the event."
  },
  "adventure": {
    "score": 5,
    "explanation": "Bucket-list event that defines ultra-gravel racing. Riding through the Flint Hills prairie at night, zombie raids on gas stations, watching sunrise after 14+ hours in the saddle. This is what gravel dreams are made of."
  }
}
