{
  "logistics": {
    "score": 4,
    "explanation": "Four thousand riders, two checkpoints, and a $345 lottery entry that sells out every November - Unbound runs like a machine. Amy Charity describes the surprisingly intense start: \"It felt like a criterium. I was 30 miles into the race and my heart rate must have been in the 180s.\" The remote course limits support crew access to exactly four spots, demanding self-sufficiency between aid stations."
  },
  "length": {
    "score": 5,
    "explanation": "SomeMayoPlease positioned strategically early, knowing \"Mile 28 as the first important point on the course\" would thin the 1,100-rider field to \"fewer than 50.\" Two hundred miles with a 20.5-hour cutoff transforms routine terrain into leg-breaking torture. Winners finish around 10 hours while mid-pack riders grind through darkness until the 3:00 AM cutoff. Among the longest in gravel, comparable to Badlands."
  },
  "technicality": {
    "score": 4,
    "explanation": "Chunky flint rock roads demand line choice over bike handling skills. At Kaw Reserve Road, minidini10 found it \"rough and rocky\" with \"bottles everywhere and people pulled over to fix their bikes.\" Bertn05 avoided three crashes when riders around him went down on the technical sections. The difficulty comes from equipment survival rather than technical features. Similar technical demands to Gravel Worlds."
  },
  "elevation": {
    "score": 3,
    "explanation": "Over 10,000 feet of climbing spread across 200 miles of Flint Hills rollers creates death by a thousand paper cuts. The elevation profile shows relentless 50-150 foot climbs that accumulate rather than any single Alpine suffering. Even experienced riders find the constant undulation more wearing than dramatic mountain passes. Similar elevation profile to Gravel Worlds. As Isaiah Newkirk puts it: \"I went into the race knowing the course wasn't necessarily ideal for me due to the considerable elevation gain, but I felt pumped nonetheless.\""
  },
  "climate": {
    "score": 5,
    "explanation": "Historical weather data shows average highs of 88°F and lows of 68°F, with a 40% chance of rain on any given day, and gusts reaching 26 mph. Brian McCulloch experienced the weather lottery firsthand: \"Friday evening the weather forecast was calling for clear conditions... two hours later we would be riding through some of the worst rain I have ever pedaled through.\" The 2024 edition brought relief with minidini10 enjoying \"a cool 65 degrees,\" but Kansas June weather remains utterly unpredictable. Among the most weather-friendly events, easier than Badlands."
  },
  "altitude": {
    "score": 1,
    "explanation": "The Flint Hills sit around 1,200-1,400 feet above sea level - essentially nothing. Oxygen debt isn't a factor at Unbound; the suffering comes from distance, heat, and terrain rather than thin air. Lower altitude than Gravel Worlds — no thin-air concerns."
  },
  "adventure": {
    "score": 5,
    "explanation": "Remote ranch roads through cattle country where support crews reach you at only four spots across 200 miles. Course changes force last-minute re-routes, as Brian McCulloch experienced when \"torrential rain for two days forced a last-minute course change.\" When riders start calling DNFs around mile 130 and dragging mud-clogged bikes through named sectors in darkness, proper adventure emerges."
  },
  "prestige": {
    "score": 5,
    "explanation": "Amy Charity discovered what it takes to run with \"the top women\" - criterium-level intensity 30 miles in with 170 miles still to go. The belt buckle remains the most coveted finisher award in amateur cycling. This is where gravel racing's elite define the sport annually on the first Saturday of June."
  },
  "race_quality": {
    "score": 5,
    "explanation": "Lifetime runs a professional operation with wave starts, checkpoint cutoffs, and extensive support. The field management handles 4,000+ riders seamlessly from neutral rollout through 3:00 AM finish cutoffs. Even when weather forces last-minute course changes, the organization adapts without missing critical safety protocols."
  },
  "experience": {
    "score": 5,
    "explanation": "The defining gravel experience from sunrise start through potential night riding in the Flint Hills. Richard at SILCA captures it: \"This race is special period and what I consider to be the best riding on earth... that coin flip of beauty and brutality is what keeps people coming back.\" Finishers get pint glass, medal, and stories for life."
  },
  "community": {
    "score": 5,
    "explanation": "Emporia becomes 'Gravel City' for a week as locals embrace the cycling invasion. minidini10 found residents at Lake Kahola \"having a block party\" during the race. The shared suffering creates lasting bonds between strangers. Richard at SILCA notes the community aspect drives the event's continued growth beyond just the racing."
  },
  "field_depth": {
    "score": 5,
    "explanation": "The deepest field in gravel racing spans from elite racers like Amy Charity pushing criterium pace early to recreational riders like minidini10 grinding through technical sections. SomeMayoPlease's strategy of leading 1,100 riders into rough doubletrack shows the tactical depth. The 2024 field included riders from TrainerRoad forums mixing with cycling elites. Elite-level competition, on par with Belgian Waffle Ride San Diego. As Brennan Wertz puts it: \"The 'right' group is one where you can maintain your all-day pace while staying sheltered behind other riders... The biggest mistake almost EVERY racer makes, even pros, is going out too hard.\""
  },
  "value": {
    "score": 4,
    "explanation": "At $345 entry, Richard at SILCA's assessment rings true: the race offers \"the best riding on earth\" through the \"rugged, vast\" Flint Hills. The lottery system and week-long festival atmosphere justify premium pricing for most participants. The experience and prestige provide value beyond typical race entry fees."
  },
  "expenses": {
    "score": 4,
    "explanation": "Beyond the $345 entry, participants face Kansas logistics costs - flights to Kansas City plus two-hour drives to Emporia. Equipment expenses mount with tire pressure strategies like the 33-35 psi setups mentioned by elite riders, plus backup wheels and extensive spare tubes for flint rock survival. Budget $1,000+ for the full race week experience. Higher total cost than Badlands."
  }
}
