{
  "prestige": {
    "score": 5,
    "explanation": "THE gravel race. 'Super Bowl of Gravel.' Lifetime Grand Prix flagship. Where Lachlan Morton, Keegan Swenson, Sofia Gomez Villafañe define the sport. The belt buckle is the most coveted finisher award in amateur cycling."
  },
  "race_quality": {
    "score": 5,
    "explanation": "Lifetime runs a professional operation. Wave starts, checkpoint cutoffs, extensive medical/SAG support. The expo and week-long festival rival pro cycling events. 900 riders rescued in 2023's mud catastrophe."
  },
  "experience": {
    "score": 5,
    "explanation": "The experience that defines gravel. Sunrise start with 4,000 riders, suffering through heat and hills, night riding in the Flint Hills, crossing Commercial Street finish with crowds roaring. Finishers get pint glass, medal, and a story for life."
  },
  "community": {
    "score": 5,
    "explanation": "Emporia becomes 'Gravel City' for a week. Locals embrace 4,000 cyclists. Shakeout rides, expo, Hall of Fame banquet. The shared suffering creates lifetime bonds. DFL finishers celebrated as much as winners."
  },
  "field_depth": {
    "score": 5,
    "explanation": "The deepest field in gravel racing. Lifetime Grand Prix brings the world's best. 4,000+ riders across all distances. WorldTour refugees, ultra specialists, complete amateurs—all on the same course. 2024 had 9-woman sprint finish."
  },
  "value": {
    "score": 3,
    "explanation": "$345 entry is premium pricing. But you get a world-class event with proper festival atmosphere. The experience and prestige justify the cost for most."
  },
  "expenses": {
    "score": 2,
    "explanation": "Emporia is affordable IF you can get lodging. Flights to Kansas City plus 2-hour drive. Crew logistics add cost. Budget $1,000+ beyond entry for race-week trip. Many camp to save."
  },
  "logistics": {
    "score": 4,
    "explanation": "Four thousand riders, two checkpoints, and a $345 lottery entry that sells out every November - Unbound runs like a machine. The remote Flint Hills course limits support crew access to exactly four spots (Alma, Council Grove, plus water-only at Eskridge and Alta Vista), which keeps things clean but demands self-sufficiency. Cutoffs at 3:00 PM and 11:00 PM are generous enough for mortals but tight enough to maintain standards."
  },
  "length": {
    "score": 5,
    "explanation": "Two hundred and two miles through the middle of Kansas with a 20.5-hour cutoff - this is proper distance racing. Winners finish around 10 hours, mid-pack riders roll in near midnight, and plenty of finishers are still grinding through darkness until the 3:00 AM cutoff. The length alone transforms routine climbs like Texaco Hill into leg-breaking torture by mile 130."
  },
  "technicality": {
    "score": 3,
    "explanation": "Chunky flint rock roads and cattle guards, not mountain bike singletrack - the difficulty comes from choosing clean lines through rutted ranch roads rather than navigating technical features. When wet, those B-roads turn into bike-clogging \"peanut butter mud\" that forces you to walk for miles, but it's logistics hell rather than skills challenge. The steepest climbs like \"BE-YOTCH\" hit 17% and force some walking, but most of the course is just relentless rolling gravel."
  },
  "elevation": {
    "score": 3,
    "explanation": "Over 10,000 feet of climbing sounds brutal until you spread it across 200 miles of endless Flint Hills rollers. The legendary Texaco Hill is just 8 miles of 2-4% grades, and even \"The Judge\" near mile 150 only averages 12% for a short burst. It's death by a thousand paper cuts - dozens of 50-150 foot climbs that wear you down rather than any Alpine suffering."
  },
  "climate": {
    "score": 5,
    "explanation": "First Saturday of June in Kansas means you're gambling with everything from 90+ degree sun exposure across treeless prairie to thunderstorms that turn the course into unrideable quagmire. The 2023 rain created peanut-butter mud from mile 10 onward, while dry years deliver relentless sun with zero shade between miles 80-100. Alta Vista volunteers stuffing ice down riders' necks isn't hospitality - it's survival."
  },
  "altitude": {
    "score": 1,
    "explanation": "The Flint Hills of Kansas sit around 1,200-1,400 feet above sea level - basically nothing. You'll suffer plenty at Unbound, but oxygen debt isn't the reason."
  },
  "adventure": {
    "score": 5,
    "explanation": "Remote ranch roads through cattle country where support crews can only reach you at four spots across 200 miles - you're on your own out there. Course changes annually between north and south routes, keeping even veterans guessing about which mud sectors and climbs they'll face. When riders start calling DNFs around mile 130 and others are dragging mud-clogged bikes through \"Little Egypt\" in the dark, you know you've found proper adventure."
  }
}
