{
  "prestige": {
    "score": 1,
    "explanation": "Part of the Michigan Gravel Race Series but that's basically like being the tallest building in Topeka. Known as one of the fastest gravel races in Michigan, which sounds impressive until you realize Michigan gravel racing isn't exactly Unbound. Zero mention of pro fields, prize money, or anyone outside the Great Lakes region caring about this thing."
  },
  "race_quality": {
    "score": 2,
    "explanation": "99% dirt roads through the Saginaw/Gratiot Game Area sounds legit on paper. But 'super flat gravel roads lined with 10-foot-high corn fields' is code for boring agricultural grid roads. Fast doesn't always mean good—sometimes it just means predictable and forgettable."
  },
  "experience": {
    "score": 2,
    "explanation": "Starting and finishing at Uncle John's Cider Mill is cute for families but doesn't scream epic gravel adventure. The corn field corridors might be scenic for the first 10 miles, then it's just agricultural monotony. Three distance options give some variety, but 16-28-57 mile splits suggest they're padding the field with recreational riders."
  },
  "community": {
    "score": 2,
    "explanation": "Regional Michigan series event with the cider mill family destination vibe—think church picnic energy, not gravel warrior gathering. Solid for local riders who want to race close to home without the intimidation factor. Missing any evidence of the hardcore community that elevates gravel events from hobby rides to must-do experiences."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Michigan gravel scene doesn't exactly produce international talent pipelines. The 'fastest gravel race in Michigan' tag attracts speed demons, but we're talking regional fast, not actually fast. Three distance options split an already small field, diluting any competitive depth in the main event."
  },
  "value": {
    "score": 4,
    "explanation": "Midwest pricing in a region where your biggest expense is gas to get there. Three course options mean beginners and experts get their money's worth without paying premium event taxes. The cider mill location probably keeps overhead low, passing savings to riders who just want to race without Instagram-worthy production costs."
  },
  "expenses": {
    "score": 3,
    "explanation": "St. Johns, Michigan isn't exactly Napa Valley for accommodation prices. Rural location means cheap lodging but potentially longer drives from major airports. The September timing avoids peak tourist seasons, keeping costs reasonable for the regional crowd this attracts."
  },
  "length": {
    "score": 2,
    "explanation": "57 miles is the awkward middle ground—too long for a criterium, too short for an epic. The mini and short courses at 16 and 28 miles feel like participation trophy distances. In a sport where 100+ mile sufferfests define credibility, 57 miles barely qualifies as getting warmed up."
  },
  "technicality": {
    "score": 2,
    "explanation": "99% dirt roads through 'super flat' terrain translates to zero technical challenge. This is gravel racing for road cyclists who want to feel adventurous without actually risking their carbon frames. Fast and predictable means boring—you're basically time trialing on dirt through corn fields."
  },
  "elevation": {
    "score": 2,
    "explanation": "2,000 feet over 57 miles averages 35 feet per mile—essentially rolling hills that wouldn't challenge a commuter cyclist. The 'super flat' course description suggests even that modest elevation is spread out over gentle rollers. Michigan isn't known for mountains, and this race embraces that limitation rather than finding creative ways around it."
  },
  "climate": {
    "score": 2,
    "explanation": "Mid-September in Michigan means shoulder season weather—could be perfect 70-degree days or cold rain with early frost warnings. No climate advantage like desert races or mountain escapes, just standard Midwest variability. The corn field corridors offer zero wind protection when weather turns nasty."
  },
  "altitude": {
    "score": 1,
    "explanation": "St. Johns, Michigan sits at roughly 800 feet above sea level—basically flat by any meaningful standard. Zero altitude training benefit, zero scenic mountain vistas, zero bragging rights about conquering elevation. This is decidedly low-altitude gravel racing for flatlanders."
  },
  "logistics": {
    "score": 3,
    "explanation": "Centralized start/finish at Uncle John's Cider Mill simplifies logistics compared to point-to-point nightmares. Rural Michigan location means easy parking and low traffic stress, but also means longer drives from major airports. September timing avoids peak travel seasons but weather becomes more variable."
  },
  "adventure": {
    "score": 2,
    "explanation": "Riding through the Saginaw/Gratiot Game Area sounds more adventurous than it probably feels—think managed recreation area, not wilderness exploration. Corn field corridors and super flat roads prioritize speed over discovery. This is adventure for cyclists whose biggest risk is usually traffic lights, not legitimate backcountry exploration."
  }
}
