{
  "prestige": {
    "score": 2,
    "explanation": "It's the Virginia State Championship, which sounds impressive until you realize it's bounced between Richmond, Chesterfield, Dyke, and now maybe Cumberland or Harrisonburg. The race can't even keep a consistent location or venue locked down for more than a year, with organizers admitting they're still working on the 2025 course and venue. USAC sanctioning adds some legitimacy, but when your championship race caps at 200 riders and nobody talks about it online, you're not exactly Unbound."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Hard to judge race quality when the organizers themselves describe it as 'not a cake-walk' for 2025 while simultaneously admitting the course and venue are still TBA. The fact that they've moved locations four times in three years suggests either poor planning or venues that don't want them back. With zero available details on aid stations, cutoff times, or course marking, you're essentially gambling on whether they can execute."
  },
  "experience": {
    "score": 3,
    "explanation": "60 miles with 4500 feet of climbing in Virginia's backcountry delivers a solid day on the bike without being epic. The organizers promise 'epic backcountry gravel' for the new course, though their track record of constant venue changes makes you wonder if they know what epic means. At least you'll get genuine state championship bragging rights if you podium, assuming the 200-rider field shows up."
  },
  "community": {
    "score": 2,
    "explanation": "The Virginia cycling community shows up - they cap registration at 200 and apparently fill it - but there's zero online chatter or race reports from participants. No YouTube coverage, no Reddit threads, no rider quotes singing its praises. For a state championship, the silence is telling; either riders are keeping this gem secret or there's nothing worth talking about afterward."
  },
  "field_depth": {
    "score": 1,
    "explanation": "A 200-rider cap for an entire state championship tells you everything about the competitive depth. Compare that to serious gravel races pulling 1000+ riders or even regional events hitting 500. Virginia has decent cycling talent, but when your championship race is smaller than most weekend club rides, you're not exactly battling the state's best."
  },
  "value": {
    "score": 3,
    "explanation": "Without published entry fees, you're flying blind on cost, but most state championship races run reasonable rates. 60 miles of Virginia backcountry gravel with official USAC results and championship status delivers decent bang for your buck. The constantly changing venues suggest organizers are hunting for affordable locations, which could work in riders' favor."
  },
  "expenses": {
    "score": 3,
    "explanation": "Virginia locations like Cumberland or Harrisonburg won't break the bank for East Coast riders, with reasonable lodging and no resort-town price gouging. The uncertainty around the exact venue makes travel planning a nightmare though - book that hotel in Harrisonburg only to find out they moved it back to Cumberland. No major airports nearby means driving for most, which keeps costs manageable."
  },
  "length": {
    "score": 3,
    "explanation": "60 miles hits the sweet spot for most gravel riders - long enough to matter, short enough to race hard without turning into a survival epic. With 4500 feet of climbing mixed in, it's a legitimate effort that won't destroy your weekend. Not the century distance that separates the hardcore from the weekend warriors, but solid enough for a state championship."
  },
  "technicality": {
    "score": 3,
    "explanation": "Virginia backcountry gravel typically delivers decent technical challenge without getting stupid - think rolling hills, loose surfaces, and the occasional creek crossing rather than mountain bike territory. The organizers' promise that 2025 won't be a 'cake-walk' suggests they understand riders want more than rail-trail cruising. Without specific course details, you're trusting them to find the good stuff."
  },
  "elevation": {
    "score": 3,
    "explanation": "4500 feet over 60 miles averages 75 feet per mile, which puts real bite in your legs without requiring an oxygen mask. Virginia's rolling terrain means you'll climb consistently rather than facing one monster ascent, keeping the hurt distributed evenly. It's legitimate elevation for the region without being gratuitously punitive."
  },
  "climate": {
    "score": 2,
    "explanation": "October racing in Virginia is a weather lottery - could be perfect 70-degree days or humid 85-degree sufferfests, possibly with early season cold snaps thrown in. The state's notorious for surprise weather swings, and with no historical weather data available for this specific race, you're rolling dice. Virginia's autumn humidity can make moderate temps feel much worse than they are."
  },
  "altitude": {
    "score": 1,
    "explanation": "Virginia's Cumberland region sits barely above sea level, with even the highest points staying well under 1000 feet. You'll get zero altitude training benefit and zero excuse for poor performance. This is pure sea-level grinding with no thin-air considerations whatsoever."
  },
  "logistics": {
    "score": 2,
    "explanation": "When race organizers can't nail down a consistent venue or even publish basic details like start times and aid stations, logistics become a nightmare. The constant location shuffling between Richmond, Cumberland, and Harrisonburg means no one knows what they're getting until last minute. Rural Virginia venues typically mean limited parking, sketchy cell service, and long drives to find decent food afterward."
  },
  "adventure": {
    "score": 3,
    "explanation": "Virginia's backcountry gravel roads deliver genuine exploration through rolling countryside and forest, especially in areas like Cumberland where you'll find legitimate remoteness. The organizers' track record of finding new venues every year means you're guaranteed to see new terrain, whether by design or desperation. 60 miles through rural Virginia beats another lap around a park, even if the planning feels chaotic."
  }
}
