{
  "logistics": {
    "score": 2,
    "explanation": "The race has bounced between Richmond, Cumberland, and Harrisonburg over recent years, with 2025 venue still TBA according to organizers. Registration caps at 200 riders, but basic details like start times and aid stations remain unpublished."
  },
  "length": {
    "score": 3,
    "explanation": "60 miles hits what Gran Fondo Magazine calls the sweet spot for modern gravel racing - long enough for \"three-hour all-out sprints\" without becoming \"ultra-endurance slogs.\" The distance allows for tactical racing rather than survival mode."
  },
  "technicality": {
    "score": 3,
    "explanation": "Gran Fondo's elite test team describes demanding gravel terrain with \"loose rock sections,\" \"technical descents through pine forests,\" and courses that can include \"brutal rock gardens\" and \"hike-a-bike sections.\" Organizers promise 2025 won't be a \"cake-walk.\""
  },
  "elevation": {
    "score": 3,
    "explanation": "4500 feet over 60 miles delivers 75 feet per mile of climbing. Elite testers note that \"steep ramps\" and \"winding climbs\" are where bike performance separates contenders, particularly during \"launching an attack on a climb.\""
  },
  "climate": {
    "score": 2,
    "explanation": "October racing in Virginia remains a weather lottery with no historical data available for this specific event. The shifting venues between Cumberland and Harrisonburg make weather planning even more challenging."
  },
  "altitude": {
    "score": 1,
    "explanation": "Virginia's Cumberland region sits barely above sea level. You'll get zero altitude considerations and no thin-air excuses for performance."
  },
  "adventure": {
    "score": 3,
    "explanation": "Organizers promise \"epic backcountry gravel\" for 2025, moving away from previous locations. The constantly changing venues guarantee new terrain exploration, whether in Cumberland's rural countryside or Harrisonburg's surrounding forests."
  },
  "prestige": {
    "score": 2,
    "explanation": "Gran Fondo Magazine notes gravel racing has \"shed its niche status and stepped fully into the spotlight\" with \"full-on racing, with all the trimmings.\" However, this Virginia championship struggles with venue consistency and limited field size."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Modern gravel racing demands what Gran Fondo calls \"surgical precision\" with \"feed zones that feel more like F1 paddocks.\" This race's TBA course details and venue uncertainty suggest it hasn't reached that standard yet."
  },
  "experience": {
    "score": 3,
    "explanation": "The race delivers what Gran Fondo describes as key gravel racing moments - \"fighting for position before a singletrack section\" and \"powering through the final metres before the finish line.\" State championship status adds weight to the effort."
  },
  "community": {
    "score": 2,
    "explanation": "Gran Fondo Magazine describes gravel racing's evolution from \"dusty adventures and campfire romance\" to serious competition. The 200-rider cap fills, but the race lacks the broader community engagement of major gravel events."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Elite racing now features \"the world's best riders, squeezing gravel races in between spring classics and Grand Tours\" according to Gran Fondo Magazine. A 200-rider state championship doesn't attract that caliber of competition."
  },
  "value": {
    "score": 3,
    "explanation": "Entry fees remain unpublished, but 60 miles of backcountry gravel with official USAC championship status typically delivers solid value. The venue uncertainty complicates travel planning but may keep costs reasonable."
  },
  "expenses": {
    "score": 3,
    "explanation": "Elite racers use \"custom builds\" and \"perfect setups\" as Gran Fondo notes, but Virginia locations avoid resort-town pricing. The main expense challenge is the venue uncertainty making lodging reservations difficult until course confirmation."
  }
}
