{
  "prestige": {
    "score": 2,
    "explanation": "Brand new for 2026 as part of the NC Gravel Series, so zero race history and no notable winners to speak of. They're marketing it as 'premier' and 'highly-anticipated' but that's just promotional noise when you haven't turned a pedal yet. The 200-rider cap keeps it intimate but also limits how much buzz it can generate in the wider gravel scene."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Hard to rate quality when the race hasn't happened yet, but they promise chip timing and post-race meal which beats a lot of grassroots efforts. The fact that distance options listed don't match what riders expect (55/29 miles vs claimed 75) suggests some organizational confusion. Being part of a 3-race series shows ambition, but execution remains unproven."
  },
  "experience": {
    "score": 3,
    "explanation": "Uwharrie National Forest delivers legitimate backcountry vibes with those legendary forest roads winding through proper wilderness. Rolling gravel terrain with short steep punches and sustained climbs gives you variety without being overwhelming. Starting from Badin Lake Recreation Area puts you in genuine forest setting, not some suburban rail-trail nonsense."
  },
  "community": {
    "score": 3,
    "explanation": "Capped at 200 riders creates that sweet spot where you're not anonymous but not fighting for water bottle space either. Post-race meal and the NC Gravel Series structure suggests they're thinking beyond just timing chips and finisher medals. Being new means no established cliques yet - everyone's figuring it out together."
  },
  "field_depth": {
    "score": 2,
    "explanation": "First-year race in central North Carolina isn't exactly pulling the heavy hitters from Colorado or Vermont. The 200-rider cap and regional series format will attract solid local talent but don't expect any WorldTour crossover stars. Awards for 'numerous categories' suggests they're casting a wide net to fill slots rather than attracting deep competitive fields."
  },
  "value": {
    "score": 3,
    "explanation": "$75-85 for chip timing, aid stations, post-race meal, and access to Uwharrie's forest roads is reasonable for what you're getting. Early registration by February 8th locks in best price and guarantees your event shirt. No transfers or deferrals is annoying but keeps costs down and commitment high."
  },
  "expenses": {
    "score": 3,
    "explanation": "Central North Carolina isn't exactly a destination that breaks the bank, and February timing avoids peak tourism rates. The research shows zero lodging or travel details, which either means it's so obvious locals don't need help, or the organizers haven't thought it through. Entry fee is mid-range but you're on your own for everything else."
  },
  "length": {
    "score": 3,
    "explanation": "The listed 55-mile long course hits that gravel sweet spot - long enough to hurt, short enough to recover by Monday. The disconnect between advertised distance (75 miles) and actual course (55) is sloppy but the real distance is actually more reasonable for February fitness levels. 29-mile short option lets newer riders taste the forest without getting destroyed."
  },
  "technicality": {
    "score": 3,
    "explanation": "Rolling gravel terrain with short steep hills and sustained climbs means you need bike handling skills but won't be shouldering your bike through rock gardens. Uwharrie's forest roads have been there forever - they're proper back-country routes, not sanitized multi-use paths. Moderate terrain rating suggests it'll test you without requiring a mountain bike."
  },
  "elevation": {
    "score": 3,
    "explanation": "Rolling terrain in Uwharrie means constant undulation rather than massive sustained climbs - your legs never get a break. Those short steep hills and moderate sustained climbs add up over 55 miles in the forest. No specific elevation gain data available, but Uwharrie's reputation is built on relentless ups and downs that wear you down gradually."
  },
  "climate": {
    "score": 2,
    "explanation": "Late February in North Carolina is a dice roll - could be 70 and perfect, could be 35 with freezing rain. No historical weather data means you're flying blind on conditions, which adds unwanted variables to race prep. 9 AM start at least gets you rolling before any afternoon temperature swings kick in."
  },
  "altitude": {
    "score": 1,
    "explanation": "Central North Carolina sits barely above sea level - altitude is a complete non-factor here. If you need thin air to make your race interesting, look elsewhere. This is about rolling resistance and sustained power, not oxygen debt."
  },
  "logistics": {
    "score": 3,
    "explanation": "Starting from Badin Lake Recreation Area gives you established infrastructure and parking, though specific details are missing from race info. 8:45 AM racer meeting and 9:00 AM mass start keeps things simple and predictable. First-come, first-served registration with hard cutoff at 200 riders means no logistics nightmare of oversized fields."
  },
  "adventure": {
    "score": 3,
    "explanation": "Uwharrie National Forest puts you in legitimate wilderness on roads that most people never see from a car. Those legendary forest roads aren't hyperbole - they're proper backcountry routes through genuine forest. February timing means you're out there when the woods are quiet and the tourist crowds are home watching Netflix."
  }
}
