{
  "prestige": {
    "score": 2,
    "explanation": "This is mountain biking, not gravel—most of the cycling world won't even know it exists. 150-rider field cap means zero media coverage and no pro depth. The rider testimonials sound like torture porn enthusiasts, not prestige markers."
  },
  "race_quality": {
    "score": 2,
    "explanation": "10 PM start time on a bridge? Three aid stations for 125 miles of technical singletrack? The logistics feel like someone's weekend group ride that got out of hand. No cutoff times listed suggests they're making it up as they go."
  },
  "experience": {
    "score": 4,
    "explanation": "Crossing the Continental Divide five times and hitting 13,000 feet while riding 8+ hours in the dark creates genuine Type 2 fun. Riders come back talking about being 'smashed with a hammer while breathing through a straw'—that's an experience that sticks. The 35% DNF rate proves it delivers what it promises."
  },
  "community": {
    "score": 3,
    "explanation": "Small 150-rider field creates tight bonds among survivors, and proceeds support local trail groups. But the mountain bike purist attitude comes with gatekeeping vibes. You'll find your people if you're into technical suffering, otherwise you're just tourist."
  },
  "field_depth": {
    "score": 2,
    "explanation": "150 riders total with no notable pro names means you're racing weekend warriors with expensive lights. The 65% finishing rate suggests most of the field is undertrained weekend heroes. Depth comes from suffering tolerance, not racing pedigree."
  },
  "value": {
    "score": 3,
    "explanation": "At $175-200 you get 125 miles of curated Colorado singletrack that would take weeks to piece together yourself. The course crosses private land you can't normally access. But three aid stations for that distance and terrain is thin support for the money."
  },
  "expenses": {
    "score": 3,
    "explanation": "Salida isn't Aspen but lodging during mountain biking season won't be cheap. You'll need serious night lighting for 8-9 hours and gear for 30°F to 80°F swings. No packet pickup details suggests you're figuring out logistics yourself."
  },
  "length": {
    "score": 4,
    "explanation": "125 miles of mostly singletrack at 10,000+ feet delivers genuine endurance challenge. Finishing times of 13-24 hours mean double your Leadville expectations. This isn't mileage padding—every mile has consequence."
  },
  "technicality": {
    "score": 3,
    "explanation": "Mostly singletrack with some jeep road breathers puts technical demand above typical gravel but below true expert-only terrain. Riding technical lines by bike light for 8+ hours adds complexity most races avoid. The 35% DNF rate suggests it finds everyone's limit."
  },
  "elevation": {
    "score": 4,
    "explanation": "9,000 feet of climbing with five Continental Divide crossings and two trips over 12,000 feet delivers legitimate vertical punishment. The constant elevation above 10,000 feet means no recovery zones. This isn't climb-and-coast—it's relentless elevation warfare."
  },
  "climate": {
    "score": 3,
    "explanation": "Near freezing at Canyon Creek during night hours, then 80°F afternoon highs create serious clothing strategy decisions. The potential for rain or snow adds unpredictability. Drop bags at Monarch Pass help but you're still managing 50-degree temperature swings during the race."
  },
  "altitude": {
    "score": 5,
    "explanation": "Average course elevation over 10,000 feet with peaks near 13,000 feet puts this in rarified air territory. Starting in Salida at 7,000+ feet then immediately climbing means no acclimatization time. You'll be 'breathing through a straw' from mile one."
  },
  "logistics": {
    "score": 2,
    "explanation": "10 PM start in downtown Salida sounds cool until you realize the parking and lodging scramble. No packet pickup details, minimal aid station info, and 'email us to drop' registration system feels amateur hour. The race happens despite the logistics, not because of them."
  },
  "adventure": {
    "score": 4,
    "explanation": "Night riding technical singletrack at 12,000+ feet while crossing the Continental Divide five times delivers genuine backcountry adventure. This isn't rail-trail tourism—it's accessing terrain most riders never see. The 'raw, rugged' promise actually delivers."
  }
}
