{
  "prestige": {
    "score": 2,
    "explanation": "Born in 2017 and somehow declared itself 'the unrivaled titan of gravel bike-packing events in Europe' — that's some impressive self-promotion for a race that can't even nail down consistent dates. They claim 'classic status' but can't organize basic logistics like confirming whether it's April 17, 18, 23-24, or 25. No notable winners because it's 'non-competitive,' which is marketing speak for 'we don't want the pressure of actual racing standards.'"
  },
  "race_quality": {
    "score": 2,
    "explanation": "When your race can't figure out if it starts in Asolo, Piazzola sul Brenta, or Bassano del Grappa, you've got organizational problems. The listed distance options (200-700km) don't match what riders are actually experiencing (65 miles), suggesting either outdated info or poor communication. It's unsupported bikepacking dressed up as a race, which explains why there's zero mention of aid stations, cutoffs, or actual race infrastructure."
  },
  "experience": {
    "score": 3,
    "explanation": "The Veneto region delivers legitimate variety — mountains, Lake Garda, Venetian countryside, and coastal routes through diverse landscapes. They promise 'silence, smiles, landscapes, unexpected encounters,' which sounds like Instagram captions but the terrain backing is real. The bikepacking format means you're getting authentic adventure rather than sanitized race experience, though that cuts both ways on support."
  },
  "community": {
    "score": 3,
    "explanation": "Drawing 'hundreds of participants from across the globe' for a non-competitive adventure suggests decent international appeal. The emphasis on 'pure experience' and celebration of landscapes creates a different vibe than hammer-fest racing, which attracts a specific type of rider. No evidence of toxic competitiveness, but also no evidence of the deep cycling culture you'd find at established events."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Non-competitive format means no real field depth to measure — everyone's just touring at their own pace. 'Hundreds of participants' sounds decent until you realize they're spread across multiple distance options and it's basically organized bike touring. No pro presence, no competitive element, no way to gauge actual talent level of participants."
  },
  "value": {
    "score": 3,
    "explanation": "No registration fees published, which either means they're reasonable or they're hiding something expensive. Multiple distance options (200-700km) give flexibility, and the Veneto region offers legitimate bang for your travel buck with varied terrain and cultural richness. Unsupported format means lower operational costs that should translate to rider savings, assuming they pass it along."
  },
  "expenses": {
    "score": 2,
    "explanation": "Veneto isn't cheap — it's tourist-heavy Italy near Venice and Lake Garda where accommodation costs bite. No specific lodging partnerships mentioned, leaving riders to figure out expensive Italian hotels or 'sleep under stars' as they romantically put it. Travel to multiple potential start locations (depending on which conflicting date/location combo is real) adds logistical costs."
  },
  "length": {
    "score": 3,
    "explanation": "The 65-mile distance hits the sweet spot for most gravel riders without being a death march. Multiple route options from 200-700km suggest flexibility, though the math doesn't add up with the stated 65 miles. Bikepacking format means you can take your time, making longer distances more manageable than in competitive events."
  },
  "technicality": {
    "score": 2,
    "explanation": "No surface breakdown provided, no technical difficulty ratings, no detailed terrain descriptions beyond tourist brochure language about 'diverse landscapes.' The Veneto hills and mountain sections could offer challenge, but without specifics on singletrack percentage, technical descents, or gnarly sectors, it reads like gentle touring. Lake Garda and beach routes suggest more scenic than technical."
  },
  "elevation": {
    "score": 3,
    "explanation": "4,500 feet over 65 miles provides steady climbing without being punitive — about 70 feet per mile average. The mountains-to-beach and hills-to-Lake Garda routing suggests legitimate elevation changes through actual terrain rather than manufactured suffering. Multiple route options show +1800m to +2800m for longer distances, indicating real vertical when you want it."
  },
  "climate": {
    "score": 3,
    "explanation": "April in Northern Italy typically delivers mild temperatures and manageable conditions, avoiding summer heat and winter misery. Veneto's position between mountains and Adriatic creates diverse microclimates that keep things interesting. No historical weather disasters mentioned, suggesting generally rideable conditions, though April can bring spring rain variability."
  },
  "altitude": {
    "score": 1,
    "explanation": "Veneto region tops out in rolling hills and low mountains — no significant altitude challenges here. Starting near sea level around Venice/Asolo area with modest climbs into foothills means zero altitude acclimatization needed. This is low-elevation touring country, not alpine suffering."
  },
  "logistics": {
    "score": 2,
    "explanation": "Can't nail down basic details like confirmed dates (April 17, 18, 23-24, or 25?) or start location (Asolo, Piazzola sul Brenta, or Bassano del Grappa?). No information on parking, packet pickup, nearest airports, or accommodation partnerships beyond vague mentions of sleeping options. For a race claiming 'classic status,' the organizational transparency is amateur hour."
  },
  "adventure": {
    "score": 3,
    "explanation": "Unsupported bikepacking through legitimate Italian terrain — mountains, countryside, historic Venetian cities, Lake Garda, and coastal routes — delivers real exploration potential. The 'no race, just pure experience' format removes time pressure and opens up authentic discovery opportunities. Multiple route options let you choose your own adventure level, from newbie-friendly to epic 700km sufferfests."
  }
}
