{
  "prestige": {
    "score": 4,
    "explanation": "Strambecco calls it 'one of the best gravel events in the country' and it sells out in hours with a 1000-rider cap. Ten-plus years of history puts it in the founding generation of U.S. gravel racing. But let's be honest—Vermont isn't Belgium, and without pro fields or media coverage, it's regional royalty, not global gravitas."
  },
  "race_quality": {
    "score": 4,
    "explanation": "The course design is brilliant—eight sectors of Class 4 roads (unmaintained public throughways) create genuine Vermont pavé over 55 miles. Two aid stations for 7000 feet of climbing seems thin, but the rolling Green Mountain terrain with punchy climbs delivers substance. Organization appears solid given the sellout status and decade-plus track record."
  },
  "experience": {
    "score": 5,
    "explanation": "Eight sectors of Class 4 roads are genuinely unique—these are unmaintained ancient throughways that create Vermont's version of cobbled classics. The 'magnificently scenic route and awesome party afterwards' isn't marketing fluff when you're grinding through pastoral New England terrain that actually challenges your bike handling. This is adventure riding that earns the name."
  },
  "community": {
    "score": 5,
    "explanation": "Benefits three local organizations including the Reading/West Windsor Food Shelf and reserves spots for locals and women. Selling out a 1000-rider field in hours for over a decade means the community connection is real, not manufactured. When Vermont gravel nerds keep coming back year after year, the culture is doing something right."
  },
  "field_depth": {
    "score": 3,
    "explanation": "No mention of pro riders, winner lists, or competitive depth in any race coverage. The 1000-rider cap creates scarcity but doesn't guarantee speed—this attracts adventure seekers more than racing thoroughbreds. Regional New England strength probably shows up, but you're not getting Unbound-level horsepower."
  },
  "value": {
    "score": 3,
    "explanation": "Registration costs aren't disclosed, which usually means they're not bragging about affordability. Two aid stations for 55 miles and 7000 feet seems light on support for what you're paying. The unique Class 4 road experience has value, but Vermont isn't cheap and this race knows it has demand."
  },
  "expenses": {
    "score": 3,
    "explanation": "West Windsor/Woodstock area means peak Vermont tourist pricing for lodging and food. No airport details provided, but you're probably driving or flying into Burlington then driving more. The race benefits local orgs, which is nice, but doesn't make your hotel bill any smaller in vacation country."
  },
  "length": {
    "score": 2,
    "explanation": "55 miles is short for serious gravel racing in 2025. No distance options means if you want more than three hours of suffering, look elsewhere. The 7000 feet of climbing per mile is respectable, but modern gravel demands more mileage to separate the field."
  },
  "technicality": {
    "score": 5,
    "explanation": "Eight sectors of Class 4 roads—unmaintained public throughways that are essentially Vermont pavé—demand real bike handling skills. These range from 'leisurely to demanding ascents' but all require preparation and technique. When the course description specifically warns about skills and preparation, believe them."
  },
  "elevation": {
    "score": 5,
    "explanation": "7000 feet over 55 miles is 127 feet of climbing per mile—that's legitimately punishing. The rolling Green Mountain terrain creates a 'barrage of short, punchy climbs' that never lets up. This isn't one big mountain—it's death by a thousand cuts."
  },
  "climate": {
    "score": 2,
    "explanation": "August in Vermont can be anything from perfect to swampy hell, and the research shows no historical weather data to plan around. New England summer humidity combined with 7000 feet of climbing is a recipe for heat casualties. No mention of weather incidents probably means they've been lucky, not immune."
  },
  "altitude": {
    "score": 1,
    "explanation": "Vermont Green Mountains max out around 4000 feet, and starting elevation isn't disclosed but likely under 1000 feet. Sea level lungs work fine here—altitude won't be your problem, the relentless climbing will be. This is about leg strength, not oxygen debt."
  },
  "logistics": {
    "score": 3,
    "explanation": "Ascutney Outdoors provides a real start/finish venue, but critical details like packet pickup, parking, and nearest airport are mysteriously absent. Registration opens January 1st at 9 AM through Movemint—prepare to click fast since it sells out in hours. The info gaps suggest either poor communication or assumptions that you already know Vermont."
  },
  "adventure": {
    "score": 5,
    "explanation": "Class 4 roads are genuine adventure—these are unmaintained ancient public ways that most people don't know exist. Eight sectors of this Vermont pavé through pastoral Green Mountain terrain creates an 'epic course unlike any you've ever ridden before.' When ebikes are specifically authorized, you know the terrain is properly challenging."
  }
}
