{
  "prestige": {
    "score": 2,
    "explanation": "This is the inaugural UCI Gravel World Series event in Argentina, so it has zero race history and no notable past winners to speak of. Getting UCI sanctioning is something, but prestige comes from years of crushing dreams and creating legends. Nobody's going to brag about winning a race that didn't exist until 2026."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Hard to judge quality when you're looking at a first-year event with no field data, no DNF rates, and no rider feedback. The course design sounds solid with 35km of climbing to km 68 then a 33km descent, but race quality is about execution, not blueprints. Wait a few years before you know if they can actually pull this off."
  },
  "experience": {
    "score": 5,
    "explanation": "Villa Cura Brochero to 2,270m through Achala Peak in Argentina's Traslasierra Valley? That's proper adventure territory. 92% dirt roads in varying states of repair through 'demanding technical challenges in unique, ever-changing, inhospitable natural setting' - this isn't some sanitized gravel carnival. You're getting the full Córdoba mountains experience whether you want it or not."
  },
  "community": {
    "score": 3,
    "explanation": "It's part of a multi-sport 'Experiencia Altas Cumbres' weekend with swimming and running events, which creates more of a festival atmosphere than pure gravel focus. The Traslasierra Valley has solid tourist infrastructure, but with no established race history, the gravel community hasn't had time to develop those deep tribal bonds yet."
  },
  "field_depth": {
    "score": 2,
    "explanation": "First-year UCI event in Argentina means you're getting curious locals and a handful of UCI chasers, not exactly a murderers' row. No field size data available, no past results to judge depth. The steep entry fees might thin out the field even more - this isn't drawing global talent yet."
  },
  "value": {
    "score": 3,
    "explanation": "175,000 ARS for the long course gets you UCI points and 120km of legitimate Córdoba mountain suffering. That's about $175 USD at current rates, which is reasonable for a UCI event. But you're paying first-year prices for an unproven product - could be brilliant, could be a shitshow."
  },
  "expenses": {
    "score": 1,
    "explanation": "160km from Córdoba city to the race venue means rental car mandatory, plus lodging in a tourist valley during peak event weekend. International flights to Córdoba aren't cheap, and you're looking at multiple nights since packet pickup runs Friday-Saturday. The 'optimal tourist infrastructure' translates to 'tourist prices' in your wallet."
  },
  "length": {
    "score": 4,
    "explanation": "The 120km UCI course with 1,930m of elevation gain hits that sweet spot where you're working hard but not entering ultramarathon territory. 35km of continuous climbing until km 68 gives you one massive sustained effort, then 33km of descent to recover and suffer differently. Proper gravel race length that respects your Monday morning."
  },
  "technicality": {
    "score": 4,
    "explanation": "92% dirt roads in 'varying states of repair' through 'demanding technical challenges' in mountain terrain sounds like legitimate skill testing. Climbing from 900m to 2,270m through Achala Peak isn't just about fitness - you're navigating real mountain roads that don't give a shit about your comfort. The 'inhospitable natural setting' part should tell you everything."
  },
  "elevation": {
    "score": 4,
    "explanation": "1,930m of elevation gain with 35km of climbing concentrated in the first two-thirds makes this a proper mountain gravel race. Starting at 900m and topping out at 2,270m means you're getting legitimate Alpine-style climbing, not rolling hills pretending to be mountains. The gradient profile shows they're not fucking around with the vertical."
  },
  "climate": {
    "score": 2,
    "explanation": "March is late summer in Argentina, which could mean anything from perfect conditions to scorching heat depending on the year. The 'mild and inviting microclimate' marketing speak doesn't account for what happens when you're grinding uphill for 35km in potentially hot weather. No historical weather data available to know what you're actually signing up for."
  },
  "altitude": {
    "score": 4,
    "explanation": "Topping out at 2,270m is legitimate altitude that'll make you notice if you're coming from sea level. Starting at 900m means you're climbing through significant elevation zones, and that final altitude is where the air starts getting thin enough to matter. Not Leadville brutal, but enough to separate the prepared from the hopeful."
  },
  "logistics": {
    "score": 1,
    "explanation": "160km from Córdoba airport to Villa Cura Brochero with no public transport options means rental car mandatory. Packet pickup only Friday-Saturday at specific hours with no flexibility for international travel delays. No parking details, no aid station info, no cutoff times published - first-year organization showing all the gaps you'd expect."
  },
  "adventure": {
    "score": 5,
    "explanation": "Inaugural UCI gravel race through Argentina's Córdoba mountains via Achala Peak and Traslasierra Valley? You're basically getting to write the first chapter of this race's history. 92% dirt roads through 'inhospitable natural setting' with serious elevation and technical challenges - this is proper adventure racing, not some groomed gravel path through wine country."
  }
}
