{
  "prestige": {
    "score": 2,
    "explanation": "Part of the Utah Gravel Series but you won't find pro field depth or national recognition here. The Bigfoot/Sasquatch theming is cute but doesn't mask the reality - this is grassroots racing without the big names or media coverage. No prize money, no YouTube highlights, just another regional gravel event trying to build its reputation."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Multiple distance options from Mini Yeti to Bigfoot (82-99.9 miles) show decent race organization. The Bigfoot category delivers 10,560 feet of climbing at 77% gravel - that's real suffering properly packaged. Course features 'the Wall' which suggests they understand how to break riders properly."
  },
  "experience": {
    "score": 3,
    "explanation": "Heber City location puts you in legitimate Utah high country terrain. The Bigfoot folklore angle is either charming or cheesy depending on your tolerance for theme races. 10,560 feet of climbing in the Bigfoot category means you'll earn your finisher photo, but don't expect frills beyond the basic gravel race experience."
  },
  "community": {
    "score": 3,
    "explanation": "Utah Gravel Series promotes a 'grassroots feel' and 'groads that smile back' - classic regional series marketing speak. Limited online chatter or race reports suggest a smaller, local community rather than destination event status. The multi-category format indicates they're trying to build participation across ability levels."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Regional Utah event without visible pro participation or competitive depth. No race results, winner announcements, or field size data suggests modest participation numbers. This is weekend warrior territory, not where you go to test yourself against serious competition."
  },
  "value": {
    "score": 3,
    "explanation": "Registration fees aren't publicly listed but Utah Gravel Series positioning suggests reasonable pricing for what you get. Multiple distance options mean you can choose your suffering level. The 10,560 feet of climbing in the Bigfoot category delivers legitimate bang for your buck if you want vertical punishment."
  },
  "expenses": {
    "score": 3,
    "explanation": "Heber City is accessible from Salt Lake City airport but you're looking at mountain resort area lodging costs. Francis, Utah isn't exactly a budget destination but won't break you like Aspen either. Regional event means fewer travel package deals or sponsor discounts to offset costs."
  },
  "length": {
    "score": 3,
    "explanation": "The 57.3-mile Sasquatch distance hits the gravel sweet spot - long enough to hurt, short enough to not destroy your week. Bigfoot category stretches to 82-99.9 miles for masochists. Multiple options mean you can pick your poison rather than being locked into one distance."
  },
  "technicality": {
    "score": 3,
    "explanation": "77% gravel surface on the Bigfoot route puts you on legitimate backcountry terrain, not paved bike paths with gravel stickers. Utah high country means real trail conditions and variable surfaces. The research lacks specific technical details, but 10,560 feet of climbing suggests sustained difficulty over varied terrain."
  },
  "elevation": {
    "score": 4,
    "explanation": "10,560 feet of climbing in the Bigfoot category is serious vertical punishment - more than most riders can handle properly. 'The Wall' course feature suggests they've identified the perfect spot to separate pretenders from contenders. This is legitimate mountain suffering, not rolling hills with elevation marketing."
  },
  "climate": {
    "score": 3,
    "explanation": "August racing in Utah high country means hot valley starts with cooler mountain temperatures - pack layers or suffer the consequences. Heber City sits around 5,600 feet base elevation so you're already starting thin. Weather data is sparse but this is mountain desert climate - expect temperature swings and afternoon thunderstorm potential."
  },
  "altitude": {
    "score": 4,
    "explanation": "Starting at 5,600 feet in Heber City with climbs pushing you significantly higher into Utah's Wasatch range. Sea level riders will feel the oxygen deficit immediately. The elevation gain numbers suggest you're climbing well into legitimate high-altitude suffering territory where your fitness gets exposed quickly."
  },
  "logistics": {
    "score": 3,
    "explanation": "BikeReg registration and multiple start categories suggest basic professional race organization. Conflicting date information between sources (August 2 vs September 27) raises questions about communication reliability. Francis/Heber City location is accessible but limited race details available publicly suggests modest logistical infrastructure."
  },
  "adventure": {
    "score": 3,
    "explanation": "Utah Wasatch range backcountry delivers legitimate wilderness gravel experience at 77% unpaved surfaces. The Bigfoot theming either enhances the mountain mystique or annoys you - depends on your folklore tolerance. Remote enough to feel adventurous without being dangerously isolated, though specific course routing details remain mysterious."
  }
}
