{
  "logistics": {
    "score": 2,
    "explanation": "Multiple conflicting distance listings across platforms and no confirmed 2026 start time reveal organizational gaps. Start location at 105 Depot St is clear enough, but missing details on parking, packet pickup, and basic race infrastructure suggest thin operational support. Remote Tellico Plains location limits backup options when things go sideways."
  },
  "length": {
    "score": 3,
    "explanation": "75 miles hits the sweet spot for serious gravel without requiring full century commitment. Multiple distance options from 25 to 100 miles accommodate different ambitions, though the conflicting information across platforms makes it unclear what you're actually signing up for. Solid middle-distance option if you can figure out which version is real."
  },
  "technicality": {
    "score": 3,
    "explanation": "Appalachian gravel through Tellico Plains terrain suggests technical challenges without extreme exposure. The 5000 feet of elevation gain over 75 miles indicates sustained climbing rather than flat cruise control. No specific course details available, but this region doesn't do easy - expect real gravel, not paved paths with dirt shoulders."
  },
  "elevation": {
    "score": 4,
    "explanation": "The 88-mile 'Wily' route delivers 11,500+ feet of climbing while the 63-mile 'Wondrous' option packs 8,800+ feet of elevation gain. Even the shortest 45-mile route climbs 4,100 feet through Bald River terrain. These are substantial elevation totals that will test climbing endurance across all distance options."
  },
  "climate": {
    "score": 2,
    "explanation": "Late March timing in Tennessee Appalachians catches transition season weather where conditions remain unpredictable. The mandatory lighting requirement for 88-mile riders reaching rest stop 4 after 6:00 PM acknowledges potential for finishing in darkness. Sunset cutoff times add weather-dependent pressure to pacing strategies."
  },
  "altitude": {
    "score": 1,
    "explanation": "Tellico Plains starts around 1000 feet and even the highest Appalachian climbs in the area stay well under 4000 feet. This is elevation gain, not altitude - your sea-level lungs won't notice any difference. Save the altitude training for Colorado; this is just regular earth-gravity suffering."
  },
  "adventure": {
    "score": 3,
    "explanation": "Tellico Plains puts you in Appalachian territory where cell service gets spotty and the mountains feel real. 75 miles with 5000 feet of climbing through this terrain will test you properly without requiring expedition-level preparation. The operational uncertainty adds unintended adventure - you never know what version of the race you'll actually get."
  },
  "prestige": {
    "score": 2,
    "explanation": "Gets called a 'legendary Sportive' by some calendars, but that's Tennessee gravel marketing talking. Shows up alongside regional events like Rust Buster and Gosh Darn - solid company but hardly the big leagues. No notable pro winners or major coverage found, which tells you everything about where this sits in the gravel hierarchy."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The organizing infrastructure feels thin - no published aid station details, cutoff times, or even a confirmed start time for 2026. Multiple conflicting distance options listed across different platforms suggests loose operational control. When basic race details are this scattered, the on-course execution usually follows suit."
  },
  "experience": {
    "score": 3,
    "explanation": "Tellico Plains delivers Appalachian gravel character at 75 miles with 5000 feet of climbing. The setting has potential for memorable suffering, but the operational gaps keep it from being truly special. You'll get your workout and some decent views, just don't expect the polish that elevates good races to great ones."
  },
  "community": {
    "score": 3,
    "explanation": "Appears regularly on Tennessee gravel calendars alongside established regional events, suggesting decent local following. The Tellico Plains location attracts riders willing to venture into proper Appalachian territory rather than stick to suburban gravel. Limited visibility beyond the region keeps the community tight but small."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No notable pro participation found and limited visibility outside Tennessee gravel circles. The remote Tellico Plains location and operational gaps suggest this attracts mostly regional enthusiasts rather than serious competition. When race organizers can't nail down basic logistics, the fast kids usually race elsewhere."
  },
  "value": {
    "score": 3,
    "explanation": "Gets you 75 miles of Appalachian gravel with elevation for what appears to be reasonable regional pricing. The distance options provide flexibility, though the scattered information makes it hard to know what you're actually paying for. Good terrain-to-dollar ratio if you can navigate the organizational confusion."
  },
  "expenses": {
    "score": 3,
    "explanation": "Tellico Plains location keeps lodging costs reasonable compared to major tourism destinations in the region. The bakery venue provides convenient packet pickup and post-race food options within walking distance. Remote Appalachian location means driving regardless of origin, but avoids premium pricing of popular gravel destinations."
  }
}
