{
  "prestige": {
    "score": 2,
    "explanation": "Gets called a 'legendary Sportive' by some calendars, but that's Tennessee gravel marketing talking. Shows up alongside regional events like Rust Buster and Gosh Darn - solid company but hardly the big leagues. No notable pro winners or major coverage found, which tells you everything about where this sits in the gravel hierarchy."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The organizing infrastructure feels thin - no published aid station details, cutoff times, or even a confirmed start time for 2026. Multiple conflicting distance options listed across different platforms suggests loose operational control. When basic race details are this scattered, the on-course execution usually follows suit."
  },
  "experience": {
    "score": 3,
    "explanation": "Tellico Plains delivers legitimate Appalachian gravel character at 75 miles with 5000 feet of climbing. The setting has potential for memorable suffering, but the operational gaps keep it from being truly special. You'll get your workout and some decent views, just don't expect the polish that elevates good races to great ones."
  },
  "community": {
    "score": 3,
    "explanation": "Appears regularly on Tennessee gravel calendars alongside established regional events, suggesting decent local following. The Tellico Plains location attracts riders willing to venture into proper Appalachian territory rather than stick to suburban gravel. Limited visibility beyond the region keeps the community tight but small."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No notable pro participation found and limited visibility outside Tennessee gravel circles. The remote Tellico Plains location and operational gaps suggest this attracts mostly regional enthusiasts rather than serious competition. When race organizers can't nail down basic logistics, the fast kids usually race elsewhere."
  },
  "value": {
    "score": 3,
    "explanation": "Gets you 75 miles of Appalachian gravel with legitimate elevation for what appears to be reasonable regional pricing. The distance options provide flexibility, though the scattered information makes it hard to know what you're actually paying for. Good terrain-to-dollar ratio if you can navigate the organizational confusion."
  },
  "expenses": {
    "score": 3,
    "explanation": "Tellico Plains isn't exactly a destination town, so lodging costs should stay reasonable compared to tourism hotspots. Remote location means you're driving regardless, but at least you're not paying Asheville hotel prices. The operational uncertainty might mean fewer amenities, which could save or cost you depending on your expectations."
  },
  "length": {
    "score": 3,
    "explanation": "75 miles hits the sweet spot for serious gravel without requiring full century commitment. Multiple distance options from 25 to 100 miles accommodate different ambitions, though the conflicting information across platforms makes it unclear what you're actually signing up for. Solid middle-distance option if you can figure out which version is real."
  },
  "technicality": {
    "score": 3,
    "explanation": "Appalachian gravel through Tellico Plains terrain suggests legitimate technical challenges without extreme exposure. The 5000 feet of elevation gain over 75 miles indicates sustained climbing rather than flat cruise control. No specific course details available, but this region doesn't do easy - expect real gravel, not paved paths with dirt shoulders."
  },
  "elevation": {
    "score": 4,
    "explanation": "5000 feet over 75 miles delivers serious climbing without being purely masochistic. That's nearly 70 feet per mile average, meaning you're either grinding sustained climbs or hitting some legitimate walls. Tellico Plains sits in proper Appalachian country where the mountains don't apologize - this will test your climbing legs thoroughly."
  },
  "climate": {
    "score": 2,
    "explanation": "Late March in Tennessee Appalachians is weather roulette - could be perfect spring conditions or freezing rain nightmare. No historical weather data found, but this timing catches the transition season when mountain weather gets unpredictable. The elevation changes on course add another variable to an already uncertain climate equation."
  },
  "altitude": {
    "score": 1,
    "explanation": "Tellico Plains starts around 1000 feet and even the highest Appalachian climbs in the area stay well under 4000 feet. This is elevation gain, not altitude - your sea-level lungs won't notice any difference. Save the altitude training for Colorado; this is just regular earth-gravity suffering."
  },
  "logistics": {
    "score": 2,
    "explanation": "Multiple conflicting distance listings across platforms and no confirmed 2026 start time reveal organizational gaps. Start location at 105 Depot St is clear enough, but missing details on parking, packet pickup, and basic race infrastructure suggest thin operational support. Remote Tellico Plains location limits backup options when things go sideways."
  },
  "adventure": {
    "score": 3,
    "explanation": "Tellico Plains puts you in legitimate Appalachian territory where cell service gets spotty and the mountains feel real. 75 miles with 5000 feet of climbing through this terrain will test you properly without requiring expedition-level preparation. The operational uncertainty adds unintended adventure - you never know what version of the race you'll actually get."
  }
}
