{
  "prestige": {
    "score": 1,
    "explanation": "Zero notable winners, no pro field, no YouTube coverage worth mentioning. This is Iowa Gravel Series territory where the biggest claim to fame is having 'testimonials from Tracy, Kurt, and Jon.' The only recognition comes from locals saying it has the 'best roads in Iowa' — which tells you everything about the competition level."
  },
  "race_quality": {
    "score": 2,
    "explanation": "Two aid stations for 62 miles with a sweep that starts at 1:00PM and abandons you by 2:00PM if you're still out there. Pulled pork sandwiches and podium photos for top 3 — that's your production value. The course promises 4,300 feet over 100k but can't deliver basic details about surface breakdown or named climbs."
  },
  "experience": {
    "score": 2,
    "explanation": "Packet pickup at St. John the Baptist Church tells you this is small-town gravel racing at its most humble. The race advertises as 'friendly to new and experienced racers' which usually means it's optimized for neither. You get 'a bit more climbing' than other series races and the promise that 'Waukon and Allamakee county might surprise you' — but surprises aren't always good."
  },
  "community": {
    "score": 2,
    "explanation": "Part of the Iowa Gravel Series running May through October, so you're getting regional weekend warrior energy. Testimonials exist but no actual quotes made it into their marketing materials, which suggests the feedback wasn't quotable. The community spirit peaks at church basement packet pickup and ends with unsupported riding after 2:00PM."
  },
  "field_depth": {
    "score": 1,
    "explanation": "No field size data, no notable finishers, no competitive depth worth documenting anywhere online. When your race can't generate enough interest for basic participation numbers or YouTube coverage, you're looking at a local club ride with timing chips. The 'friendly to new racers' positioning confirms this isn't attracting serious competition."
  },
  "value": {
    "score": 3,
    "explanation": "No registration fees listed, but two distance options, two aid stations, and post-race food suggests reasonable bang for buck in Iowa terms. You're paying for 4,300 feet of climbing over 100k, which delivers more vertical than most Midwest options. The value proposition works if you need climbing practice without traveling to real mountains."
  },
  "expenses": {
    "score": 3,
    "explanation": "Waukon, Iowa isn't exactly a destination requiring expensive hotels or flights to regional airports. The race date coordination with packet pickup the night before suggests local lodging exists and is accessible. No premium pricing pressure from prestige or demand — this is Midwest gravel racing where costs stay reasonable by necessity."
  },
  "length": {
    "score": 4,
    "explanation": "100k (62 miles) hits the sweet spot for serious gravel distance without entering ultra territory. The 30-mile option handles beginners while the longer distance provides legitimate challenge with 4,300 feet of climbing. Two distance options executed properly scores points even if the overall production doesn't."
  },
  "technicality": {
    "score": 3,
    "explanation": "Iowa gravel with 4,300 feet of gain over 100k suggests more than flat farm roads, and locals warn that 'Allamakee county might surprise you.' Without surface breakdown data or technical feature details, you're gambling on unknown terrain. The climbing suggests at least moderate technical demands, but Iowa's reputation for smooth gravel keeps expectations in check."
  },
  "elevation": {
    "score": 3,
    "explanation": "4,300 feet over 100k delivers legitimate climbing for the Midwest, described as 'a bit more climbing' than comparable series races. That's 70 feet per mile average, which creates real fatigue without requiring mountain bike gearing. For Iowa standards, this represents serious vertical — elsewhere, it's a warm-up."
  },
  "climate": {
    "score": 2,
    "explanation": "June 21st in Iowa brings heat, humidity, and potential thunderstorms with zero weather mitigation mentioned in race planning. No historical weather incidents documented suggests either perfect conditions every year or races too small for weather stories to matter. The 7:00AM start helps beat heat, but Iowa summer weather can turn ugly fast."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Iowa — you're barely above sea level with zero altitude considerations. No starting elevation data provided because it doesn't matter for performance or acclimatization. The only elevation that counts here is the 4,300 feet you'll climb during the race, not where you start."
  },
  "logistics": {
    "score": 2,
    "explanation": "Church basement packet pickup and 6:00AM race day check-in covers the basics without sophistication. No airport, lodging, or parking information suggests you're expected to figure out small-town Iowa logistics yourself. The sweep ending at 2:00PM creates a hard cutoff that could strand unprepared riders miles from anywhere."
  },
  "adventure": {
    "score": 2,
    "explanation": "Exploring Iowa's 'best roads' through Allamakee County offers genuine rural adventure for those who've never experienced Midwest gravel. The promise that the terrain 'might surprise you' suggests hidden gems, but without route details or standout features documented, you're trusting local knowledge. Adventure here means discovering what Iowa can offer, not conquering legendary terrain."
  }
}
