{
  "prestige": {
    "score": 1,
    "explanation": "West Coast Gravel is Round #4 of the Oregon Triple Crown, which sounds impressive until you realize nobody's tracking Oregon gravel rankings outside Oregon. No notable winners, no pro field, no coverage—just Mudslinger Events running a regional ride with Viking branding. It's the kind of race where calling it a \"spring cycling classic\" is pure marketing hope."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The race website can't even nail down basic details—they list 53 miles officially but can't provide elevation gain, aid station locations, or cutoff times. Packet pickup ends at 8:30 AM for a 9:00 AM start, giving you 30 minutes to figure out mechanical issues. That's not race organization, that's wing-it-and-pray."
  },
  "experience": {
    "score": 2,
    "explanation": "You get Siuslaw National Forest backroads and \"ocean waves and ribbons of gravel,\" which sounds poetic until you're grinding inland solo with no idea what's coming. The Viking theme feels forced, and being day two of a weekend series means you're either recovering from Saturday or treating this as an afterthought. The 53-mile Erik the Red loop promises \"gravel goodness\" but delivers small-town event vibes."
  },
  "community": {
    "score": 2,
    "explanation": "It's a local Oregon scene where \"friends and family\" can join for \"other activities\" in Yachats—code for non-cyclists finding something else to do while you suffer. No rider reviews, no social media buzz, no community building beyond showing up and riding. The two-day format with Oregon Coast Gravel Epic creates some camaraderie, but this feels like the B-side of the weekend."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Zero information on field size, no notable winners, no pro presence mentioned anywhere. When a race can't tell you who's won it or how many people show up, you're looking at weekend warrior territory. The minimum bike requirement of \"35MM or larger tires\" suggests they're not expecting technical riders pushing limits."
  },
  "value": {
    "score": 3,
    "explanation": "53 miles through Siuslaw National Forest backroads for undisclosed \"Early Pricing\" probably won't break the bank. You're getting legitimate gravel terrain 9 miles south of Waldport, and the shorter Leif Erikson option gives families flexibility. It's honest small-town pricing for honest small-town racing."
  },
  "expenses": {
    "score": 3,
    "explanation": "Yachats isn't Aspen—you can park in town and grab packet pickup at the Commons Building without premium logistics costs. Being on the Oregon Coast means reasonable lodging compared to destination races, and the two-day format lets you split weekend costs across multiple events. No mention of expensive amenities because there probably aren't any."
  },
  "length": {
    "score": 2,
    "explanation": "53 miles is afternoon-ride distance, not epic territory. The Leif Erikson route drops to 32 miles with \"less climbing\" and \"less graveled\" surface—basically admitting their main course isn't that demanding. You'll finish with energy left wondering why you didn't drive further for something substantial."
  },
  "technicality": {
    "score": 3,
    "explanation": "Siuslaw National Forest backroads promise legitimate gravel challenges, and requiring 35mm+ tires suggests surfaces that'll test bike handling. The inland route from coastal Yachats likely delivers varied terrain transitions. Without specific technical details, it's middle-ground difficulty—real gravel, not road race with dirt sections."
  },
  "elevation": {
    "score": 3,
    "explanation": "Starting from sea-level Yachats and heading \"east and inland\" through forest backroads means legitimate climbing, even if they won't specify how much. The Leif Erikson route having \"less climbing\" confirms the Erik the Red loop has enough elevation to matter. 4000 feet over 53 miles isn't Leadville, but it'll work your legs."
  },
  "climate": {
    "score": 2,
    "explanation": "May on the Oregon Coast means rain uncertainty and cool temperatures that could swing 20 degrees depending on marine layer behavior. You start at ocean level in Yachats then climb inland where conditions change fast. Without specific weather data, you're gambling on Pacific Northwest spring—pack layers and hope."
  },
  "altitude": {
    "score": 1,
    "explanation": "Starting at sea level in Yachats means zero altitude considerations. Even climbing inland through Siuslaw National Forest, you're looking at maybe 1500 feet maximum elevation. Your biggest respiratory challenge will be the ocean humidity, not thin air."
  },
  "logistics": {
    "score": 2,
    "explanation": "Packet pickup only Sunday morning from 7:00-8:30 AM creates unnecessary stress before a 9:00 AM start. \"Park in Yachats!\" isn't a parking plan, it's wishful thinking for a small coastal town. Being 9 miles from Waldport puts you in the middle of nowhere if something goes wrong, and no aid station details means you're self-supported whether you planned it or not."
  },
  "adventure": {
    "score": 3,
    "explanation": "Siuslaw National Forest backroads deliver genuine exploration through less-traveled Oregon Coast terrain. The transition from ocean-level Yachats to inland forest creates diverse scenery most gravel races can't match. \"Ribbons of gravel\" through national forest means legitimate backcountry riding, even if the marketing oversells the Viking mythology."
  }
}
