{
  "prestige": {
    "score": 4,
    "explanation": "20+ years of history makes this an American MTB classic. Todd Sadow's Epic Rides empire launched here. The 'Whiskey model' was replicated across multiple states. $30k pro purse attracts serious talent. Industry insiders consider it essential. It's not major series-level prestige, but it's established legacy status."
  },
  "race_quality": {
    "score": 5,
    "explanation": "Epic Rides has refined this event for two decades. Well-marked course, well-stocked aid stations, professional timing, multiple distance options. The Friday-through-Sunday format with expo, crit racing, live music, and mandatory meeting shows attention to detail. This is what 20 years of iteration looks like."
  },
  "experience": {
    "score": 5,
    "explanation": "Unforgettable. The Skull Valley climb alone creates stories you'll tell forever. The contrast between suffering on exposed fire roads and flowing Spence Basin singletrack. Finishing to live music and a festival atmosphere. The whole weekend package—expo, crit, concert, race—delivers memories beyond just the ride."
  },
  "community": {
    "score": 5,
    "explanation": "'Killer vibes' appears repeatedly in forum reviews. The festival atmosphere creates genuine camaraderie. Fans set up 'pickle juice stands' for cramping riders—that's community. Historic Prescott adds charm. Smaller than mega-events like Unbound, creating more intimate connections."
  },
  "field_depth": {
    "score": 3,
    "explanation": "Strong regional pros and dedicated MTB racers, but not major series-level elite depth. The $30k purse attracts talent but this isn't where the biggest names battle for series points. Competitive age-group racing with quality mid-pack athletes. More accessible than premier gravel events."
  },
  "value": {
    "score": 3,
    "explanation": "'Expensive' appears consistently in forum reviews. High production value justifies the cost—you're getting a weekend festival, not just a race. Includes shirt, finisher pint, expo access, concert. But budget-conscious riders notice the premium pricing. Entry tier pricing rewards early registration."
  },
  "expenses": {
    "score": 3,
    "explanation": "Phoenix flights are affordable (major hub). But add 2-hour drive, lodging in tourist-friendly Prescott, and premium registration fees. Budget $500-1,000 total for travel/lodging/entry. Not extreme, but not budget-friendly either. Camping options can reduce costs significantly."
  },
  "length": {
    "score": 3,
    "explanation": "The flagship 50 Proof course is 50 miles—substantial but not ultra territory. Multiple distance options (15-50 miles) allow scalability. Finishing times for 50 Proof run 3-7+ hours depending on ability, making it a significant day without the daunting commitment of 100+ mile events."
  },
  "technicality": {
    "score": 4,
    "explanation": "This is MTB, not gravel. Trail 48 features rocky singletrack with water bars. Trail 367 has a boulder drop section near the finish when you're most depleted. 'Kitty litter' loose pebbles grab tires throughout. Not Sedona-level technical, but genuine MTB skills required. Gravel bikes are suboptimal."
  },
  "elevation": {
    "score": 4,
    "explanation": "6,523ft of climbing in 50 miles is serious work. The signature Skull Valley climb alone is 12 miles and 2,500-2,700ft of exposed gain at the halfway mark. Course max elevation reaches 7,011ft. There's no easy terrain—you're either climbing, descending, or recovering from both."
  },
  "climate": {
    "score": 4,
    "explanation": "April weather is genuinely unpredictable. Past races have seen 102F Garmin readings on exposed climbs and heat exhaustion incidents, while other years brought freezing rain, hail, and mountain-top snow. The altitude creates 20-30F temperature swings from start to high points. Pack for all seasons."
  },
  "altitude": {
    "score": 3,
    "explanation": "Start elevation is 5,400ft with max altitude at 7,011ft. Meaningful enough to affect sea-level athletes—cramping is endemic, and the thin air compounds the Skull Valley suffering. Not extreme like Leadville or Crusher, but altitude is a factor, especially late in the race."
  },
  "logistics": {
    "score": 3,
    "explanation": "Phoenix Sky Harbor is a major hub but it's a 2-hour drive to Prescott. Shuttles available (Groome Transportation, $45-90). Lodging fills up fast—book partner hotels early or look at Airbnb/camping. The event is designed for walkability once you arrive, so park once and enjoy the weekend."
  },
  "adventure": {
    "score": 4,
    "explanation": "Starting from historic Whiskey Row is iconic. Prescott National Forest offers genuine high-desert beauty—granite formations, pine forests, expansive vistas. The Skull Valley suffer-fest creates lasting memories. The weekend festival atmosphere with free Greensky Bluegrass concert elevates it beyond just a race."
  }
}
