{
  "prestige": {
    "score": 1,
    "explanation": "Strambecco calls it the 'Best Gravel Cycling Race in Colorado and Rockies,' which tells you everything about how desperate cycling media gets for content. Zero pro field data, no notable past winners mentioned, and it's organized by Gemini Adventures—not exactly household names. The gravel world hasn't heard of this one, and there's a reason for that."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The course data is a mess—official sources can't decide if it's 62 or 65 miles, or whether you're climbing 3500 or 5500 feet. Mixed terrain through the Horse Mountain Range sounds promising, but when organizers can't nail down basic metrics, it screams small-time operation. At least they promise 'a little bit of everything,' which usually means mediocre everything."
  },
  "experience": {
    "score": 2,
    "explanation": "High Lonesome Ranch as the venue has potential, and they're trying with campfires, live music from Whiskey Sour Band, and Tacos El Rayo food truck. But when the best selling point is 'make it a long weekend near Grand Junction,' you're not exactly dealing with destination-level racing. The Valley of the Goblins rock formations might be worth the drive—if you're already in western Colorado."
  },
  "community": {
    "score": 3,
    "explanation": "Free camping at High Lonesome Ranch, campfires, and live music create decent weekend vibes for the gravel family crowd. Friday shakeout rides and free bike tech from Roan Creek Bikeworks shows they're thinking about rider needs. It's part of the Ride Collective Series, so you get that small regional scene energy—nothing flashy, but people show up and have a good time."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Zero data on field size, no mention of notable past winners, and the fact that pro riders aren't even on their radar speaks volumes. This is weekend warrior territory in De Beque, population maybe 500 on a good day. If you're looking to test yourself against serious competition, keep driving to Grand Junction and catch a flight somewhere else."
  },
  "value": {
    "score": 4,
    "explanation": "$105 early bird gets you aid stations, post-race food, awards, camping, live music, and a full weekend of activities at High Lonesome Ranch. That's solid bang for your buck compared to the $200+ robbery most gravel races pull these days. Free bike tech and a proper Western Slope weekend experience make this one of the better deals in Colorado, even if the racing isn't elite."
  },
  "expenses": {
    "score": 3,
    "explanation": "De Beque is 25 miles from Grand Junction, so you're looking at a regional airport drive plus small-town lodging or free ranch camping. Entry fees cap at $145, which is reasonable, and the free camping option saves serious cash over Colorado resort town rates. Food truck on-site keeps you from getting gouged, though being in the middle of nowhere limits your options."
  },
  "length": {
    "score": 3,
    "explanation": "62 miles hits the sweet spot for most gravel riders—long enough to matter, short enough to not ruin your weekend. They also offer a 30-mile option for the less committed, which is smart programming. The distance works well for the Western Slope high desert terrain where longer would just mean more suffering in the heat."
  },
  "technicality": {
    "score": 2,
    "explanation": "Mixed terrain with steep climbs and downhills through backcountry sounds moderately challenging, but this is high desert gravel, not technical mountain biking. The 'little bit of everything' description suggests variety without serious technical demands. Western Colorado gravel tends toward wide, flowing routes rather than gnarly singletrack—this probably follows that pattern."
  },
  "elevation": {
    "score": 3,
    "explanation": "The elevation data is confused—sources claim both 3500 and 5500 feet of climbing over the distance. Either way, you're getting meaningful vertical through the Horse Mountain Range in legitimate high desert terrain. Western Colorado doesn't mess around with climbing, and even 3500 feet over 62 miles will test your legs properly."
  },
  "climate": {
    "score": 3,
    "explanation": "Mid-May in De Beque's high desert hits the Colorado Western Slope sweet spot—usually past the late spring weather chaos but before brutal summer heat. Desert conditions mean big temperature swings and potential for wind, but May timing avoids the worst extremes. No historical weather disasters mentioned, which in Colorado counts as a win."
  },
  "altitude": {
    "score": 3,
    "explanation": "De Beque sits around 5500 feet in western Colorado high desert country, which is noticeable but not crushing for most riders. High enough to thin the air slightly, low enough that you're not gasping like a tourist. The altitude adds difficulty without being the main character of your suffering story."
  },
  "logistics": {
    "score": 2,
    "explanation": "Split venue setup with Friday packet pickup in town, Saturday racing at High Lonesome Ranch 275 CR 222, and various activities scattered around creates unnecessary complexity. Being 25 miles from Grand Junction helps airport access, but small-town logistics mean limited services and potential confusion. Free camping sounds great until you realize you're committed to ranch life with limited escape options."
  },
  "adventure": {
    "score": 3,
    "explanation": "High desert Western Slope Colorado through the Valley of the Goblins and around Horse Mountain Range delivers legitimate backcountry scenery. High Lonesome Ranch venue adds authentic Western atmosphere beyond typical suburban gravel fare. The terrain and location provide real adventure factor, even if the racing itself isn't destination-level."
  }
}
