{
  "prestige": {
    "score": 1,
    "explanation": "This thing debuted in 2024 and you've never heard of it because nobody has. The Shire of Gnowangerup runs it from their government email address, which tells you everything about the marketing budget. No notable winners, no pro field, no YouTube coverage - it's basically a town festival with bikes."
  },
  "race_quality": {
    "score": 2,
    "explanation": "They offer everything from 5km walks to 150km Auscycling-sanctioned races, which sounds impressive until you realize they're just throwing distances at a wall. The 42.2km run gets a 6-hour cutoff and 5-star difficulty rating, but without course details or rider feedback, you're buying a mystery box. At least they close Stirling Range Drive and Red Gum Pass Road for you."
  },
  "experience": {
    "score": 2,
    "explanation": "You'll ride through the Stirling Ranges during wildflower season, which is legitimately spectacular terrain. But the event village is 7km west of Chester Pass Road on Stirling Range Drive - basically nowhere. They promise results within 48 hours like that's fast, and the whole thing feels more like a community fun run that discovered gravel bikes."
  },
  "community": {
    "score": 2,
    "explanation": "The Friday night Gnowangerup Community Gravel features food, music, and learn-to-ride sessions, which is genuinely thoughtful for families. But this is rural Western Australia - you're not exactly tapping into cycling's cultural zeitgeist. The organizer Tim is an over-50 downhill state champion, so at least someone knows what they're doing."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Second-year event in a town you can't pronounce, 340km from Perth. The fastest riders are probably whoever drove down from the city and remembered to bring their gravel bike. No prize purse, no elite field, no competitive history to analyze - you're racing against weekend warriors and whoever's curious about this wildflower thing."
  },
  "value": {
    "score": 3,
    "explanation": "Multiple distance options from 5km to 150km, plus runs, walks, and duathlons - that's legitimate variety for your entry fee. The Friday community event and learn-to-ride sessions add value for families. Registration costs aren't published, but government-run events usually price reasonably since they're not trying to get rich."
  },
  "expenses": {
    "score": 2,
    "explanation": "Perth is 340km away and Albany is 140km, so you're driving or flying somewhere expensive either way. The Wild Gravel Trail mentions 8 towns with accommodation, but good luck finding quality options in rural WA during wildflower season. At least camping is available and fuel stops exist along the 440km trail loop."
  },
  "length": {
    "score": 3,
    "explanation": "The 60-mile distance hits that sweet spot between adventure and suffering without requiring vacation time. Multiple options from 30km up to 150km mean you can pick your poison. The marathon run clocks 853m of elevation gain, so the terrain isn't flat - you'll earn those miles through the Stirling Ranges."
  },
  "technicality": {
    "score": 2,
    "explanation": "It's gravel through the Stirling Ranges with some open road sections, but no specific technical features are detailed. The 42.2km run gets 5-star difficulty rating for 'big climbs,' suggesting the bike routes have teeth. Without course breakdowns or rider reports, you're guessing whether it's fire road cruising or rock garden suffering."
  },
  "elevation": {
    "score": 2,
    "explanation": "3500 feet of climbing over 60 miles isn't devastating but it's honest work, especially through rugged Stirling Range terrain. The marathon run packs 853m of gain, so expect undulating profiles with legitimate climbs. No detailed elevation profiles available, which means you're showing up blind to the suffering distribution."
  },
  "climate": {
    "score": 2,
    "explanation": "October in Western Australia can swing from perfect to brutal, and you're riding through exposed ranges where weather changes fast. Wildflower season sounds romantic until you're grinding climbs in unexpected heat. No historical weather data since it's year two, so you're gambling on conditions with limited backup plans."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Western Australia, not the Rockies - sea level to low hills at best. The Stirling Ranges peak around 1000m, so you might get some elevation but nothing that affects performance. Your biggest altitude challenge is the flight from Perth if you're coming from anywhere civilized."
  },
  "logistics": {
    "score": 2,
    "explanation": "Flying into Perth then driving 340km to Gnowangerup is a commitment, especially when Albany airport is still 140km away. The AFGRI Event Village setup suggests they have infrastructure sorted, but packet pickup details are nonexistent. At least they close roads for the event, which beats dodging traffic on open courses."
  },
  "adventure": {
    "score": 3,
    "explanation": "Racing through the Stirling Ranges during wildflower season in a place most people can't locate on a map - that's legitimate adventure territory. The 440km Wild Gravel Trail loop connects 8 towns, suggesting this is proper outback exploration, not suburban bike path touring. You'll have stories, assuming you make it back to tell them."
  }
}
