{
  "logistics": {
    "score": 2,
    "explanation": "Perth is 340km away, Albany 140km - either route requires commitment for a second-year event. The Shire of Gnowangerup runs registration through their government email, which reflects the grassroots scale. At least they close Stirling Range Drive and Red Gum Pass Road for the event, and the AFGRI Event Village is established 7km west of Chester Pass Road."
  },
  "length": {
    "score": 3,
    "explanation": "The 60-mile distance hits the sweet spot between challenge and manageability. One recreational rider noted his \"first 150km race. Was a pretty tough day out on the Canyon Grail, but the scenery was spectacular.\" Multiple options from 12km to 150km let you pick your poison, with the marathon run packing 853m of elevation gain through the rugged Stirling Ranges."
  },
  "technicality": {
    "score": 2,
    "explanation": "The 440km Wild Gravel Trail that inspired this race is over 90% gravel, traveling past Bluff Knoll and along Stirling Range Drive through Mount Barker. Clay-based mud conditions can completely stop forward progress - riders report \"a very muddy road that clogged up the wheels until they wouldn't turn\" requiring bike carries through problematic sections."
  },
  "elevation": {
    "score": 2,
    "explanation": "3500 feet of climbing over 60 miles isn't devastating but it's honest work, especially through rugged Stirling Range terrain. The marathon run packs 853m of gain, so expect undulating profiles with climbs. No detailed elevation profiles available, which means you're showing up blind to the suffering distribution."
  },
  "climate": {
    "score": 2,
    "explanation": "October timing coincides with wildflower season in the Stirling Ranges, which sounds ideal until weather turns. Clay-based roads become treacherous when wet - Karel warned others about \"a lot of mud because of the clay-like roads\" that can render sections unrideable. Being a second-year event, there's limited weather history to predict conditions."
  },
  "altitude": {
    "score": 1,
    "explanation": "This is Western Australia, not the Rockies. The Stirling Ranges provide the highest peaks for thousands of kilometres around, but that's relative to flat coastal plains. Your biggest altitude challenge remains the flight from Perth if you're coming from anywhere with proper mountains."
  },
  "adventure": {
    "score": 3,
    "explanation": "Racing through Stirling Ranges during wildflower season covers nearly 1,200 square kilometres of biodiversity hotspot with over 1,500 plant species. The course travels through Ongerup, past Bluff Knoll, along Stirling Range Drive to Mount Barker - proper outback exploration territory. You're riding through country that's home to dozens of native mammals in terrain most people can't locate on a map."
  },
  "prestige": {
    "score": 1,
    "explanation": "Second-year event organized by the Shire of Gnowangerup from their government email address. While Colin Ottaway, 2022 Indian Pacific Wheel Race winner, attempted an FKT on the associated trail, the race itself has no notable winners or pro field. It's part of Western Australia's growing gravel scene but lacks established reputation beyond regional recognition."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The 100km and 150km distances earned Auscycling sanctioning for 2025, providing official race status. They close key roads including Stirling Range Drive for the event, and results are posted within 48 hours. The Friday Community Gravel features \"bike obstacle course, learn to ride gravel, free bike mechanic and more\" as warm-up programming."
  },
  "experience": {
    "score": 2,
    "explanation": "You'll ride through the Stirling Ranges during wildflower season, which is spectacular terrain. But the event village is 7km west of Chester Pass Road on Stirling Range Drive - basically nowhere. They promise results within 48 hours like that's fast, and the whole thing feels more like a community fun run that discovered gravel bikes."
  },
  "community": {
    "score": 2,
    "explanation": "The event caters to \"all fitness levels\" with 15 participation options from 5km walks to 150km races, plus Run+Ride combinations. Friday's Gnowangerup Community Gravel was selected as the major regional event for 2025 WA Bike Month. It's part of Western Australia becoming \"a gravel cycling hotspot\" alongside events like Seven and Backroads, though still building its identity."
  },
  "field_depth": {
    "score": 1,
    "explanation": "Second-year event in rural Western Australia, 340km from Perth. While the longer distances earned Auscycling sanctioning, the competitive field remains undefined. For context, organizers joke about non-race distances: \"if you want to try beating your friend over the line, go for it... bragging rights at the After Party will be well worthwhile.\" You're racing weekend warriors and regional curiosity."
  },
  "value": {
    "score": 3,
    "explanation": "Multiple distance options from 5km to 150km, plus runs, walks, and duathlons - that's variety for your entry fee. The Friday community event and learn-to-ride sessions add value for families. Registration costs aren't published, but government-run events usually price reasonably since they're not trying to get rich."
  },
  "expenses": {
    "score": 2,
    "explanation": "Perth is 340km away and Albany 140km, requiring either expensive flights or long drives to reach rural Gnowangerup. The Wild Gravel Trail mentions 8 towns with accommodation options, but booking quality lodging in remote WA during wildflower season presents challenges. Good tire clearance is essential equipment - inadequate bikes become \"less rideable\" when clay mud clogs wheels completely."
  }
}
