{
  "prestige": {
    "score": 2,
    "explanation": "UCI Gravel World Series qualification matters, but this is still a regional French race that most riders outside Europe haven't heard of. Winners like Axelle Dubau Prevot and Caroline Schiff are solid but not household names. The Millau Viaduct finish line looks impressive on Instagram, but prestige comes from decades of tradition and global recognition this race hasn't earned yet."
  },
  "race_quality": {
    "score": 2,
    "explanation": "They're still figuring it out—consolidated all races to a single Sunday format in 2025 with a 'new 130km route' that screams growing pains. The course promises rustic roads and Larzac military camp tracks, but without surface breakdowns or detailed profiles, you're flying blind on what you're actually getting into. UCI sanctioning adds legitimacy, but organization feels amateur hour."
  },
  "experience": {
    "score": 3,
    "explanation": "Finishing under the Millau Viaduct—the world's tallest bridge—is genuinely spectacular theater. The Causses landscape delivers that rugged French countryside aesthetic with rolling tracks and forest paths through Grands Causses Regional Natural Park. It's scenic enough to justify the trip, but don't expect the polished experience of established European classics."
  },
  "community": {
    "score": 3,
    "explanation": "French gravel scene is tight-knit and welcoming, though this race hasn't built the cult following of bigger events yet. Multiple distance options from 37km to 130km means different tribes can ride together. The UCI connection attracts serious racers chasing Worlds qualification, creating that mix of weekend warriors and legitimate competitors that makes races interesting."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Regional French race with UCI backing pulls decent domestic talent but lacks international star power. The winners are strong regional riders, not global names that draw deep fields. Multiple categories dilute the competitive pool across distances. You'll find fast locals and UCI chasers, but don't expect Belgian Waffle Ride depth."
  },
  "value": {
    "score": 3,
    "explanation": "UCI Worlds qualification potential adds real value if you're chasing that rainbow jersey dream in Australia. The course traverses legitimate terrain through protected parkland with that iconic viaduct finish. Without entry fees listed, hard to judge pure dollar value, but French races typically offer solid bang for buck compared to American events."
  },
  "expenses": {
    "score": 2,
    "explanation": "Getting to Millau means flights to France plus driving or train connections—this isn't a cheap weekend trip for most riders. Accommodation in rural Aveyron during peak June season won't be budget-friendly. No airport shuttle or packet pickup details suggests you'll need rental cars and multiple hotel nights to make logistics work."
  },
  "length": {
    "score": 3,
    "explanation": "The 130km UCI distance hits that sweet spot between challenging and doable for most serious gravel riders. 4500 feet over ~80 miles isn't crushing but demands respect. Multiple options from 37km to 130km means you can pick your poison based on fitness and masochistic tendencies."
  },
  "technicality": {
    "score": 2,
    "explanation": "Course description mentions 'strong technique' required and includes single-track sections, but no breakdown of surface percentages or named technical sectors. Causses terrain is typically limestone with some rocky sections, not Alps-level gnarly. Sounds like solid bike handling skills needed but nothing that'll separate mountain bikers from roadies drastically."
  },
  "elevation": {
    "score": 3,
    "explanation": "4500 feet over 70-80 miles creates steady work without soul-crushing single climbs. Causses topography means rolling terrain that accumulates elevation through constant undulation rather than massive ascents. Enough climbing to matter for pacing and gearing choices, but won't destroy riders who can't climb like mountain goats."
  },
  "climate": {
    "score": 3,
    "explanation": "Mid-June in southern France typically delivers warm, dry conditions perfect for gravel racing. Aveyron region avoids the brutal heat of Provence while staying generally precipitation-free during summer months. No weather horror stories in the research suggests conditions are generally cooperative, though afternoon heat could bite on exposed Causses plateaus."
  },
  "altitude": {
    "score": 2,
    "explanation": "Causses plateaus sit around 1000-1200 meters, high enough for scenery but low enough that altitude won't affect performance for most riders. Starting elevation in Millau is probably 400-500 meters. Unless you're coming straight from sea level, breathing won't be a factor in your suffering equation."
  },
  "logistics": {
    "score": 2,
    "explanation": "Rural French location means multiple connections to reach Millau with no clear lodging or transportation guidance provided. Nearest major airport is probably Toulouse or Montpellier, both requiring 2+ hour drives. The race organization provides zero logistical hand-holding based on available info—you're figuring out parking, pickup, and accommodations yourself."
  },
  "adventure": {
    "score": 3,
    "explanation": "Riding through Larzac military camp tracks and finishing under an engineering marvel delivers legitimate adventure factor. Grands Causses landscape offers that wild, empty feel with Gorges du Tarn and medieval villages like Peyre nearby for post-race exploration. It's proper French countryside adventure, just not Himalayan-level epic."
  }
}
