{
  "logistics": {
    "score": 2,
    "explanation": "Rural Millau requires connections through Rodez (75km), Montpellier (122km), or Toulouse (208km) airports with rental car necessity. Hugo Drechou praised \"support from the fans\" suggesting local engagement, but no packet pickup or lodging guidance provided in race materials."
  },
  "length": {
    "score": 3,
    "explanation": "Axelle Dubau Prevot \"pushed hard right from the start\" on the opening Pouncho d'Agast climb—450m elevation gain in first 8km sets aggressive tone. The 130km distance with 2500m elevation gain creates steady work without soul-crushing single efforts across Causses terrain."
  },
  "technicality": {
    "score": 2,
    "explanation": "Course composition breaks down to 40% woods, 40% gravel roads between fields, 20% paved roads with single-track sections. Race organizers specify \"strong technique and solid physical condition required,\" while Larzac military camp delivers \"superb wild tracks\" through varied limestone terrain."
  },
  "elevation": {
    "score": 3,
    "explanation": "The 2500m elevation gain over 130km creates consistent climbing through rolling Causses plateaus between 700-800m altitude. Elite fields narrow to five riders by the military camp section, suggesting the accumulated elevation separates contenders from the field effectively."
  },
  "climate": {
    "score": 3,
    "explanation": "The 2025 edition started under rainy conditions but sun emerged quickly, while 2024 saw nearly 900 riders complete without weather disruptions. Mid-June in Aveyron typically delivers cooperative conditions for the exposed plateau sections and forest tracks."
  },
  "altitude": {
    "score": 2,
    "explanation": "Starting at 490m in Millau with course majority between 700-800m elevation keeps altitude impacts minimal. The Causses plateaus provide scenic elevation without affecting performance for most riders coming from sea level or moderate elevations."
  },
  "adventure": {
    "score": 3,
    "explanation": "The unprecedented passage through Larzac military camp offers access to restricted terrain unavailable elsewhere. Racing through Grands Causses Regional Natural Park UNESCO site with red stone areas and limestone plateaus delivers that wild French countryside aesthetic."
  },
  "prestige": {
    "score": 2,
    "explanation": "UCI Gravel World Series qualification draws elite talent, with Axelle Dubau Prevot calling her win \"a dream come true\" representing France. The event welcomed F1 champion Alain Prost and cycling legend Laurent Jalabert in 2024, adding celebrity presence to regional French race."
  },
  "race_quality": {
    "score": 2,
    "explanation": "The 2025 redesign removed dangerous sections and created new spectacular finish above Millau Viaduct, addressing safety concerns. Hugo Drechou described it as \"a true test of endurance and skill\" with tough conditions, suggesting course challenges riders appropriately."
  },
  "experience": {
    "score": 3,
    "explanation": "Finishing under the world's tallest cable-stayed bridge (336.4m) creates memorable theater above Millau. Hugo Drechou highlighted \"breathtaking scenery\" and \"camaraderie\" while racing through UNESCO world heritage Grands Causses landscapes with forest paths and red stone sections."
  },
  "community": {
    "score": 3,
    "explanation": "Growth from inaugural 2022 edition to nearly 900 riders by 2024 demonstrates strong appeal. The 2025 single-day consolidation aimed for \"more friendly and intense atmosphere between riders,\" while multiple distance options from 40km to 130km accommodate different experience levels."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Elite races finish with sprint from five riders (men) or commanding solo victories by 6 minutes (women), suggesting limited depth beyond top contenders. French domestic talent dominates podiums, with international participation growing but not yet creating deep competitive fields throughout categories."
  },
  "value": {
    "score": 3,
    "explanation": "UCI World Championships qualification (top 25% of category plus top 3 finishers) adds tangible value for serious racers. Access to restricted military camp terrain and UNESCO world heritage landscapes through multiple distance options provides strong experience-to-cost ratio for European gravel racing."
  },
  "expenses": {
    "score": 2,
    "explanation": "International travel requires flights plus 75-208km drives from nearest airports with rental car necessity for rural Aveyron access. June peak season accommodation costs in tourism-dependent region add expense, though no specific lodging partnerships or shuttle services reduce logistical burden."
  }
}
