{
  "prestige": {
    "score": 2,
    "explanation": "F1 champion Valtteri Bottas and pro cyclist Tiffany Cromwell showed up, which sounds impressive until you realize this is basically a social ride with sausage sizzle. The event appears to have started recently with zero racing heritage or competitive structure. It's a festival first, gravel event second—fine for what it is, but don't confuse celebrity appearances with actual racing credibility."
  },
  "race_quality": {
    "score": 2,
    "explanation": "This isn't a race—it's a self-guided ride with maps and a post-ride BBQ. No timing, no competition format, no cutoffs, just follow the route from Wollombi village through Murrays Run to Bucketty and back. The 'racing' happens in your head while you decide whether to take the longer Watagans loop or bail early on Yango Creek Road."
  },
  "experience": {
    "score": 3,
    "explanation": "Two-day format with live music from Melody Pool and Hell West & Crooked, craft beer, and Cherry Highway ice cream makes this more festival than suffering fest. The Wollombi Gravel Glamping option with guided maps and meals shows they're thinking about the full weekend experience. Day 2's 'recovery ride' on Boree Valley Road acknowledges that most people will be hurting from Day 1's Watagan Creek Road adventure."
  },
  "community": {
    "score": 3,
    "explanation": "Family-friendly approach with half-price entry for under-18s and turnaround options on Day 2 shows they're building something inclusive. The Friday night pre-ride dinner and sausage sizzle lunch create actual social connection points beyond just riding together. Having pros like Cromwell doing 'Couch Conversations' with Jim Wilson suggests they're trying to bridge the gap between casual and serious riders."
  },
  "field_depth": {
    "score": 2,
    "explanation": "No field size data available, but the recreational format and family-friendly positioning suggests this attracts weekend warriors, not racers. When your event highlights include ice cream and recovery brunches rather than sprint finishes or KOM battles, you're not exactly drawing the sharp end of Australian gravel racing. The pros who show up are there for appearance fees, not competition."
  },
  "value": {
    "score": 3,
    "explanation": "At $180 for Day 1 and $220 for both days, you get rider packs, T-shirts, sausage sizzle, live music, and access to a proper festival atmosphere. Early bird pricing and half-price for kids shows they're thinking about accessibility. Compare that to most gravel events where $180 gets you a water bottle and sunburn."
  },
  "expenses": {
    "score": 3,
    "explanation": "Wollombi Gravel Glamping packages with meals and accommodation keep costs predictable, though requiring 2-night minimums hits your wallet hard. The location is accessible enough that you're not flying into remote airports or driving across multiple states. Entry fees are reasonable for what's included, but the festival format means you'll spend money on beer and food whether you planned to or not."
  },
  "length": {
    "score": 3,
    "explanation": "Day 1's ~90km route through the Watagans with shorter Yango Creek Road options gives you choices based on fitness and masochism levels. At 62 miles, it's long enough to hurt but short enough that most riders can finish before dark. Day 2's recovery ride on Boree Valley Road acknowledges that 90km of dirt roads leaves marks."
  },
  "technicality": {
    "score": 2,
    "explanation": "Starting on Great North Road pavement before hitting dirt at Murrays Run suggests this is gravel roads, not technical singletrack. The fact that it's 'not recommended for riders under 15' on Day 1 but family-friendly on Day 2 indicates moderate difficulty—challenging enough to matter, tame enough for recreational riders. Watagan Creek Road and Laguna loop probably have some climbing and descending, but nothing that requires advanced bike handling."
  },
  "elevation": {
    "score": 3,
    "explanation": "The climb to Bucketty and routes through the Watagans suggest legitimate elevation gain, with 3500ft over 62 miles providing steady work without alpine suffering. Watagan Creek Road and the Laguna loop likely contain the major climbing, while Boree Valley Road offers flatter recovery terrain. Enough elevation to test your fitness, not enough to require granny gears and prayer."
  },
  "climate": {
    "score": 2,
    "explanation": "December in New South Wales means summer heat and potential bushfire conditions, with the recommendation to ride March-November telling you everything about December racing. The mention of swimming holes suggests you'll want them by race end. Starting early from Wollombi village becomes crucial when afternoon temperatures can turn riding into survival."
  },
  "altitude": {
    "score": 1,
    "explanation": "Wollombi Valley sits near sea level with climbs into the Watagans reaching maybe a few hundred meters elevation. This is coastal Australian terrain, not alpine suffering—altitude plays zero role in performance or acclimatization. Your breathing problems come from effort and heat, not thin air."
  },
  "logistics": {
    "score": 2,
    "explanation": "Starting from Wollombi village at Myrtle & Stone cafe sounds quaint until you realize there's no information about parking, packet pickup logistics, or basic operational details. The glamping option suggests limited accommodation in a small town, and self-guided rides with maps means you're partly responsible for not getting lost in the Watagans. Friday night check-in helps, but missing critical details hurt preparation."
  },
  "adventure": {
    "score": 2,
    "explanation": "Dirt roads through the Watagans and Boree Valley offer legitimate backcountry riding, but the self-guided format with predetermined routes keeps adventure sanitized. You're following maps through Watagan Creek Road and Laguna, not discovering new terrain or facing navigation challenges. The swimming holes and rural NSW setting provide scenery, but this is guided adventure, not exploration."
  }
}
