{
  "logistics": {
    "score": 2,
    "explanation": "Elite winner Sebastian Schönberger called the organization 'the benchmark for the 2024 Gravel World Championships,' while Carolin Schiff declared it 'the best-organized gravel race in Europe that she had ever taken part in.' The 2024 premiere sold out at 1,200 riders from 36 nations."
  },
  "length": {
    "score": 3,
    "explanation": "The 136km distance creates proper field spread over time - one rider noted 'the first lap was more or less chaos' with huge groups, but 'by the third lap the race was very split up' with riders mostly alone. Three laps of 50k each with consistent pacing challenges throughout."
  },
  "technicality": {
    "score": 3,
    "explanation": "A mountain biker described it as 'basically a roadbike track' that's 'mostly asphalt or pretty smooth gravel.' The only technical feature was the long climb being 'a bit bumpy and partly wet.' More gravel promised for 2026 but currently quite tame."
  },
  "elevation": {
    "score": 3,
    "explanation": "Each 50k lap includes 'one 150m climb in the first quarter' with 'the rest more or less flat.' Two major climbs per lap occur after 20km and 60km, totaling 1,478m for the full distance - enough climbing to matter without being punitive."
  },
  "climate": {
    "score": 3,
    "explanation": "2024 delivered 'bright sunshine and a pleasant 25 degrees' with 'summer-like weather' conditions around the turquoise lake. April timing hit perfect weather for the inaugural edition, though Austrian springs can vary significantly year to year."
  },
  "altitude": {
    "score": 2,
    "explanation": "Lake Wörthersee sits around 430m elevation with modest climbs above, so altitude effects are minimal. The 'first 6km are on paved roads slightly going up' leaving town but nothing approaches thin-air territory."
  },
  "adventure": {
    "score": 3,
    "explanation": "Racing around Austria's turquoise Lake Wörthersee with start/finish 'right in front of Schloss Velden' creates scenic appeal. The course runs along 'the borders of the Drau river and connecting channel' though terrain is more smooth than wild."
  },
  "prestige": {
    "score": 2,
    "explanation": "UCI World Series status attracted elite talent like Sebastian Schönberger and Carolin Schiff, with top 25% in each age group qualifying for World Championships. Race director noted 'such a strong field of participants' for the successful premiere edition."
  },
  "race_quality": {
    "score": 3,
    "explanation": "Elite winner Sebastian Schönberger praised the organization as 'the benchmark for the 2024 Gravel World Championships,' while Carolin Schiff called it Europe's best-organized gravel race. Sold-out field of 1,200 from 36 nations delivered competitive racing."
  },
  "experience": {
    "score": 3,
    "explanation": "Racing around Lake Wörthersee in Austria beats most parking lot criteriums, and the VIP packages with Falkensteiner Hotel suggest they're trying to create something memorable. Three-day event format gives it festival vibes rather than just showing up and suffering for a few hours. But without specific rider experiences or course highlights documented, it's unclear if the scenery translates to actual racing excitement."
  },
  "community": {
    "score": 3,
    "explanation": "The 2024 premiere sold out with demand pushing capacity from 1,000 to 1,200 riders from 36 nations. Managing Director Roland Sint reported being 'overwhelmed by the positive response and enormous interest' in the inaugural event."
  },
  "field_depth": {
    "score": 2,
    "explanation": "Magnus Bak Klaris won 2025 in 3:38:16 for 136km while a competitive rider averaged 31km/h at 247W normalized power for 267th overall from 854 starters. UCI World Series status attracts solid international competition."
  },
  "value": {
    "score": 3,
    "explanation": "Sold-out demand with waiting lists suggests pricing hits the market sweet spot for UCI World Series racing. Three-day festival format with expo, kids' races, and pro presentation adds value beyond the single race day."
  },
  "expenses": {
    "score": 2,
    "explanation": "VIP packages through Falkensteiner Hotel suggest premium pricing, and Lake Wörthersee is a tourist destination with corresponding accommodation costs. International travel to Austria adds expense though no specific pricing data available for comparison."
  }
}
