{
  "prestige": {
    "score": 2,
    "explanation": "The course record of 7:04 tells you everything about the depth here—fast times in a small pond. No pro field, no prize purse, no coverage that matters. It's Wyoming's best-kept secret, which means it's staying secret for good reason."
  },
  "race_quality": {
    "score": 3,
    "explanation": "The course delivers with 10,000 feet through legitimate terrain from Red Desert sagebrush to Wind River subalpine, plus that white-knuckle descent through Sinks Canyon. But day-of packet pickup and sketchy logistics keep this from being properly buttoned up. The cutoffs at Hudson, Highway 789, and Atlantic City are real—people DNF here."
  },
  "experience": {
    "score": 3,
    "explanation": "You get towering hoodoos, historic mining towns, and subalpine lakes—proper Wyoming suffering with a view. The 6 AM lights-required start and bail-point shuttles show they understand the consequences. But missing weather data and sparse aid station details leave too much to chance for a race asking this much of you."
  },
  "community": {
    "score": 3,
    "explanation": "The 'ride hard, live easy, wave often' motto suggests people who get it, and the four distance options from 13 to 131 miles show they're thinking about bringing people along. But no field size data, no rider quotes, no forum chatter—this community exists but doesn't speak up much."
  },
  "field_depth": {
    "score": 2,
    "explanation": "That 7:04 course record screams small field with maybe one or two decent riders showing up per year. No prize money, no pro presence, no coverage means the fast people are racing elsewhere. You're competing against Wyoming and maybe a handful of Colorado sufferfests who drove over."
  },
  "value": {
    "score": 3,
    "explanation": "131 miles of top-tier gravel through genuine wilderness for unknown entry fees—probably decent value if you can handle the logistics gaps. Four distance options and crew accessibility add value, but missing registration costs and accommodation info make it hard to budget properly."
  },
  "expenses": {
    "score": 3,
    "explanation": "Lander, Wyoming isn't exactly a destination resort, so lodging should be reasonable if you can find it. No airport data means you're driving, which keeps costs down but adds time. The real expense is the risk—bail-point shuttles and DNF potential mean this could get expensive fast if you're not prepared."
  },
  "length": {
    "score": 5,
    "explanation": "131 miles with 10,000 feet of climbing through high desert to subalpine terrain—this is a proper sufferfest. The 6 AM to cutoff timeline gives you serious consequences, and the distance breakdown from Red Desert sagebrush seas to Wind River subalpine makes every mile count."
  },
  "technicality": {
    "score": 2,
    "explanation": "They explicitly call it 'top-tier gravel roads' with no sketchy two-track, plus 'fast, flowy, fun' doesn't scream technical challenge. The white-knuckle Sinks Canyon descent adds some spice, but this is more about fitness and weather than bike handling skills."
  },
  "elevation": {
    "score": 4,
    "explanation": "10,000 feet of climbing across 131 miles through diverse ecosystems from desert floor to subalpine lakes is legitimate vertical. The climb from sagebrush plateaus to Wind River subalpine terrain means sustained elevation gain, not just rolling punches."
  },
  "climate": {
    "score": 3,
    "explanation": "Second weekend in September at altitude could be anything from perfect to survival conditions, but no historical weather data leaves you guessing. The lights-required 6 AM start suggests they're worried about something—probably weather windows closing fast in September Wyoming."
  },
  "altitude": {
    "score": 4,
    "explanation": "Starting around 7,500 feet and climbing to subalpine terrain means you're probably hitting 10,000+ feet where the air gets thin. The elevation profile from high desert to Wind River subalpine gives you sustained altitude exposure, not just brief peaks."
  },
  "logistics": {
    "score": 2,
    "explanation": "Day-of packet pickup from 5:30-7:30 AM for a 6 AM start is cutting it close for a 131-mile suffer session. No airport info, no lodging strategy, no parking details for a race in the middle of Wyoming—you're figuring this out yourself."
  },
  "adventure": {
    "score": 4,
    "explanation": "Vast sagebrush plateaus, towering hoodoos, historic mining towns like Atlantic City, and that Sinks Canyon descent deliver proper wilderness exposure. The course spans multiple ecosystems from Red Desert to Wind River subalpine lakes—this is genuine backcountry racing with bail-point shuttles for when adventure turns to survival."
  }
}
