{
  "logistics": {
    "score": 2,
    "explanation": "Race-day packet pickup from 5:30-7:30 AM for a 6 AM start cuts it close for 131 miles of Wyoming backcountry. Registration has tripled in three years according to race director Gwen Robson, but no airport, lodging, or parking details are provided for riders figuring out remote Lander."
  },
  "length": {
    "score": 5,
    "explanation": "131 miles with 10,000 feet of climbing delivered a 23% DNF rate in 2024—12 of 52 starters in the men's race couldn't finish. Winner Chris Mehlman's 7:04 time versus 40th place Nicholas Valoff's 13:24 shows the full spectrum of suffering across this distance."
  },
  "technicality": {
    "score": 2,
    "explanation": "The course is explicitly described as 'top-tier gravel roads (no sketchy two-track here!)' and 'fast, flowy, and ridiculously fun.' The YouTube channel addresses tire size recommendations yearly, but the focus is endurance over technical bike handling through this high desert terrain."
  },
  "elevation": {
    "score": 4,
    "explanation": "The course 'stacks up 10,000 feet of vert' climbing from sagebrush plateaus to Wind River subalpine terrain before the 'wicked, white-knuckle descent through Sinks Canyon State Park.' This vertical gain spans multiple ecosystems from desert floor to high alpine lakes."
  },
  "climate": {
    "score": 3,
    "explanation": "September conditions are described as variable—'Conditions change every year' per the official YouTube channel, creating 'sandy desert, chunky climbs, high alpine bliss' scenarios. The 6 AM lights-required start suggests weather window concerns at this Wyoming altitude."
  },
  "altitude": {
    "score": 4,
    "explanation": "Starting around 7,500 feet in Lander, riders climb to 'subalpine terrain' in the Wind River Mountains, likely cresting over 10,000 feet. The course description emphasizes sustained altitude exposure through 'high alpine bliss' rather than brief elevation spikes."
  },
  "adventure": {
    "score": 4,
    "explanation": "The route delivers 'pure, untamed adventure' through 'towering hoodoos' and 'historic mining towns frozen in time' before reaching subalpine lakes. Described as 'Type-2 fun at its finest' with crew-accessible bail points when Wyoming backcountry adventure exceeds rider capability."
  },
  "prestige": {
    "score": 2,
    "explanation": "Chris Mehlman's 7:04 course record reflects a small competitive field without major pro presence. Race director Gwen Robson notes registration has tripled but emphasizes preserving the 'intimate small-town gravel race' feel over building national recognition."
  },
  "race_quality": {
    "score": 3,
    "explanation": "The course earns its reputation as 'one of the toughest gravel races in the U.S.' with cutoffs at Hudson, Highway 789, and Atlantic City that actually matter—23% DNF rate proves it. Race-day-only packet pickup and limited logistics keep it from premium execution standards."
  },
  "experience": {
    "score": 3,
    "explanation": "Lander is 'ranked as one of the best outdoor towns in the U.S.' and 'known worldwide for rock climbing and mountain biking.' The course spans desert to alpine terrain, but missing weather data and sparse logistical details leave experience quality partly to chance."
  },
  "community": {
    "score": 3,
    "explanation": "Post-race features live music from Low Water String Band, local BBQ from Bunk's, and Push Root Brewery beer. The 'Ride hard. Live easy. Wave often' ethos embodies 'small-town, friendly Wyoming spirit' with kids' push-bike races expanding the community feel."
  },
  "field_depth": {
    "score": 2,
    "explanation": "The men's 131-mile had 52 starters with a 13+ hour spread from winner to 40th place, indicating limited competitive depth. Women's field had only 9 finishers, suggesting small overall participation despite the race director noting tripled registration growth."
  },
  "value": {
    "score": 3,
    "explanation": "Four distance options from 13 to 131 miles serve different rider levels, with the kids' push-bike race adding family value. Post-race party includes local BBQ and brewery beer, though missing entry fee data makes cost-benefit analysis impossible."
  },
  "expenses": {
    "score": 3,
    "explanation": "Lander offers 'art galleries, bike shops, and the best ice cream west of the Mississippi' but no specific lodging costs available. The tire size video suggests gear considerations vary annually, potentially adding equipment expenses for this remote Wyoming destination."
  }
}
